{
    "foodstore.note": "nota",
    "foodstore.hidden.0": "Y un consejo semanal: Los clientes pueden compartir sus elogios con los aldeanos cercanos cuando compran excelentes artículos.",
    "foodstore.hidden.1": "Y un consejo semanal: los artículos que se venden en Paradise Island tienen un precio más alto.",
    "foodstore.hidden.2": "Y un consejo semanal: Una tienda bien decorada aumenta tu precio de venta.",
    "foodstore.hidden.3": "Y un consejo semanal: Solo puedes obtener información sobre el Plato de la Semana a través de las charlas con los aldeanos.",
    "foodstore.hidden.4": "Y un consejo semanal: Gus solo califica tu plato como \"promedio\" en el mejor de los casos. Él pagó amablemente el precio completo sin expresar su insatisfacción y eligió mantener su opinión sobre el sabor para sí mismo.",
    "foodstore.hidden.5": "Y un consejo semanal: No todos los visitantes pueden encontrar la comida atractiva; algunos se alejan rápidamente, quizás percibiéndola como menos tentadora y no a la altura de sus estándares.",
    "foodstore.hidden.6": "Y un consejo semanal: No hay propina para un plato que se odia porque ¡se odia!",
    "foodstore.hidden.7": "Y un consejo semanal: Vender comida a los clientes según su solicitud tiene un mejor precio.",
    "foodstore.hidden.8": "Y un consejo semanal: Hablar con el cliente aumentará el precio que pagan por el plato.",
    "foodstore.hidden.9": "Y un consejo semanal: Después de que el cliente realice la compra, envíale una nota para que comparta su opinión sobre tu venta.",
    "foodstore.hidden.10": "Y un consejo semanal: Cuanto mejor sea la ubicación, mayor será el precio (cerca de la decoración, el agua o el árbol rosa).",
    "foodstore.help.0": "Interactúa con los aldeanos acercándote a ellos y escribiendo tu mensaje. Algunas preguntas especiales requieren que incluyas la palabra clave en el mensaje.",
    "foodstore.help.1": "Para invitar a un aldeano a que venga mañana, envía un mensaje que contenga la palabra clave: 'invitar'.",
    "foodstore.help.2": "Pregunta al aldeano sobre el Plato del Día. El mensaje debe contener al menos una palabra clave, como 'especial hoy' o 'recomendación de hoy'.",
    "foodstore.help.3": "Pregunta a los aldeanos cómo se sienten acerca de su 'último plato' o qué les parece el 'sabor del plato'.",
    "foodstore.help.4": "Para montar tu primera tienda, simplemente coloca una mesa en un lugar concurrido y luego pon un plato sobre ella.",
    "foodstore.config.minutetohungry": "Minutos para comprar",
    "foodstore.config.minutetohungryText": "Minutos desde la última compra de cada NPC. Por defecto, 120. Establecer un valor demasiado bajo podría causar problemas en la búsqueda de rutas. Se recomienda un valor superior a 60.",
    "foodstore.config.movetofoodchange": "Mover a artículo % de probabilidad.",
    "foodstore.config.movetofoodchangeText": "Valor predeterminado 0.02. Probabilidad de que un NPC decida comprar algo cada 1 segundo. Establecer un valor más alto causa un retraso significativo y problemas en la búsqueda de caminos. Se recomienda mantenerlo por debajo de 0.1.",
    "foodstore.config.maxdistancetofindfood": "Distancia máxima a encontrar.",
    "foodstore.config.maxdistancetofindfoodText": "Distancia máxima en tiles desde la que los NPC pueden encontrar un objeto. Por defecto, 40.",
    "foodstore.config.maxdistancetoeat": "Distancia máxima para comprar",
    "foodstore.config.maxdistancetoeatText": "La distancia a la que el NPC puede recoger el objeto que desea es de 4 por defecto.",
    "foodstore.config.rushhour": "¿Habilitar la Hora Pico?",
    "foodstore.config.rushhourText": "Durante la hora pico, hay una mayor probabilidad de clientes y propinas más altas, pero un precio ligeramente más bajo. ¡Reabastece tu tienda!",
    "foodstore.config.enableprice": "¿Opción de precio habilitada?",
    "foodstore.config.enablepriceText": "Valor predeterminado -1 para valor aleatorio.",
    "foodstore.config.pricelovemulti": "Multiplicador del precio de venta de alimentos queridos.",
    "foodstore.config.pricelikemulti": "Multiplicador del precio de venta de alimentos que gustan.",
    "foodstore.config.priceneutralmulti": "Multiplicador del precio de venta de alimentos neutrales",
    "foodstore.config.pricedislikemulti": "Multiplicador del precio de venta de alimentos no deseados.",
    "foodstore.config.pricehatemulti": "Multiplicador del precio de venta de alimentos no deseados.",
    "foodstore.config.enabletip": "¿Opción de consejo habilitada?",
    "foodstore.config.enabletipText": "El valor de la propina es una fracción del precio de venta. Por defecto, -1 significa una propina aleatoria.",
    "foodstore.config.enabletipclose": "¿Solo dar propina cuando estás cerca?",
    "foodstore.config.enabletipcloseText": "Cuando se establece en Verdadero, solo se recibe el consejo cuando el jugador está cerca de la tienda.",
    "foodstore.config.enabletipcloselove": "Multiplicador de valor de consejos sobre comida que se ama.",
    "foodstore.config.enabletipcloselike": "Valor multiplicador de la propina por alimentos que gustaron.",
    "foodstore.config.enabletipcloseneutral": "Multiplicador de valor de consejos de comida neutra",
    "foodstore.config.enabletipclosedislike": "Multiplicador de valor de comida no deseada",
    "foodstore.config.enabletipclosehate": "Multiplicador de valor de consejos sobre alimentos odiados.",
    "foodstore.coming.0": "En un giro encantador, {{vName}} se dirige a nuestra tienda para una visita inesperada.",
    "foodstore.coming.1": "{{vName}} se acerca a nosotros, curioso por las ofertas de nuestra tienda.",
    "foodstore.coming.2": "En medio de su día, {{vName}} ha decidido pasar un tiempo en nuestra tienda.",
    "foodstore.coming.3": "{{vName}} está haciendo una visita inesperada a nuestra tienda, rompiendo con la rutina.",
    "foodstore.coming.4": "{{vName}} se dirige tranquilamente a nuestra tienda, esperando una experiencia agradable.",
    "foodstore.coming.5": "Liberándose de las tareas, {{vName}} está en camino de explorar nuestra tienda.",
    "foodstore.coming.6": "{{vName}} se dirige hacia nuestra tienda, buscando una experiencia de compra única.",
    "foodstore.coming.7": "Espontáneamente, {{vName}} se dirige a nuestra tienda para una grata sorpresa.",
    "foodstore.coming.8": "{{vName}} se dirige hacia nuestra tienda, ansioso por descubrir algo nuevo.",
    "foodstore.coming.9": "Con emoción, {{vName}} se dirige a nuestra tienda para una visita improvisada.",
    "foodstore.coming.10": "{{vName}} se está desviando del camino para visitar nuestra tienda, anticipando algo especial.",
    "foodstore.coming.11": "En medio de su día, {{vName}} decidió pasar por nuestra tienda por un rato.",
    "foodstore.coming.12": "{{vName}} se dirige a nuestra tienda de manera informal, anticipando un buen momento.",
    "foodstore.coming.13": "{{vName}} se está apartando de la norma para visitar nuestra tienda y disfrutar de nuestras ofertas.",
    "foodstore.coming.14": "{{vName}} está haciendo un desvío espontáneo hacia nuestra tienda, ansioso por vivir una experiencia única.",
    "foodstore.loverep.0": "¡Mis papilas gustativas bailan de alegría con cada bocado lleno de sabor!",
    "foodstore.loverep.1": "Saborear este plato es como un abrazo cálido para mis sentidos.",
    "foodstore.loverep.2": "Un gusto exquisito que perdura, un verdadero deleite culinario.",
    "foodstore.loverep.3": "Una sinfonía de sabores que armonizan a la perfección.",
    "foodstore.loverep.4": "Deléitate con la rica perfección de esta deliciosa exquisiteces.",
    "foodstore.loverep.5": "Un viaje culinario que deja una impresión indeleble.",
    "foodstore.loverep.6": "Un placer para el paladar en cada bocado, un verdadero deleite.",
    "foodstore.loverep.7": "Deléitate con la magia culinaria de esta perfección artesanal.",
    "foodstore.loverep.8": "Eleva la comida a un arte, una obra maestra en mi plato.",
    "foodstore.loverep.9": "Una deliciosa escapada a un mundo de maravillas gastronómicas.",
    "foodstore.loverep.10": "Tentando mis papilas gustativas con una mezcla perfecta de sabores.",
    "foodstore.loverep.11": "Una sensación sabrosa que cautiva mi paladar.",
    "foodstore.loverep.12": "Revelando la maestría del sabor, un plato que será recordado.",
    "foodstore.loverep.13": "Perfección gourmet en cada bocado, un triunfo culinario.",
    "foodstore.loverep.14": "Una melodía tentadora de sabores que baila en mi lengua.",
    "foodstore.loverep.15": "Una obra maestra culinaria, puro amor en mi plato.",
    "foodstore.loverep.16": "Sabores cautivadores, un verdadero romance para mis papilas gustativas.",
    "foodstore.loverep.17": "Plato encantador, amor a primera mordida cada vez.",
    "foodstore.loverep.18": "Una carta de amor a la gastronomía; este plato es divino.",
    "foodstore.loverep.19": "Apasionadamente enamorado de la perfección de esta creación.",
    "foodstore.likerep.0": "Un plato que disfruto de vez en cuando, es bastante bueno.",
    "foodstore.likerep.1": "Consistentemente decente; no me importa pedirlo.",
    "foodstore.likerep.2": "Una opción sólida que elijo.",
    "foodstore.likerep.3": "Este plato es bueno; me gusta su simplicidad.",
    "foodstore.likerep.4": "Una opción aceptable; satisface mis papilas gustativas.",
    "foodstore.likerep.5": "No está mal; lo encuentro consistentemente sabroso.",
    "foodstore.likerep.6": "Un plato decente; es una elección segura y satisfactoria.",
    "foodstore.likerep.7": "No me importa este plato; es consistentemente agradable.",
    "foodstore.likerep.8": "No es mi favorito, pero lo encuentro bastante agradable.",
    "foodstore.likerep.9": "Está bien; es un plato que no me importa tener.",
    "foodstore.likerep.10": "Consistentemente bueno; aprecio su sabor.",
    "foodstore.likerep.11": "Este plato está bien; lo encuentro consistentemente sabroso.",
    "foodstore.likerep.12": "Una opción decente; no me importa tenerla.",
    "foodstore.likerep.13": "Está bien; es un plato que disfruto de vez en cuando.",
    "foodstore.likerep.14": "Una opción aceptable cuando tengo ganas.",
    "foodstore.likerep.15": "Encuentro este plato aceptable; es bastante satisfactorio.",
    "foodstore.likerep.16": "No está nada mal; es un plato que puedo disfrutar.",
    "foodstore.likerep.17": "Una opción decente que elijo de vez en cuando.",
    "foodstore.likerep.18": "Está bien; no me importa este plato.",
    "foodstore.likerep.19": "Una opción aceptable; es bastante agradable.",
    "foodstore.neutralrep.0": "Un plato estándar; no es ni bueno ni malo.",
    "foodstore.neutralrep.1": "Está bien; un plato que ni amo ni odio.",
    "foodstore.neutralrep.2": "Una elección regular; no destaca mucho.",
    "foodstore.neutralrep.3": "Este plato es promedio; nada excepcional.",
    "foodstore.neutralrep.4": "No está mal, no es genial; es una opción intermedia.",
    "foodstore.neutralrep.5": "Una elección neutral; no deja una impresión fuerte.",
    "foodstore.neutralrep.6": "Es decente; una opción estándar para una comida.",
    "foodstore.neutralrep.7": "Ni aquí ni allá; un plato aceptable.",
    "foodstore.neutralrep.8": "Una opción ordinaria; no emociona ni decepciona.",
    "foodstore.neutralrep.9": "Está bien; un plato que no llama mucho la atención.",
    "foodstore.neutralrep.10": "En el medio del espectro; ni amor ni odio.",
    "foodstore.neutralrep.11": "Una elección común; no afecta mucho a mis papilas gustativas.",
    "foodstore.neutralrep.12": "No es excepcional, pero tampoco está mal; es un plato regular.",
    "foodstore.neutralrep.13": "Promedio en todos los aspectos; es una opción simple.",
    "foodstore.neutralrep.14": "Una elección típica; no deja una impresión duradera.",
    "foodstore.neutralrep.15": "Ni bueno ni malo; simplemente es un plato promedio.",
    "foodstore.neutralrep.16": "Una opción estándar; no evoca sentimientos intensos.",
    "foodstore.neutralrep.17": "No es excepcional, ni decepcionante; simplemente es un plato regular.",
    "foodstore.neutralrep.18": "Equilibrado entre el gusto y el disgusto; está bien.",
    "foodstore.neutralrep.19": "Un plato corriente; no destaca mucho.",
    "foodstore.dislikerep.0": "No es mi favorito; encuentro que este plato le falta.",
    "foodstore.dislikerep.1": "Es tolerable, pero no soy fan de este plato.",
    "foodstore.dislikerep.2": "Una elección decepcionante; no cumple mis expectativas.",
    "foodstore.dislikerep.3": "Este plato es mediocre; no lo recomendaría.",
    "foodstore.dislikerep.4": "Puedo comerlo, pero no es un plato que disfrute mucho.",
    "foodstore.dislikerep.5": "Una opción aceptable; no me gusta especialmente.",
    "foodstore.dislikerep.6": "Es comestible, pero no espero con ansias este plato.",
    "foodstore.dislikerep.7": "Lo he probado, pero no es de mi agrado.",
    "foodstore.dislikerep.8": "Una elección regular; no me parece muy apetitoso.",
    "foodstore.dislikerep.9": "No es lo peor, pero no soy fan de este plato.",
    "foodstore.dislikerep.10": "Este plato es promedio; he tenido mejores opciones.",
    "foodstore.dislikerep.11": "Puedo manejarlo, pero no es mi opción preferida.",
    "foodstore.dislikerep.12": "Una opción aceptable; no estoy emocionado por este plato.",
    "foodstore.dislikerep.13": "Tolerable, pero carece de atractivo para mí.",
    "foodstore.dislikerep.14": "Es comestible, pero no elegiría este plato voluntariamente.",
    "foodstore.dislikerep.15": "No está terrible, pero no disfruto mucho este plato.",
    "foodstore.dislikerep.16": "Una elección inferior; hay mejores opciones disponibles.",
    "foodstore.dislikerep.17": "No me convence; no lo encuentro apetitoso.",
    "foodstore.dislikerep.18": "Puedo comerlo, pero no es mi plato preferido.",
    "foodstore.dislikerep.19": "Una opción promedio; no es algo que disfrute.",
    "foodstore.haterep.0": "Este plato es simplemente horrible; no puedo soportarlo.",
    "foodstore.haterep.1": "Una decepción absoluta; este plato es horrible.",
    "foodstore.haterep.2": "Desagrado mucho este plato; no es apetitoso.",
    "foodstore.haterep.3": "Una elección terrible; no puedo soportar este plato.",
    "foodstore.haterep.4": "Detesto este plato; es completamente repulsivo.",
    "foodstore.haterep.5": "Este plato es repugnante; no puedo soportar el sabor.",
    "foodstore.haterep.6": "Absolutamente detestable; este plato es incomible.",
    "foodstore.haterep.7": "Desprecio este plato; es verdaderamente abominable.",
    "foodstore.haterep.8": "Asqueroso; lamento haber probado este plato miserable.",
    "foodstore.haterep.9": "Un desastre culinario; este platillo es insoportable.",
    "foodstore.haterep.10": "Odio este plato; es una gran decepción.",
    "foodstore.haterep.11": "Absolutamente horrible; no puedo expresar mi desdén lo suficiente.",
    "foodstore.haterep.12": "Este plato es repugnante; no puedo entender su atractivo.",
    "foodstore.haterep.13": "Una experiencia nauseabunda; lo desaconsejo encarecidamente.",
    "foodstore.haterep.14": "Detesto este plato; es una pesadilla gastronómica.",
    "foodstore.haterep.15": "Este plato es horrible; no puedo encontrar ninguna cualidad redeemora.",
    "foodstore.haterep.16": "Abismal; este plato es el epítome del fracaso culinario.",
    "foodstore.haterep.17": "Aborrezco este plato; es una masacre para las papilas gustativas.",
    "foodstore.haterep.18": "Una elección ofensiva; lamento incluso haberlo intentado.",
    "foodstore.haterep.19": "Desprecio este plato; es una catástrofe culinaria.",
    "foodstore.tip": "Aquí está tu propina de {{tipValue}}G.",
    "foodstore.sold": "{{locationint}} - {{foodObjName}}: {{saleint}}G {{tipint}}",
    "foodstore.randomchat.love.0": "¡Siento un inmenso amor por este lugar!",
    "foodstore.randomchat.love.1": "¡Enamorado de sus increíbles platillos!",
    "foodstore.randomchat.love.2": "Esta tienda me roba el corazón cada vez.",
    "foodstore.randomchat.love.3": "¡Me encantan las vibras acogedoras y el personal amable!",
    "foodstore.randomchat.love.4": "¡Adoro los dulces especiales que ofrecen!",
    "foodstore.randomchat.love.5": "¡Apasionados por su delicioso menú!",
    "foodstore.randomchat.love.6": "¡Locamente enamorados de sus postres!",
    "foodstore.randomchat.love.7": "¡Me encantan los sabores únicos que ofrecen!",
    "foodstore.randomchat.like.0": "Me gusta mucho la atmósfera aquí.",
    "foodstore.randomchat.like.1": "Me gustó la variedad de opciones disponibles.",
    "foodstore.randomchat.like.2": "Disfruté del servicio rápido y eficiente.",
    "foodstore.randomchat.like.3": "Como la calidad de sus productos frescos.",
    "foodstore.randomchat.like.4": "¡Aprecia los precios asequibles!",
    "foodstore.randomchat.like.5": "Experiencia favorable con su personal.",
    "foodstore.randomchat.like.6": "¡Me gustan los nuevos artículos del menú!",
    "foodstore.randomchat.like.7": "Gran lugar para una experiencia de comida informal.",
    "foodstore.randomchat.neutral.0": "Solo fue una experiencia normal en la tienda hoy.",
    "foodstore.randomchat.neutral.1": "Fue una visita aceptable a la tienda.",
    "foodstore.randomchat.neutral.2": "Ni bueno ni malo, solo un día normal.",
    "foodstore.randomchat.neutral.3": "No podía decidir cómo me sentía al respecto.",
    "foodstore.randomchat.neutral.4": "Una experiencia neutral en general.",
    "foodstore.randomchat.neutral.5": "No dejó una impresión fuerte.",
    "foodstore.randomchat.neutral.6": "Visita regular hoy.",
    "foodstore.randomchat.neutral.7": "Sin sentimientos fuertes, solo neutral.",
    "foodstore.randomchat.dislike.0": "No disfruté mucho la comida esta vez.",
    "foodstore.randomchat.dislike.1": "No soy fan del servicio hoy.",
    "foodstore.randomchat.dislike.2": "No me gustó la larga espera en la caja.",
    "foodstore.randomchat.dislike.3": "Descontento con la calidad de los productos.",
    "foodstore.randomchat.dislike.4": "Experiencia decepcionante en general.",
    "foodstore.randomchat.dislike.5": "Frustrado con la falta de limpieza.",
    "foodstore.randomchat.dislike.6": "No cumplió con las expectativas esta vez.",
    "foodstore.randomchat.dislike.7": "Me siento decepcionado por la tienda hoy.",
    "foodstore.randomchat.hate.0": "¡Odio el hecho de que siempre sirvan este tipo de comida!",
    "foodstore.randomchat.hate.1": "Desprecio absolutamente su servicio al cliente.",
    "foodstore.randomchat.hate.2": "No soporto la desorganización en esta tienda.",
    "foodstore.randomchat.hate.3": "Odio los artículos que están siempre agotados.",
    "foodstore.randomchat.hate.4": "A pesar de la falta de limpieza en la tienda.",
    "foodstore.randomchat.hate.5": "Desagrado mucho la calidad de su comida.",
    "foodstore.randomchat.hate.6": "No puedo tolerar a su personal grosero.",
    "foodstore.randomchat.hate.7": "Odiando la experiencia en general—¡nunca más!",
    "foodstore.config.saleprice": "Configuración - Precio de venta general",
    "foodstore.config.tipvalue": "Valor de la propina",
    "foodstore.config.enabledecor": "¿Habilitar decoración?",
    "foodstore.config.enabledecorText": "Cuando se establece en Verdadero, la Decoración y la Atmósfera afectan el precio de venta.",
    "foodstore.positiveTasteint.0": "Sobre la comida: Un deleite irresistible.",
    "foodstore.positiveTasteint.1": "Con la comida: Perfección salada.",
    "foodstore.positiveTasteint.2": "Con la comida: Explosión de sabor exquisito.",
    "foodstore.positiveTasteint.3": "En el aspecto gastronómico: Irresistiblemente delicioso.",
    "foodstore.positiveTasteint.4": "Con la comida: Una sensación de sabor tentadora.",
    "foodstore.normalTasteint.0": "En el aspecto alimenticio: Bondad equilibrada.",
    "foodstore.normalTasteint.1": "Con la comida: Satisfacción familiar.",
    "foodstore.normalTasteint.2": "Acerca de la comida: Delicias diarias.",
    "foodstore.normalTasteint.3": "Con la comida: Armonía de sabores clásicos.",
    "foodstore.normalTasteint.4": "Con la comida: Un placer culinario común.",
    "foodstore.negativeTasteint.0": "En el aspecto de la comida: regusto desagradable.",
    "foodstore.negativeTasteint.1": "Con la comida: Sabor decepcionante.",
    "foodstore.negativeTasteint.2": "Sobre la comida: Sosa y poco atractiva.",
    "foodstore.negativeTasteint.3": "Sobre la comida: Mezcla desagradable.",
    "foodstore.negativeTasteint.4": "En el aspecto de la comida: experiencia culinaria desagradable.",
    "foodstore.positiveDecorint.0": "Decoración a la vista: ambiente elegante.",
    "foodstore.positiveDecorint.1": "Acerca de la vista: Un ambiente acogedor y atractivo.",
    "foodstore.positiveDecorint.2": "Con decoración: Ambiente encantador.",
    "foodstore.positiveDecorint.3": "La atmósfera: Un ambiente elegante y relajante.",
    "foodstore.positiveDecorint.4": "Sobre la vista: Entorno pintoresco.",
    "foodstore.normalDecorint.0": "Decoración a la vista: Diseño simple y de buen gusto.",
    "foodstore.normalDecorint.1": "Sobre la vista: Ambiente estándar pero agradable.",
    "foodstore.normalDecorint.2": "Con decoración: ambiente regular y cómodo.",
    "foodstore.normalDecorint.3": "La atmósfera: Un ambiente acogedor diario.",
    "foodstore.normalDecorint.4": "Sobre la vista: Entorno típico de restaurante.",
    "foodstore.negativeDecorint.0": "Decoración a la vista: un ambiente soso y poco inspirador.",
    "foodstore.negativeDecorint.1": "Y este lugar podría usar un poco de decoración.",
    "foodstore.negativeDecorint.2": "Con decoración: Diseño poco atractivo y descoordinado.",
    "foodstore.negativeDecorint.3": "La atmósfera: Vibras poco acogedoras e incómodas.",
    "foodstore.negativeDecorint.4": "La atmósfera necesita un poco más de decoración.",
    "foodstore.willVisit.0": "Definitivamente pasaré a visitar la tienda.",
    "foodstore.willVisit.1": "Definitivamente planeo pasar por la tienda pronto.",
    "foodstore.willVisit.2": "Sin duda, estoy deseando visitar la tienda.",
    "foodstore.mayVisit.0": "Podrías considerar pasar por la tienda.",
    "foodstore.mayVisit.1": "Posiblemente planeando visitar la tienda pronto.",
    "foodstore.mayVisit.2": "Podría pasar y explorar la tienda.",
    "foodstore.noVisit.0": "Actualmente no tengo intención de visitar la tienda.",
    "foodstore.noVisit.1": "No hay planes inmediatos ni deseos de pasar por la tienda.",
    "foodstore.noVisit.2": "No se contempla una visita a la tienda en un futuro cercano.",
    "foodstore.gooddecor.0": "¡Ambiente encantador! ¡Me pregunto sobre sus productos!",
    "foodstore.gooddecor.1": "La decoración aquí es impresionante. ¿Cómo se compara la comida?",
    "foodstore.gooddecor.2": "¡Gran ambiente! Tengo curiosidad por los artículos que ofrecen.",
    "foodstore.gooddecor.3": "Hermosa decoración. ¡Tengo muchas ganas de saber sobre su venta!",
    "foodstore.gooddecor.4": "Este lugar tiene una vibra fantástica. ¡Me pregunto sobre la calidad del stock!",
    "foodstore.baddecor.0": "No soy fanático de la decoración. ¿Se refleja eso en su servicio?",
    "foodstore.baddecor.1": "La ambientación aquí es deficiente. Espero que su comida sea mejor.",
    "foodstore.baddecor.2": "Pobres elecciones de decoración. Me pregunto si pueden mejorar la calidad del producto.",
    "foodstore.baddecor.3": "El lugar no parece acogedor. ¿Están sus estándares de comida a la altura?",
    "foodstore.baddecor.4": "La decoración es decepcionante, ¡me da una sensación extraña!",
    "foodstore.dishweek.0": "¡Hola! ¿Oíste? El plato destacado de la semana es {{dishWeek}}.",
    "foodstore.dishweek.1": "¿Adivina qué hay en el menú esta semana? ¡Es el plato destacado: {{dishWeek}}!",
    "foodstore.dishweek.2": "¡Acabo de enterarme de que {{dishWeek}} es el plato de la semana en el restaurante!",
    "foodstore.dishweek.3": "¡No lo vas a creer! El platillo destacado de esta semana es {{dishWeek}}. ¡Emocionante, ¿verdad?",
    "foodstore.dishweek.4": "¿Has probado ya el plato destacado, {{dishWeek}}? ¡Es el tema de conversación en la ciudad!",
    "foodstore.dishday.0": "¿Has oído? ¡El plato destacado de hoy es {{dishToday}}!",
    "foodstore.dishday.1": "El especial de hoy no es otro que {{dishToday}}. Emocionante, ¿verdad?",
    "foodstore.dishday.2": "Últimas noticias: ¡{{dishToday}} es la estrella del menú de hoy!",
    "foodstore.dishday.3": "¿Adivina qué se está cocinando hoy? ¡Es el plato del día: {{dishToday}}!",
    "foodstore.dishday.4": "Acabo de descubrir que {{dishToday}} es la estrella del día. ¡Vamos a probarlo!",
    "foodstore.dishday.5": "Aviso rápido: ¡{{dishToday}} está robando el protagonismo hoy!",
    "foodstore.dishday.6": "¿Puedes creerlo? ¡La estrella de hoy no es otra que {{dishToday}}!",
    "foodstore.dishday.7": "¡Hoy se ha vuelto mejor con el plato destacado: {{dishToday}}!",
    "foodstore.dishday.8": "¡Dale un toque especial a hoy con un sabor de {{dishToday}}! Es el plato del día.",
    "foodstore.dishday.9": "El tema del momento: ¡{{dishToday}} es el plato que debes probar hoy!",
    "foodstore.config.chat": "¿Desactivar mensajes no importantes?",
    "foodstore.thankyou": "¿Disfrutando del mod y entusiasmado por las mejoras continuas? ¡No olvides seguir y apoyar! Tu pasión impulsa nuestro barco hacia adelante. #MarketTown",
    "foodstore.visitoreat.0": "¡Gracias!",
    "foodstore.visitoreat.1": "¡Oh, comida!",
    "foodstore.visitoreat.2": "¡Delicioso, delicioso!",
    "foodstore.visitoreat.3": "¡Leíste mi mente!",
    "foodstore.visitoreat.4": "¡Lo aprecio!",
    "foodstore.visitoreat.5": "¡Me siento agradecido! ¡Gracias!",
    "foodstore.visitoreat.6": "¡Eres muy amable!",
    "foodstore.visitoreat.7": "¡Me encanta la comida!",
    "foodstore.visitoreat.8": "¡Eres un genio culinario!",
    "foodstore.visitoreat.9": "¡Esto se ve increíble!",
    "foodstore.visitoreat.10": "¡Agradecido por este regalo!",
    "foodstore.visitoreat.11": "¡Justo me estaba dando hambre!",
    "foodstore.asktaste.empty.0": "No he tenido la oportunidad de intentar aún.",
    "foodstore.asktaste.empty.1": "Estaba apurado. Lo intentaré en otra ocasión.",
    "foodstore.asktaste.empty.2": "Probablemente intentaré el plato más tarde hoy.",
    "foodstore.asktaste.love.0": "Oh, ese plato estaba increíble. ¡Me encanta!",
    "foodstore.asktaste.love.1": "¡Ese plato fue el mejor de todos! No puedo tener suficiente de él.",
    "foodstore.asktaste.love.2": "Adoro absolutamente los sabores de ese plato. ¡Es un nuevo favorito para mí!",
    "foodstore.asktaste.like.0": "Disfruté mucho ese plato. ¡Es bastante agradable!",
    "foodstore.asktaste.like.1": "El sabor estaba bueno, me gustó. Definitivamente lo volvería a probar.",
    "foodstore.asktaste.like.2": "Es un plato que realmente me gusta. Los sabores son bastante atractivos.",
    "foodstore.asktaste.neutral.0": "El sabor estuvo bien, nada especial. Es una experiencia neutral para mí.",
    "foodstore.asktaste.neutral.1": "Fue decente, ni bueno ni malo. Simplemente un sabor neutro para mí.",
    "foodstore.asktaste.neutral.2": "No tengo sentimientos fuertes sobre el sabor. Es una elección neutral para mí.",
    "foodstore.asktaste.dislike.0": "No disfruté mucho del sabor. Realmente no es de mi agrado.",
    "foodstore.asktaste.dislike.1": "El sabor no me gustó. Diría que no me agrada.",
    "foodstore.asktaste.dislike.2": "No es mi favorito. Encontré el sabor un poco extraño y no me gusta.",
    "foodstore.asktaste.hate.0": "No soportaba el sabor. Lo odio.",
    "foodstore.asktaste.hate.1": "Ugh, ese plato fue horrible. Realmente odio el sabor.",
    "foodstore.asktaste.hate.2": "Puedo decir con confianza que odio el sabor. No es algo que alguna vez querría comer de nuevo.",
    "foodstore.visitcome.0": "¡Gracias por invitarme! Su hogar es encantador.",
    "foodstore.visitcome.1": "Agradezco tu hospitalidad. ¡El aroma es increíble!",
    "foodstore.visitcome.2": "Es un placer estar aquí. Su lugar es muy acogedor.",
    "foodstore.visitcome.3": "Gracias por recibirme. Tu casa es encantadora.",
    "foodstore.visitcome.4": "Agradezco la invitación. Su hogar es encantador.",
    "foodstore.visitcome.5": "¡Esto es maravilloso! Gracias por darme la bienvenida en su hogar.",
    "foodstore.visitcome.6": "Estoy disfrutando de la atmósfera cálida. Tu casa se siente como un acogedor refugio.",
    "foodstore.visitleave.0": "Lo pasé muy bien. ¡Gracias por la encantadora velada!",
    "foodstore.visitleave.1": "Saliendo con el corazón lleno y el estómago satisfecho. ¡Gracias por todo!",
    "foodstore.visitleave.2": "Agradezco tu hospitalidad. ¡Hasta la próxima!",
    "foodstore.visitleave.3": "Fue maravilloso estar aquí. ¡Gracias por una visita memorable!",
    "foodstore.visitleave.4": "Decir adiós es difícil, pero atesoraré los momentos pasados aquí. ¡Gracias!",
    "foodstore.visitleave.5": "Me voy con una sonrisa. Tu compañía y tu hogar son verdaderamente encantadores.",
    "foodstore.visitleave.6": "Hasta que nos volvamos a ver. ¡Gracias por un tiempo fantástico y una comida deliciosa!",
    "foodstore.noinvitevisit.0": "Agradezco la invitación, pero no te conozco lo suficiente como para visitar.",
    "foodstore.noinvitevisit.1": "Gracias, pero solo visito lugares donde conozco al anfitrión.",
    "foodstore.noinvitevisit.2": "Soy selectivo con los compromisos y no te conozco, así que no puedo visitar.",
    "foodstore.noinvitevisit.3": "No puedo aceptar, ya que no me siento cómodo visitando a alguien que no conozco.",
    "foodstore.noinvitevisit.4": "Valoro mi privacidad, no visitaré ya que no te conozco.",
    "foodstore.noinvitevisit.5": "Gracias, pero solo asisto a eventos organizados por caras conocidas. No visitaré esta vez.",
    "foodstore.noinvitevisit.6": "Prefiero entornos familiares, no visitaré ya que no estamos familiarizados.",
    "foodstore.cannotinvitevisit.0": "Agradezco la invitación, pero no puedo visitar ya que estoy ocupado en este momento.",
    "foodstore.cannotinvitevisit.1": "Gracias por la invitación, pero estoy muy ocupado en este momento y no puedo visitar.",
    "foodstore.cannotinvitevisit.2": "Estoy ocupado con otras obligaciones, así que, desafortunadamente, no puedo visitar.",
    "foodstore.cannotinvitevisit.3": "Un horario ocupado me impide aceptar la invitación.",
    "foodstore.cannotinvitevisit.4": "Actualmente estoy ocupado con tareas y no puedo ir a visitar. Gracias por entender.",
    "foodstore.cannotinvitevisit.5": "Lamentablemente, estoy demasiado ocupado para aceptar la invitación en este momento.",
    "foodstore.cannotinvitevisit.6": "Agradezco la invitación, pero mi carga de trabajo actual no me permite visitar. Quizás en otra ocasión.",
    "foodstore.willinvitevisit.0": "¡Claro, me encantaría visitar! Avísame los detalles.",
    "foodstore.willinvitevisit.1": "¡Absolutamente, estoy interesado! ¿Cuándo y dónde?",
    "foodstore.willinvitevisit.2": "¡Estaría encantado de visitar! ¿Podrías proporcionar más información?",
    "foodstore.willinvitevisit.3": "¡Cuenta conmigo! Estoy deseando que llegue la visita.",
    "foodstore.willinvitevisit.4": "¡Sí, visitaré! Por favor, comparte los detalles.",
    "foodstore.willinvitevisit.5": "¡Estoy interesado! Avísame los detalles de la visita.",
    "foodstore.willinvitevisit.6": "¡Ciertamente, visitaré! Solo comparte los detalles necesarios.",
    "foodstore.config.invitetime": "Configuración - Invitados invitados",
    "foodstore.config.invitecometime": "Los invitados llegan a la hora.",
    "foodstore.config.inviteleavetime": "Es hora de que los invitados comiencen a irse.",
    "foodstore.config.disableallmessage": "Desactivar TODOS los mensajes.",
    "foodstore.config.disableallmessageText": "Establecer en Verdadero desactivará TODOS los mensajes, incluyendo el chat y las burbujas. Las funciones seguirán funcionando, solo que el texto no se mostrará. No se recomienda.",
    "foodstore.responselist.main": "¿Necesitas algo más?",
    "foodstore.responselist.talk": "Hablar",
    "foodstore.responselist.invite": "Invitación para una visita.",
    "foodstore.responselist.foodtaste": "¿Has probado alguna comida ya?",
    "foodstore.responselist.dailydish": "Plato del Día",
    "foodstore.config.enablevisitinside": "¿Permitir la entrada de visitantes en la casa de campo?",
    "foodstore.config.dialoguetime": "¿Caja de diálogo diaria para cada NPC?",
    "foodstore.config.dialoguetimeText": "Por defecto 1. Este número limita cuántas veces aparece el cuadro de invitación para cada NPC diariamente. Aún puedes hablar e invitar a los NPC utilizando el cuadro de chat una vez superado el límite.",
    "foodstore.kidask": "{{kidName}}: Por favor, ¿puedo jugar en tu granja hoy? ¡Por favor, con chispitas encima!",
    "foodstore.groupkidask": "¡Hola! ¿Podemos, por favor, jugar en tu increíble granja hoy? Te prometo que ni siquiera tocaremos las flores.",
    "foodstore.kidresponselist.yes": "¡Absolutamente! ¡Mi gato está esperando que le acaricies la pancita!",
    "foodstore.kidresponselist.no": "¡Oh! Creo que hoy tienes cosas escolares muy importantes, ¿verdad?",
    "foodstore.kidresponselist.yay": "¡Yayyy! ¡Hurra por los buenos momentos!",
    "foodstore.kidresponselist.boring": "¡Buuu...rrring! ¿En serio? ¡Eso suena como un aburrimiento total!",
    "foodstore.config.disablenonfoodonfarm": "¿El visitante retiró un artículo que no es comida?",
    "foodstore.config.disablenonfoodonfarmText": "Por defecto, es falso. Cuando se establece en verdadero, el visitante puede eliminar los artículos no alimentarios que se muestran en la mesa en la Granja y en la Casa de la Granja.",
    "foodstore.visitorpickup.0": "¡Gracias! Con gusto aceptaré.",
    "foodstore.visitorpickup.1": "¡Lo aprecio! Lo intentaré.",
    "foodstore.visitorpickup.2": "¡Gracias por la oferta! Estoy abierto a ello.",
    "foodstore.visitorpickup.3": "¡Genial! Estoy feliz de aceptar.",
    "foodstore.visitorpickup.4": "¡Inesperado, pero gracias! Lo aceptaré.",
    "foodstore.visitorpickup.5": "¡Vaya, no lo esperaba! ¡Gracias!",
    "foodstore.visitorpickup.6": "¡Gracias por el gesto! Estoy de acuerdo con eso.",
    "foodstore.visitorpickup.7": "¡Diferente, pero gracias! Soy de mente abierta.",
    "foodstore.visitorpickup.8": "¡Gracias!",
    "foodstore.visitorpickup.9": "¡Muchas gracias! Haré uso de esto.",
    "foodstore.visitorpickup.10": "¡Interesante! Gracias, lo aceptaré.",
    "foodstore.visitorpickup.11": "Puedo usar esto. ¡Gracias!",
    "foodstore.nonfood.4.0": "Esto superó mis expectativas, ¡la calidad es excepcional!",
    "foodstore.nonfood.4.1": "Estoy realmente impresionado con la calidad excepcional de este artículo.",
    "foodstore.nonfood.4.2": "La artesanía de esto es realmente notable. ¡Calidad de primera!",
    "foodstore.nonfood.4.3": "No puedo creer lo bien hecho y duradero que es este artículo. ¡Excelente calidad!",
    "foodstore.nonfood.4.4": "La atención al detalle en esto es fenomenal. Es de la más alta calidad.",
    "foodstore.nonfood.4.5": "He comprado artículos similares antes, pero ninguno se compara con la excelente calidad de este.",
    "foodstore.nonfood.4.6": "Esta compra valió cada centavo. La calidad es inigualable.",
    "foodstore.nonfood.4.7": "Soy un cliente habitual debido a la excelente calidad constante de sus productos.",
    "foodstore.nonfood.4.8": "En términos de calidad, esta es una de las mejores compras que he hecho. ¡Felicitaciones a su marca!",
    "foodstore.nonfood.2.0": "La calidad de esto es excelente, estoy realmente satisfecho con mi compra.",
    "foodstore.nonfood.2.1": "Es difícil encontrar artículos con una calidad tan excelente en estos días. ¡Impresionante!",
    "foodstore.nonfood.2.2": "Esto tiene una construcción realmente buena y una gran atención al detalle. ¡Bien hecho!",
    "foodstore.nonfood.2.3": "No esperaba una calidad tan buena por el precio. ¡Sorprendido gratamente!",
    "foodstore.nonfood.2.4": "La durabilidad y la artesanía son excelentes. Tomé la decisión correcta al comprar esto.",
    "foodstore.nonfood.2.5": "He tenido productos similares, pero este se destaca por su gran calidad.",
    "foodstore.nonfood.2.6": "Estoy contento con mi compra; la calidad en general es excelente y tiene una buena relación calidad-precio.",
    "foodstore.nonfood.2.7": "Esto logra un equilibrio perfecto entre costo y gran calidad.",
    "foodstore.nonfood.2.8": "Excelente calidad a un precio asequible. Justo lo que estaba buscando.",
    "foodstore.nonfood.1.0": "La calidad de esto es buena y cumple con mis expectativas.",
    "foodstore.nonfood.1.1": "Por el precio, la calidad es sorprendentemente buena. Estoy contento con mi compra.",
    "foodstore.nonfood.1.2": "Un producto sólido de buena calidad. Es exactamente lo que necesitaba.",
    "foodstore.nonfood.1.3": "He tenido artículos similares, pero este se destaca por su buena construcción y calidad.",
    "foodstore.nonfood.1.4": "La calidad es buena y el artículo está bien hecho. Lo recomendaría.",
    "foodstore.nonfood.1.5": "No esperaba una calidad de primer nivel, pero esto es realmente bueno por el precio.",
    "foodstore.nonfood.1.6": "Buena calidad y durabilidad. Esta compra valió la pena.",
    "foodstore.nonfood.1.7": "Estoy gratamente sorprendido por la buena calidad de esto.",
    "foodstore.nonfood.1.8": "Esto ofrece buena calidad sin arruinarse. Gran valor.",
    "foodstore.nonfood.0.0": "La calidad es normal y es lo que esperaba por el precio.",
    "foodstore.nonfood.0.1": "Es un promedio con calidad normal. Nada excepcional, pero cumple su propósito.",
    "foodstore.nonfood.0.2": "Esto tiene un nivel de calidad estándar. No es ni impresionante ni decepcionante.",
    "foodstore.nonfood.0.3": "La calidad se encuentra dentro del rango normal para artículos similares en el mercado.",
    "foodstore.nonfood.0.4": "Diría que la calidad es normal. Cumple con las expectativas básicas sin características destacadas.",
    "foodstore.nonfood.0.5": "Es un producto común con calidad normal. No hay quejas, pero tampoco nada extraordinario.",
    "foodstore.nonfood.0.6": "La calidad es normal para el precio. Recibí lo que pagué.",
    "foodstore.nonfood.0.7": "La calidad de este producto es estándar. No es ni excepcional ni inferior.",
    "foodstore.nonfood.0.8": "Calidad normal. Cumple su función sin exceder ni quedarse corto de las expectativas.",
    "foodstore.general.adult.neutral.outgoing.1.0": "¿Cómo va tu día? ¿Hay algo nuevo en tu vida?",
    "foodstore.general.adult.neutral.outgoing.2.0": "Saludos. ¿Has explorado recientemente los secretos del valle? Intrigante, ¿verdad?",
    "foodstore.general.adult.neutral.outgoing.3.0": "¿Has notado algún cambio en la aldea últimamente? Tus observaciones serían interesantes.",
    "foodstore.general.adult.neutral.outgoing.4.0": "Hola. El clima está bien, ¿verdad? ¿Tienes algún lugar favorito que recomiendes por aquí?",
    "foodstore.general.adult.neutral.outgoing.5.0": "¿Has oído algún rumor o chisme en el pueblo? ¡Estoy todo oídos!",
    "foodstore.general.adult.neutral.outgoing.6.0": "Buen día. Los últimos festivales han sido muy agradables, ¿verdad? ¿Tienes uno favorito?",
    "foodstore.general.adult.neutral.outgoing.7.0": "Hola. ¿Has visto alguna criatura rara durante tus viajes? ¡Comparte tus descubrimientos!",
    "foodstore.general.teens.neutral.outgoing.1.0": "¡Hola! ¿Qué está pasando en la vida de los adolescentes estos días?",
    "foodstore.general.teens.neutral.outgoing.2.0": "¡Hola! ¿Tienes algún plan o aventura interesante en la ciudad?",
    "foodstore.general.teens.neutral.outgoing.3.0": "¡Hola! Siempre encuentro los lugares de encuentro más geniales. ¿Cuál es el último lugar favorito?",
    "foodstore.general.teens.neutral.outgoing.4.0": "¡Hola! Escuché que organizan reuniones divertidas. ¿Hay algún evento próximo?",
    "foodstore.general.teens.neutral.outgoing.5.0": "¡Hola! ¿Cuáles son las últimas tendencias y novedades?",
    "foodstore.general.teens.neutral.outgoing.6.0": "¿Qué hay de nuevo con los adolescentes? ¿Tienen algún pasatiempo o proyecto interesante en el horizonte?",
    "foodstore.general.teens.neutral.outgoing.7.0": "Soy conocido por mi creatividad. ¿Te interesan alguna actividad artística?",
    "foodstore.general.child.neutral.outgoing.1.0": "¡Hola! ¿Cómo te está tratando el día? ¿Tienes alguna aventura emocionante en mente?",
    "foodstore.general.child.neutral.outgoing.2.0": "¿Has visto algún bicho interesante o criatura durante tus pequeñas exploraciones?",
    "foodstore.general.child.neutral.outgoing.3.0": "¿Cuál es el juego favorito entre los aventureros en estos días?",
    "foodstore.general.child.neutral.outgoing.4.0": "¡Hola! ¿Tienes alguna historia divertida de la escuela o de la hora de juegos para compartir?",
    "foodstore.general.child.neutral.outgoing.5.0": "¿Tienes un lugar especial donde esconderte en el pueblo?",
    "foodstore.general.child.neutral.outgoing.6.0": "¡Hola! ¿Tienes juguetes o bocadillos favoritos que disfrutes?",
    "foodstore.general.child.neutral.outgoing.7.0": "Los pequeños exploradores deben encontrar cosas fascinantes. ¡Cuéntame tu último descubrimiento!",
    "foodstore.general.adult.polite.outgoing.1.0": "¿Cómo ha sido tu día hasta ahora?",
    "foodstore.general.adult.polite.outgoing.2.0": "¡Hola! Es maravilloso verte. ¿Tienes alguna noticia emocionante para compartir?",
    "foodstore.general.adult.polite.outgoing.3.0": "¡Buen día! ¿Cuál es tu cosa favorita sobre nuestro encantador pueblo?",
    "foodstore.general.adult.polite.outgoing.4.0": "¿Has explorado las minas últimamente? ¡Es toda una aventura!",
    "foodstore.general.adult.polite.outgoing.5.0": "¡Hola! Los cultivos se ven geniales esta temporada. ¿No crees?",
    "foodstore.general.adult.polite.outgoing.6.0": "¿Has descubierto alguna receta favorita últimamente?",
    "foodstore.general.adult.polite.outgoing.7.0": "Escuché que has estado ayudando por la ciudad. ¡Muchas gracias!",
    "foodstore.general.teens.polite.outgoing.1.0": "¿Qué tal? ¿Has encontrado algún lugar interesante en el valle últimamente?",
    "foodstore.general.teens.polite.outgoing.2.0": "¡Hola! ¿Has estado jugando o haciendo actividades interesantes últimamente? ¡Cuéntame!",
    "foodstore.general.teens.polite.outgoing.3.0": "¿Has revisado si hay algún evento interesante en el pueblo?",
    "foodstore.general.teens.polite.outgoing.4.0": "¿Cuáles son tus pensamientos sobre las últimas canciones que suenan en el salón?",
    "foodstore.general.teens.polite.outgoing.5.0": "¡Hola! ¿Has estado practicando algún truco increíble de skateboard?",
    "foodstore.general.teens.polite.outgoing.6.0": "¡Qué tal! ¿Has visto alguna película interesante en el cine últimamente?",
    "foodstore.general.teens.polite.outgoing.7.0": "Escuché que te gusta la agricultura. ¿Cómo te va con eso?",
    "foodstore.general.child.polite.outgoing.1.0": "¿Tienes un cuento favorito para antes de dormir que quieras compartir?",
    "foodstore.general.child.polite.outgoing.2.0": "¿Has encontrado algún animalito lindo mientras explorabas?",
    "foodstore.general.child.polite.outgoing.3.0": "¿Cuál es tu cosa favorita sobre la escuela?",
    "foodstore.general.child.polite.outgoing.4.0": "¡Hola! ¿Te gusta coleccionar piedras bonitas o conchas?",
    "foodstore.general.child.polite.outgoing.5.0": "¡Hola! ¿Has jugado algún juego divertido con tus amigos recientemente?",
    "foodstore.general.child.polite.outgoing.6.0": "¿Cuál es tu bocadillo favorito cuando tienes hambre?",
    "foodstore.general.child.polite.outgoing.7.0": "Apuesto a que has visto cosas increíbles en el bosque. ¿Puedo verlas?",
    "foodstore.general.adult.rude.outgoing.1.0": "¿Qué tal? No me molestes con charlas triviales. Tengo cosas más importantes que hacer.",
    "foodstore.general.adult.rude.outgoing.2.0": "Te he visto por aquí. Lo que sea. ¿Tienes alguna noticia real o solo estás perdiendo el tiempo?",
    "foodstore.general.adult.rude.outgoing.3.0": "Hmph. ¿Por qué estás aquí? Solo dilo de una vez y sé rápido.",
    "foodstore.general.adult.rude.outgoing.4.0": "Sí, sí. Tú otra vez. ¿Tienes algo interesante que decir o solo estás aquí para molestarme?",
    "foodstore.general.adult.rude.outgoing.5.0": "¿No ves que estoy ocupado? Si no estás aquí con algo importante, lárgate.",
    "foodstore.general.adult.rude.outgoing.6.0": "¿Qué quieres? Hazlo rápido. Tengo lugares a los que ir y me estás retrasando.",
    "foodstore.general.adult.rude.outgoing.7.0": "Mira, no tengo tiempo para charlas triviales. Di lo que tengas que decir y sigamos adelante.",
    "foodstore.general.teens.rude.outgoing.1.0": "¿Tienes algo interesante que decir o estás aquí solo para perder mi tiempo?",
    "foodstore.general.teens.rude.outgoing.2.0": "Tú de nuevo. Si no estás aquí con algo importante, ¿por qué molestarme?",
    "foodstore.general.teens.rude.outgoing.3.0": "Lo que sea. Hazlo rápido. Tengo cosas mejores que hacer que escucharte hablar sin parar.",
    "foodstore.general.teens.rude.outgoing.4.0": "Ugh. ¿No ves que estoy ocupado siendo genial? Si no eres genial, mejor vete.",
    "foodstore.general.teens.rude.outgoing.5.0": "Si no estás aquí con algo de drama o emoción, no estoy interesado.",
    "foodstore.general.teens.rude.outgoing.6.0": "Te escucho, pero más vale que valga la pena. Tengo una reputación que mantener.",
    "foodstore.general.teens.rude.outgoing.7.0": "No tengo tiempo para conversaciones aburridas. Hazlo rápido y entretenido.",
    "foodstore.general.child.rude.outgoing.1.0": "¿Cuál es tu problema? Si no traes dulces o historias divertidas, vete.",
    "foodstore.general.child.rude.outgoing.2.0": "Tú otra vez. ¿Tienes algún juguete interesante o bocadillos para compartir, o es esto una pérdida de tiempo?",
    "foodstore.general.child.rude.outgoing.3.0": "Ugh. ¿No ves que estoy jugando? Si no estás aquí para jugar, déjame en paz.",
    "foodstore.general.child.rude.outgoing.4.0": "Si no traes algunos juegos divertidos o golosinas, no estoy interesado.",
    "foodstore.general.child.rude.outgoing.5.0": "Hmph. No eres mi compañero de juegos, así que a menos que tengas algo divertido.",
    "foodstore.general.child.rude.outgoing.6.0": "Estoy ocupado siendo asombroso. Si no eres asombroso, no me molestes.",
    "foodstore.general.child.rude.outgoing.7.0": "No me interesa lo aburrido. Si no es divertido, no me interesa. ¿Entendido?",
    "foodstore.general.adult.neutral.shy.1.0": "Hola. Si estoy en silencio, solo estoy asimilando las cosas. ¿Cómo va tu día?",
    "foodstore.general.adult.neutral.shy.2.0": "Soy un poco reservado, pero disfruto nuestras charlas. ¿Qué tal?",
    "foodstore.general.adult.neutral.shy.3.0": "Gracias por charlar. Estoy aquí. ¿Tienes algo en mente?",
    "foodstore.general.adult.neutral.shy.4.0": "Si parezco reservado, es por mi lado contemplativo. ¿Qué hay de nuevo contigo?",
    "foodstore.general.adult.neutral.shy.5.0": "Me gusta escuchar. ¿Qué es emocionante para ti?",
    "foodstore.general.adult.neutral.shy.6.0": "Lo siento si no soy muy extrovertido. ¿Has tenido alguna experiencia interesante últimamente?",
    "foodstore.general.adult.neutral.shy.7.0": "Soy un poco reservado, pero tengo curiosidad. ¿Qué hay de nuevo contigo?",
    "foodstore.general.teens.neutral.shy.1.0": "Si estoy en silencio, solo estoy absorbiéndolo todo. ¿Qué pasa contigo?",
    "foodstore.general.teens.neutral.shy.2.0": "Hola. Soy un poco reservado, pero estoy aquí para tener una buena conversación. ¿Hay algo interesante sucediendo?",
    "foodstore.general.teens.neutral.shy.3.0": "Soy introvertido, pero estoy dispuesto a tener discusiones interesantes. ¿Qué tienes en mente?",
    "foodstore.general.teens.neutral.shy.4.0": "Si estoy callado, es por mi lado reflexivo. ¿Cuál es tu opinión sobre las últimas tendencias?",
    "foodstore.general.teens.neutral.shy.5.0": "Hola. Soy reservado, pero estoy abierto a escuchar tus pensamientos. ¿Tienes alguna historia emocionante?",
    "foodstore.general.teens.neutral.shy.6.0": "Lo siento si parezco un poco reservado. ¿Cuál ha sido el punto culminante de tu día?",
    "foodstore.general.teens.neutral.shy.7.0": "Puedo ser reservado, pero estoy interesado. ¿Hay algo de lo que te gustaría hablar?",
    "foodstore.general.child.neutral.shy.1.0": "Si estoy en silencio, estoy en mi propio mundo. ¿Tú también te sientes así?",
    "foodstore.general.child.neutral.shy.2.0": "Espero que te estés divirtiendo. Estoy un poco callado, pero me gusta observar. ¿Cuál es tu juego favorito?",
    "foodstore.general.child.neutral.shy.3.0": "¿Cuál es tu actividad favorita? Soy un poco tímido, pero me encanta escuchar sobre tus aventuras.",
    "foodstore.general.child.neutral.shy.4.0": "A veces soy un poco tímido, pero estoy emocionado por charlar. ¿Cuál es tu juguete favorito?",
    "foodstore.general.child.neutral.shy.5.0": "Soy reservado; solo estoy asimilando todo. ¿Cuál es tu actividad favorita?",
    "foodstore.general.child.neutral.shy.6.0": "¿Hay algún juego o actividad que disfrutes? Puedo ser tímido, pero me encantaría escuchar sobre tu día.",
    "foodstore.general.child.neutral.shy.7.0": "¿Cómo va todo contigo? Si hay algo divertido, estoy todo oídos. Soy un poco tímido, ¡pero tengo curiosidad!",
    "foodstore.general.adult.polite.shy.1.0": "Si parezco un poco reservado, así soy yo. ¿Cómo va tu día?",
    "foodstore.general.adult.polite.shy.2.0": "Tu empresa significa mucho. Estoy aquí para tener una buena conversación.",
    "foodstore.general.adult.polite.shy.3.0": "Gracias por charlar. Puede que no hable mucho, pero realmente estoy escuchando.",
    "foodstore.general.adult.polite.shy.4.0": "Tu presencia es valiosa. Si parezco un poco reservado, es simplemente parte de quien soy. ¿Qué hay de nuevo contigo?",
    "foodstore.general.adult.polite.shy.5.0": "Realmente disfruto nuestras charlas. ¿Hay algo emocionante sucediendo para ti?",
    "foodstore.general.adult.polite.shy.6.0": "Valoro genuinamente nuestras conversaciones. No soy la persona más extrovertida, pero estoy realmente interesado.",
    "foodstore.general.adult.polite.shy.7.0": "Tu empresa es apreciada. Tengo curiosidad genuina. ¿Qué hay de nuevo contigo?",
    "foodstore.general.teens.polite.shy.1.0": "Si no soy muy hablador, así soy yo.",
    "foodstore.general.teens.polite.shy.2.0": "Fue un placer hablar contigo. Puedo ser un poco introvertido, pero estoy aquí. ¿Está pasando algo interesante?",
    "foodstore.general.teens.polite.shy.3.0": "Gracias por pasar el rato. Puede que no hable mucho, pero estoy dispuesto a tener discusiones interesantes.",
    "foodstore.general.teens.polite.shy.4.0": "Si no soy muy extrovertido, es solo mi lado reflexivo. ¿Qué opinas sobre las últimas tendencias?",
    "foodstore.general.teens.polite.shy.5.0": "Gracias por ser tan genial. Puede que no hable mucho, pero estoy genuinamente interesado.",
    "foodstore.general.teens.polite.shy.6.0": "Aprecio mucho nuestras charlas. Si parezco un poco introvertido, lo siento. ¿Cuál ha sido el momento más destacado de tu día?",
    "foodstore.general.teens.polite.shy.7.0": "Gracias por ser comprensivo. Puede que no sea muy extrovertido, pero estoy genuinamente interesado.",
    "foodstore.general.child.polite.shy.1.0": "Si no soy muy hablador, simplemente estoy en mi propio mundo. ¿También te sientes así?",
    "foodstore.general.child.polite.shy.2.0": "Espero que te estés divirtiendo. Soy un poco callado, pero me gusta observar. ¿Cuál es tu juego favorito?",
    "foodstore.general.child.polite.shy.3.0": "¿Cuál es tu actividad favorita? Puede que no sea la persona más extrovertida, pero me encanta escuchar sobre tus aventuras.",
    "foodstore.general.child.polite.shy.4.0": "A veces no soy muy hablador, pero estoy emocionado por charlar. ¿Cuál es tu juguete favorito?",
    "foodstore.general.child.polite.shy.5.0": "No soy muy extrovertido; simplemente estoy disfrutando del momento. ¿Cuál es tu actividad favorita?",
    "foodstore.general.child.polite.shy.6.0": "¿Hay algún juego o actividad que disfrutes? Me encantaría escuchar sobre tu día.",
    "foodstore.general.child.polite.shy.7.0": "¿Cómo va todo contigo? Si hay algo divertido, estoy atento. ¡Tengo una verdadera curiosidad!",
    "foodstore.general.adult.rude.shy.1.0": "Si parezco distante, es simplemente como soy. ¿Qué quieres?",
    "foodstore.general.adult.rude.shy.2.0": "Tu charla está bien, supongo. Si parezco raro, es solo mi forma de ser. ¿Para qué molestarse?",
    "foodstore.general.adult.rude.shy.3.0": "Charlar es irrelevante. Puede que no sea muy hablador. ¿Cuál es el objetivo?",
    "foodstore.general.adult.rude.shy.4.0": "Si no soy muy sociable. ¿Tienes algo que decir o no?",
    "foodstore.general.adult.rude.shy.5.0": "Hablar está bien, supongo. Si parezco reservado, es solo como soy. ¿Y a ti qué te importa?",
    "foodstore.general.adult.rude.shy.6.0": "Las conversaciones son interesantes, supongo. No soy la persona más extrovertida. Lo que sea.",
    "foodstore.general.adult.rude.shy.7.0": "Tu empresa está bien. ¿Qué pasa contigo?",
    "foodstore.general.teens.rude.shy.1.0": "Si no soy muy hablador, así es como soy. ¿Qué te importa?",
    "foodstore.general.teens.rude.shy.2.0": "Hablar contigo está bien, supongo.",
    "foodstore.general.teens.rude.shy.3.0": "Salir a pasar el rato es lo que sea. ¿Tienes algo en mente o qué?",
    "foodstore.general.teens.rude.shy.4.0": "Está bien. ¿Cuál es el tema de las preguntas?",
    "foodstore.general.teens.rude.shy.5.0": "Tus historias están bien, supongo. ¿Algo más?",
    "foodstore.general.teens.rude.shy.6.0": "Nuestras charlas son geniales, eso espero.",
    "foodstore.general.teens.rude.shy.7.0": "Tu comprensión está bien. No me interesan las relaciones sociales.",
    "foodstore.general.child.rude.shy.1.0": "Si no soy muy hablador, así soy yo. ¿Y a ti qué te importa?",
    "foodstore.general.child.rude.shy.2.0": "Jugar está bien.",
    "foodstore.general.child.rude.shy.3.0": "¿Qué es lo que te divierte? ¿Tienes algo en mente o qué?",
    "foodstore.general.child.rude.shy.4.0": "Si estoy callado, soy solo yo. ¿Por qué tantas preguntas?",
    "foodstore.general.child.rude.shy.5.0": "¿Qué pasa? ¿Necesitas algo de mí?",
    "foodstore.general.child.rude.shy.6.0": "Nuestros juegos son geniales, supongo.",
    "foodstore.general.child.rude.shy.7.0": "Tus historias están bien. ¿Cuál es tu problema?",
    "foodstore.general.adult.neutral.neutral.1.0": "¿Cómo estás hoy? ¿Hay algo interesante sucediendo en el pueblo?",
    "foodstore.general.adult.neutral.neutral.2.0": "Espero que tu día esté yendo bien. ¿Has explorado el valle últimamente?",
    "foodstore.general.adult.neutral.neutral.3.0": "Es agradable verte. ¿Tienes algún lugar favorito en la ciudad?",
    "foodstore.general.adult.neutral.neutral.4.0": "¿Cómo te va? ¿Tienes algún descubrimiento reciente para compartir?",
    "foodstore.general.adult.neutral.neutral.5.0": "Hola. Espero que estés teniendo un buen día. ¿Tienes algo emocionante en mente?",
    "foodstore.general.adult.neutral.neutral.6.0": "Hola. Siempre es agradable charlar. ¿Hay algo específico de lo que te gustaría hablar?",
    "foodstore.general.adult.neutral.neutral.7.0": "Estoy aquí si necesitas algo. ¿Cómo va todo en tu mundo?",
    "foodstore.general.teens.neutral.neutral.1.0": "Hola. ¿Cómo va todo? ¿Hay algo interesante sucediendo en el mundo de los adolescentes?",
    "foodstore.general.teens.neutral.neutral.2.0": "Espero que te encuentres bien. ¿Has tenido alguna actividad o pasatiempo interesante últimamente?",
    "foodstore.general.teens.neutral.neutral.3.0": "¿Qué tal? Me alegra verte. ¿Has visitado algún lugar interesante en el pueblo?",
    "foodstore.general.teens.neutral.neutral.4.0": "Hola. ¿Cómo va tu día? ¿Hay alguna nueva tendencia o evento que te llame la atención?",
    "foodstore.general.teens.neutral.neutral.5.0": "Espero que todo esté bien contigo. ¿Has visto alguna buena película o programa últimamente?",
    "foodstore.general.teens.neutral.neutral.6.0": "¿Qué tal? ¿Tienes algo interesante en mente? Estoy aquí para charlar si quieres.",
    "foodstore.general.teens.neutral.neutral.7.0": "Me alegra verte. ¿Hay algo emocionante sucediendo en la comunidad adolescente?",
    "foodstore.general.child.neutral.neutral.1.0": "Hola. ¿Cómo va tu día en el pueblo? ¿Tienes algún juego o aventura divertida en tu agenda?",
    "foodstore.general.child.neutral.neutral.2.0": "Espero que estés disfrutando del juego. ¿Tienes algo interesante que compartir?",
    "foodstore.general.child.neutral.neutral.3.0": "Encantado de verte. ¿Cuál es tu cosa favorita del pueblo?",
    "foodstore.general.child.neutral.neutral.4.0": "¿Cómo va tu día? ¿Hay algún juguete o bocadillo favorito que hayas disfrutado?",
    "foodstore.general.child.neutral.neutral.5.0": "Hola. Espero que estés teniendo un día divertido. ¿Hay algo interesante en tu pequeño mundo?",
    "foodstore.general.child.neutral.neutral.6.0": "Hola. Es un placer charlar contigo. ¿Hay algún juego o actividad en particular que disfrutes?",
    "foodstore.general.child.neutral.neutral.7.0": "¿Cómo va todo contigo? Si hay algo divertido que compartir, estoy todo oídos.",
    "foodstore.general.adult.polite.neutral.1.0": "Espero que tu día esté yendo bien. ¿Hay algo en lo que estés pensando?",
    "foodstore.general.adult.polite.neutral.2.0": "Es un placer verte. ¿Cómo ha sido tu tiempo en el pueblo?",
    "foodstore.general.adult.polite.neutral.3.0": "Hola. Encantado de conocerte. ¿Tienes algún lugar favorito en la ciudad?",
    "foodstore.general.adult.polite.neutral.4.0": "Hola, ¿cómo va todo? ¿Tienes algún descubrimiento reciente que quieras compartir?",
    "foodstore.general.adult.polite.neutral.5.0": "Hola. Espero que estés teniendo un buen día. ¿Tienes algo emocionante en mente?",
    "foodstore.general.adult.polite.neutral.6.0": "Siempre es un placer charlar. ¿Hay algo específico de lo que te gustaría hablar?",
    "foodstore.general.adult.polite.neutral.7.0": "Estoy aquí si necesitas algo. ¿Cómo va todo en tu mundo?",
    "foodstore.general.teens.polite.neutral.1.0": "¿Cómo va todo? ¿Hay algo interesante sucediendo en la escena juvenil?",
    "foodstore.general.teens.polite.neutral.2.0": "Hola. Espero que estés bien. ¿Has tenido alguna actividad o hobby interesante últimamente?",
    "foodstore.general.teens.polite.neutral.3.0": "¿Sup? Qué bueno verte. ¿Has descubierto algún lugar interesante en el pueblo?",
    "foodstore.general.teens.polite.neutral.4.0": "Hola. ¿Cómo está tu día? ¿Hay alguna nueva tendencia o evento que llame tu atención?",
    "foodstore.general.teens.polite.neutral.5.0": "Hola. Espero que estés bien. ¿Has visto alguna buena película o serie últimamente?",
    "foodstore.general.teens.polite.neutral.6.0": "¿Qué tal? ¿Tienes algo interesante en mente? Estoy aquí para charlar si lo deseas.",
    "foodstore.general.teens.polite.neutral.7.0": "Es un placer verte. ¿Hay algo emocionante sucediendo en la comunidad juvenil?",
    "foodstore.general.child.polite.neutral.1.0": "¿Cómo va tu día en la aldea? ¿Tienes algún juego divertido o aventura en tu agenda?",
    "foodstore.general.child.polite.neutral.2.0": "Hola. Espero que estés disfrutando del juego. ¿Tienes algo interesante para compartir?",
    "foodstore.general.child.polite.neutral.3.0": "Hola. Encantado de verte. ¿Cuál es tu cosa favorita sobre el pueblo?",
    "foodstore.general.child.polite.neutral.4.0": "Hola, ¿cómo va tu día? ¿Tienes algún juguete o bocadillo favorito que hayas disfrutado?",
    "foodstore.general.child.polite.neutral.5.0": "Espero que estés teniendo un día divertido. ¿Hay algo interesante en tu pequeño mundo?",
    "foodstore.general.child.polite.neutral.6.0": "Hola. Es un placer charlar contigo. ¿Hay algún juego o actividad en particular que disfrutes?",
    "foodstore.general.child.polite.neutral.7.0": "¿Cómo va todo contigo? Si hay algo divertido que compartir, estoy todo oídos.",
    "foodstore.general.adult.rude.neutral.1.0": "¿Qué pasa? No me hagas perder el tiempo con charlas sin sentido. Ve al grano.",
    "foodstore.general.adult.rude.neutral.2.0": "Si no tienes nada importante que decir, ahorra tus palabras y sigue adelante.",
    "foodstore.general.adult.rude.neutral.3.0": "¿Por qué me molestas? Si no es algo importante, lárgate.",
    "foodstore.general.adult.rude.neutral.4.0": "Ugh, no tengo ganas de charlas triviales. Dilo de una vez o ve a molestar a otra persona.",
    "foodstore.general.adult.rude.neutral.5.0": "¿No ves que estoy ocupado? Si no estás aquí con algo importante, no me molestes.",
    "foodstore.general.adult.rude.neutral.6.0": "No tengo tiempo para conversaciones sin sentido. Si tienes un punto, exprésalo rápido.",
    "foodstore.general.adult.rude.neutral.7.0": "¿Por qué sigues aquí? Si no traes algo importante, déjame en paz.",
    "foodstore.general.teens.rude.neutral.1.0": "¿Cuál es tu problema? No estoy interesado en perder el tiempo. Habla claro o sigue adelante.",
    "foodstore.general.teens.rude.neutral.2.0": "¿En serio? Si no estás aquí con algo interesante o importante, lárgate.",
    "foodstore.general.teens.rude.neutral.3.0": "¿Por qué me molestas? Si no se trata de algo increíble, no estoy interesado.",
    "foodstore.general.teens.rude.neutral.4.0": "No tengo tiempo para conversaciones incómodas. Si no eres genial, vete.",
    "foodstore.general.teens.rude.neutral.5.0": "¿No ves que estoy ocupado siendo asombroso? Si no eres, ya sabes, genial, vete.",
    "foodstore.general.teens.rude.neutral.6.0": "Mira, no me gustan las charlas. Si no traes drama, sigue adelante.",
    "foodstore.general.teens.rude.neutral.7.0": "¿Por qué sigues aquí? Si no estás aquí con algo emocionante, no me interesa.",
    "foodstore.general.child.rude.neutral.1.0": "Um, ¿qué quieres? Si no traes juegos divertidos o golosinas, déjame en paz.",
    "foodstore.general.child.rude.neutral.2.0": "¿Por qué me estás molestando? Si no tienes juguetes interesantes o bocadillos, sigue adelante.",
    "foodstore.general.child.rude.neutral.3.0": "¿Cuál es tu asunto? No me interesa lo aburrido. Si no es divertido, no estoy interesado.",
    "foodstore.general.child.rude.neutral.4.0": "Ugh, ¿no ves que estoy jugando? Si no has traído cosas divertidas, no me molestes.",
    "foodstore.general.child.rude.neutral.5.0": "Mira, no estoy de humor para conversaciones. Si no eres divertido, no esta vez.",
    "foodstore.general.child.rude.neutral.6.0": "¿Por qué sigues aquí? Si no traes historias interesantes o juguetes, vete.",
    "foodstore.general.child.rude.neutral.7.0": "¿En serio? Si no estás aquí con algo divertido, no estoy interesado.",
    "foodstore.weaponText": "Gran cosa.",
    "foodstore.config.dialogue": "Configuración - Diálogo",
    "foodstore.config.disablekidask": "Los niños con discapacidad piden jugar.",
    "foodstore.config.enablesaleweapon": "¿Habilitar la venta de armas?",
    "mannequin.desc": "Este es el único tipo de maniquí permitido para vender ropa.",
    "mannequin.name.plain-male": "Maniquí de pueblo comercial",
    "mannequin.name.plain-female": "Mujer maniquí de pueblo mercado",
    "mannequin.name.magic-male": "Maniquí Mágico",
    "mannequin.name.magic-female": "Mujer Maniquí Mágica",
    "foodstore.soldclothes": "Conjunto vendido en {{locationint}} por {{saleint}}G.",
    "foodstore.soldclothesText.0": "Esto podría lucir bien en mí.",
    "foodstore.soldclothesText.1": "Me pregunto si este color se adapta a mi estilo.",
    "foodstore.soldclothesText.2": "Es hora de actualizar tu guardarropa con esta prenda.",
    "foodstore.soldclothesText.3": "No puedo resistirme a añadir esto a mi colección.",
    "foodstore.soldclothesText.4": "Elección perfecta para la próxima ocasión.",
    "foodstore.soldclothesText.5": "Probando algo nuevo para un cambio.",
    "foodstore.soldclothesText.6": "Una pieza clásica que nunca pasa de moda.",
    "foodstore.config.randompurchase": "¿El NPC compra un objeto aleatorio?",
    "foodstore.config.randompurchaseText": "Por defecto, los NPC se moverán hacia el objeto más cercano. Establezca en Verdadero para que compren un objeto al azar dentro del rango de búsqueda.",
    "foodstore.config.doorentry": "El NPC aparece cerca de la puerta.",
    "foodstore.config.doorentryText": "Predeterminado Verdadero: El visitante aparecerá cerca de la puerta. Establecer en Falso para que el NPC aparezca cerca del cartel de licencia. Solo se aplica a edificios comerciales.",
    "foodstore.config.shedvisitchance": "Oportunidad para un nuevo visitante.",
    "foodstore.config.shedvisitchanceText": "Valor predeterminado 0.1. Probabilidad de que haya un nuevo visitante en el edificio cada 10 minutos. ¡Se recomienda que esté por debajo de 0.5!",
    "foodstore.config.maxshedcapacity": "Máximo de visitantes en el edificio.",
    "foodstore.config.maxshedcapacityText": "Predeterminado 5. Capacidad máxima en un edificio.",
    "foodstore.config.timestay": "¿Cuánto tiempo se queda el NPC?",
    "foodstore.config.timestayText": "Predeterminado 230 (equivalente a 2.5 horas). Recomendado por debajo de 400 (4 horas).",
    "foodstore.config.openhour": "Hora de apertura",
    "foodstore.config.closehour": "Hora de cierre",
    "foodstore.config.shed": "Configuración - Tienda de materiales para granjas",
    "foodstore.config.shedbuychance": "Oportunidad de compra para visitantes",
    "foodstore.config.shedbuychanceText": "Predeterminado 0.2. Probabilidad de que el visitante compre un artículo dentro del edificio.",
    "foodstore.config.shedminutetohungry": "Minuto para comprar.",
    "foodstore.config.shedminutetohungryText": "Predeterminado 90. Límite de tiempo entre cada compra.",
    "foodstore.shedguestgreeting": "Hola",
    "foodstore.config.buswalk": "Los NPC caminan desde el autobús.",
    "foodstore.config.buswalkText": "Cuando se establece en Verdadero, los visitantes comenzarán a salir del autobús hacia tu granja.",
    "foodstore.config.modkey": "Clave para mostrar el nombre del platillo.",
    "foodstore.config.orderchance": "Oportunidad para nuevos pedidos.",
    "foodstore.config.lovedishchance": "Oportunidad de un plato querido.",
    "foodstore.config.pricemultiplier": "Multiplicador de precios",
    "foodstore.config.maxordernight": "Máximo de pedidos por NPC por día.",
    "foodstore.config.kidaskchance": "Oportunidad diaria de que el niño pida jugar.",
    "loved-order-reaction-1": "¡Gracias, esto se ve delicioso!",
    "loved-order-reaction-2": "¡Muchas gracias!",
    "loved-order-reaction-3": "¡Exactamente lo que quería, gracias!",
    "liked-order-reaction-1": "¡Gracias, esto se ve bien!",
    "liked-order-reaction-2": "¡Gracias!",
    "liked-order-reaction-3": "Justo lo que pedí, ¡gracias!",
    "neutral-order-reaction-1": "¡Oh, está bien!",
    "neutral-order-reaction-2": "Está bien.",
    "neutral-order-reaction-3": "¡Genial!",
    "foodstore.config.shedvisitor": "Solicitud Especial de Visitantes",
    "foodstore.mailtotal": "Ganancias totales del mercado: {{totalEarning}}G^  Ganancias de ayer: {{sellMoney}}G^  Interacción con clientes de ayer: {{todayCustomerInteraction}}^",
    "foodstore.letter.mtwelcome": "Bienvenido a Market Town @. Aquí puedes gestionar tu propia tienda y vender productos a los aldeanos. ¡Comencemos eligiendo un buen lugar, colocando una mesa y comenzando a vender cualquier artículo que prefieras! Para utilizar cualquiera de tus edificios como museo, restaurante o tienda de conveniencia, necesitas obtener una Licencia de Museo del Gremio de Aventureros, una Licencia de Restaurante del Saloon, o una Licencia de Market Town del Comerciante del Desierto. (Requisitos para la Licencia de Museo: Donar 30 artículos al museo local). (Requisitos para la Licencia de Restaurante: Ingresos de Market Town superiores a 10,000, y haber vendido al menos 20 artículos de cocina a los aldeanos). (Requisitos para la Licencia de Market Town: Ingresos de Market Town superiores a 30,000, y haber vendido 30 de cada uno de Forraje, Vegetal, Producto Artesanal, Producto Animal, Cocina, Pescado y Mineral).Este Mod es altamente configurable para adaptarse al estilo de juego de la mayoría de los jugadores. Por favor, revisa los detalles en Config antes de reportar cualquier problema. ¿Encontraste errores? Reporta en la página del Mod junto con el registro de SMAPI, o contáctame a través de Discord: hapyke.",
    "foodstore.letter.mtrestaurantlicense": "Estimado @.^^ Como has cumplido con el requisito para obtener una Licencia de Restaurante, puedes pasar por el Saloon cuando tengas tiempo para adquirir la licencia.^ La Licencia de Restaurante te permite operar cualquiera de tus Edificios Agrícolas como un restaurante.^^ Pasaré a comer algo en algún momento.^     - Gus",
    "foodstore.letter.mtmarkettownlicense": "Estimado @.^^ Estás haciendo un gran trabajo con tu negocio. Ahora puedes obtener una Licencia de Pueblo de Mercado del Desert Trader.^ La Licencia de Pueblo de Mercado te permite vender cualquier cosa que desees.^^ - Lewis",
    "foodstore.weeklytotallog": "Ganancias totales del mercado: {{totalEarning}}G^",
    "foodstore.forage": "Forraje Total Vendido: {{TotalForageSold}}",
    "foodstore.flower": "Total de flores vendidas: {{TotalFlowerSold}}",
    "foodstore.fruit": "Fruta Total Vendida: {{TotalFruitSold}}",
    "foodstore.vegetable": "Total de verduras vendidas: {{TotalVegetableSold}}",
    "foodstore.seed": "Total de semillas vendidas: {{TotalSeedSold}}",
    "foodstore.monsterloot": "Total de botín de monstruos vendido: {{TotalMonsterLootSold}}",
    "foodstore.syrup": "Total de jarabe vendido: {{TotalSyrupSold}}",
    "foodstore.artisangood": "Total de productos artesanales vendidos: {{TotalArtisanGoodSold}}",
    "foodstore.animalproduct": "Total de productos animales vendidos: {{TotalAnimalProductSold}}",
    "foodstore.resourcemetal": "Total de Metal de Recursos Vendido: {{TotalResourceMetalSold}}",
    "foodstore.mineral": "Mineral Total Vendido: {{TotalMineralSold}}",
    "foodstore.crafting": "Total de artesanías vendidas: {{TotalCraftingSold}}",
    "foodstore.cooking": "Total de Cocción Vendido: {{TotalCookingSold}}",
    "foodstore.fish": "Total de Pescado Vendido: {{TotalFishSold}}",
    "foodstore.gem": "Total de gemas vendidas: {{TotalGemSold}}",
    "foodstore.lastweek.forage": "La semana pasada se vendieron forrajes: {{LastweekForageSold}}.",
    "foodstore.lastweek.flower": "La semana pasada se vendieron flores: {{LastweekFlowerSold}}.",
    "foodstore.lastweek.fruit": "Frutas vendidas la semana pasada: {{LastweekFruitSold}}",
    "foodstore.lastweek.vegetable": "Vegetales vendidos la semana pasada: {{LastweekVegetableSold}}",
    "foodstore.lastweek.seed": "La semana pasada se vendieron semillas: {{LastweekSeedSold}}",
    "foodstore.lastweek.monsterloot": "La semana pasada se vendieron botines de monstruo: {{LastweekMonsterLootSold}}.",
    "foodstore.lastweek.syrup": "Última semana de jarabe vendido: {{LastweekSyrupSold}}",
    "foodstore.lastweek.artisangood": "La semana pasada, se vendieron productos artesanales: {{LastweekArtisanGoodSold}}.",
    "foodstore.lastweek.animalproduct": "La semana pasada se vendieron productos animales: {{LastweekAnimalProductSold}}.",
    "foodstore.lastweek.resourcemetal": "La semana pasada se vendió recurso metálico: {{LastweekResourceMetalSold}}.",
    "foodstore.lastweek.mineral": "La semana pasada se vendieron minerales: {{LastweekMineralSold}}",
    "foodstore.lastweek.crafting": "La semana pasada se vendieron artesanías: {{LastweekCraftingSold}}.",
    "foodstore.lastweek.cooking": "La semana pasada se vendieron: {{LastweekCookingSold}}.",
    "foodstore.lastweek.fish": "La semana pasada se vendieron peces: {{LastweekFishSold}}.",
    "foodstore.lastweek.gem": "La semana pasada se vendieron gemas: {{LastweekGemSold}}.",
    "foodstore.letter.mtmuseumlicense": "Estimado @.^^ Parece que estás haciendo un gran trabajo explorando la mina y donando a nuestro museo. Quería informarte que ahora tenemos una Licencia de Museo disponible para ti en la Guilda de Aventureros.^ Esta licencia te permite convertir tu edificio en un museo público, ¡y los visitantes te pagarán un precio de entrada cada vez que lo visiten!^^ -Marlon",
    "foodstore.config.museumpricemarkup": "Multiplicador del precio de las entradas al museo",
    "foodstore.config.museumpricemarkupText": "El precio del boleto del museo se basa en el número de artefactos, minerales y botines de monstruos exhibidos dentro. Un valor más alto significa un precio de boleto más alto, ¡pero también disminuirá la posibilidad de visitantes!",
    "foodstore.todaymuseumvisitor": "Ayer, los visitantes del museo: {{todayMMuseumVisitor}}, generando {{todayMuseumEarning}}.",
    "foodstore.letter.receivemuseumlicense": "Estimado @.^^ Felicitaciones por obtener tu Licencia de Museo. Déjame explicarte cómo configurarlo.^ Puedes usar cualquier Edificio de Granja como Museo. El único requisito es tener un cartel que muestre la Licencia, y luego los visitantes comenzarán a llegar mañana.^ Los visitantes del Museo no compran los artículos en exhibición, pero pagarán un precio de entrada al ingresar. El precio se determina por el número de artefactos, gemas raras, así como peces exóticos o estatuas. Puedes decidir tu margen de precio de las entradas; sin embargo, ten en cuenta que cuanto mayor sea el margen, menos visitantes podrías atraer.^^ Visitaré tu Museo una vez que esté listo.^ -Lewis",
    "foodstore.letter.receiverestaurantlicense": "Estimado @.^^ He notado que has obtenido la Licencia de Restaurante. Esta licencia te permitirá utilizar cualquier edificio de granja como restaurante. Simplemente exhibe la licencia en un cartel y los visitantes comenzarán a llegar mañana.^ Los visitantes del restaurante explorarán y comprarán comida que les atraiga. A veces, solicitarán un plato especial, que podrás venderles directamente a un precio más alto.^^ Estoy realmente ansioso por probar tu comida.^ -Lewis",
    "foodstore.letter.receivemarkettownlicense": "Estimado @.^^ Finalmente, has obtenido la Licencia de Mercado. A partir de ahora, puedes tener desde una pequeña tienda de conveniencia hasta un supermercado. Esta licencia te permite vender cualquier producto que desees, incluyendo alimentos, cosechas, materiales y más.^^ Muchas gracias por crear un centro conveniente para todos en nuestro pueblo.^ -Lewis",
    "foodstore.config.multiplayermode": "¿Activar el dinero de ventas para el modo multijugador?",
    "foodstore.config.multiplayermodeText": "ADVERTENCIA DE ERROR. Predeterminado en falso. Activar esto dividirá el dinero de la venta entre los jugadores conectados. ADVERTENCIA: A veces, los otros jugadores no reciben el dinero.",
    "foodstore.config.easylicense": "¿Omitir requisito para la licencia?",
    "foodstore.config.textchat": "¿Deshabilitar el chat de escritura con NPC?",
    "foodstore.island.building": "Las llamas están danzando y los visitantes están llegando. La construcción en la Isla Paraíso está detenida.",
    "foodstore.islandtravel.sun": "Fue un viaje bastante largo. ¡Te sientes un poco cansado!",
    "foodstore.islandtravel.rain": "La lluvia hizo el viaje más difícil. Te sientes exhausto.",
    "foodstore.islandtravel.wind": "El viento a veces te empuja hacia adelante, pero otras veces sopla en contra de tu dirección.",
    "foodstore.islandtravel.storm": "El clima tormentoso fue implacable. Te sientes agotado por el viaje.",
    "foodstore.islandtravel.greenrain": "La inusual lluvia verde era desorientadora. Te sientes debilitado.",
    "foodstore.islandtravel.snow": "Avanzar por la nieve era agotador. Necesitas descansar un poco.",
    "foodstore.customernote.yes.0": "¡Tu comida y estilo fueron fantásticos! Tuve una gran experiencia.",
    "foodstore.customernote.yes.1": "¡Definitivamente digo que sí a tu comida! Estaba increíblemente deliciosa.",
    "foodstore.customernote.yes.2": "¡Un gran agradecimiento por el excelente servicio y la deliciosa comida!",
    "foodstore.customernote.yes.3": "Le doy un sí rotundo a tu comida: ¡fue fantástica!",
    "foodstore.customernote.yes.4": "Sí, tu comida es excepcional y tu estilo es impresionante.",
    "foodstore.customernote.yes.5": "¡Una experiencia absolutamente encantadora! ¡Sí, sí, sí!",
    "foodstore.customernote.yes.6": "Tu comida y estilo son increíbles. ¡Sí, me encantó!",
    "foodstore.customernote.no.0": "No era del todo de mi gusto. Definitivamente hay margen de mejora.",
    "foodstore.customernote.no.1": "Espero que haya mejoras la próxima vez.",
    "foodstore.customernote.no.2": "Desafortunadamente, no cumplió con mis expectativas. Espero que la próxima vez sea mejor.",
    "foodstore.customernote.no.3": "No fue lo que esperaba. Quizás la próxima vez sea mejor.",
    "foodstore.customernote.no.4": "Estoy un poco decepcionado. Debería haber gastado mi dinero en otra cosa.",
    "foodstore.customernote.no.5": "Esta vez no fue suficiente para mí.",
    "foodstore.customernote.no.6": "No lo disfruté mucho. Quizás mis gustos no coinciden bien.",
    "foodstore.config.advance": "Configuración Avanzada - leer detalles",
    "foodstore.config.pathcheck": "Intervalo de verificación de ruta de NPC",
    "foodstore.config.pathcheckText": "Valor predeterminado de 1 segundo, configúrelo en 0 para desactivarlo. Esta configuración intenta arreglar a los NPC cuando quedan atrapados en losa no transitable. Desactive esto si ve que los NPC son considerados como ATASCADOS en lugares donde normalmente NO ESTÁN ATASCADOS. AUMENTE este número o DESACTIVE si experimenta un gran retraso cada segundo.",
    "foodstore.config.signrange": "¿Marcar la tienda con un letrero?",
    "foodstore.config.signrangeText": "Establezca en 0 para desactivar. La mayoría de las personas no utilizan esta configuración. Si tiene 2 áreas de almacenamiento y solo desea que los NPC compren de una de ellas, utilice esta configuración. El número representa la distancia desde un cartel hasta un artículo que los NPC pueden comprar. No es válido dentro de un edificio de granja.",
    "foodstore.config.island": "Escenario - Isla Paraíso",
    "foodstore.config.maxislandNPC": "Número máximo de visitantes",
    "foodstore.config.maxislandNPCText": "Por defecto 40. Número máximo de visitantes al alcanzar el progreso máximo. Configurarlo en alto podría causar retrasos.",
    "foodstore.config.islandprogress": "Progreso de la Isla Paraíso.",
    "foodstore.config.islandprogressText": "Por defecto, es verdadero. Establezca en falso para omitir (máximo de visitantes, máximo precio de venta, ...). El progreso de la isla depende de las ganancias a través de la venta en Festival Grange (ver más abajo).",
    "foodstore.config.islandwalkaround": "Probabilidad de movimiento de NPC",
    "foodstore.config.islandwalkaroundText": "Predeterminado 0.2. Probabilidad de que el NPC se mueva aleatoriamente a una nueva posición cada 10 minutos. Configurarlo en alto causará retrasos al cambiar la hora.",
    "foodstore.config.visitorclone": "¿Usar NPCs clonados como visitantes?",
    "foodstore.config.visitorcloneText": "Por defecto, es falso. Los visitantes de la isla son NPCs reales. Configurarlo en verdadero utilizará NPCs clonados de MarketTown.",
    "foodstore.config.islandplantboost": "¿Aumento de plantas en la isla?",
    "foodstore.config.islandplantboostText": "Por defecto, verdadero. ¿La ubicación geográfica especial de la Isla Paraíso hace que los cultivos y los árboles frutales crezcan mejor?",
    "foodstore.config.islandplantboostchance": "¿Es posible que suceda?",
    "foodstore.islandsign": "Actualmente es temporada de {{season}} en Paradise Island. Total de visitantes atraídos: {{visitor}}.",
    "foodstore.letter.islandinfo": "Hola @.^^ Ha pasado un tiempo desde que comenzaste a trabajar en Paradise Island, pero ¿te has dado cuenta de que el clima especial de la isla ayuda a que los cultivos de cualquier temporada crezcan en primavera, y que los árboles frutales pueden producir muchos más frutos? ^^ -Lewis",
    "foodstore.letter.islandinit": "Oh, hay algo sobre la Isla Paraíso que olvidé mencionarte antes. La ubicación geográfica de esta isla es muy especial, así que solo hay Primavera, Verano y Otoño. También tiene su propio sistema meteorológico. Allí puedes cultivar cultivos y árboles, y Robin puede ayudarte a construir edificios agrícolas. Una vez que tengas el brasero de la Isla Paraíso en mano, podrás abrir la isla a los visitantes. - Lewis",
    "foodstore.letter.islandbedroom": "Ir y venir a la Isla del Paraíso es un viaje agotador. Construiré un dormitorio en el segundo piso para que tengas un lugar donde descansar la espalda. Estará disponible mañana. - Robin",
    "foodstore.general.adult.neutral.outgoing.1.3": "¿Cómo te va en la vida en la granja? ¿Tienes alguna cosecha emocionante en crecimiento?",
    "foodstore.general.adult.neutral.outgoing.2.3": "¿Has visitado el salón últimamente? ¡Siempre está lleno de chismes!",
    "foodstore.general.adult.neutral.outgoing.3.3": "¿Has estado pescando en el río? ¡Escuché que hay una captura rara nadando por ahí!",
    "foodstore.general.adult.neutral.outgoing.4.3": "Hola, ¿has probado cocinar con las nuevas recetas del programa de televisión?",
    "foodstore.general.adult.neutral.outgoing.5.3": "¡Acabo de terminar de leer un gran libro! ¿Qué hay en tu lista de lectura?",
    "foodstore.general.adult.neutral.outgoing.6.3": "¿Estás pensando en redecorar tu casa? ¡Puedo ayudarte con algunos consejos!",
    "foodstore.general.adult.neutral.outgoing.7.3": "¿Estás planeando un viaje a las minas? ¡Avísame si necesitas un compañero de minería!",
    "foodstore.general.teens.neutral.outgoing.1.3": "¿Viste el último anuncio del festival? ¡Va a ser épico!",
    "foodstore.general.teens.neutral.outgoing.2.3": "Hola, ¿cómo va tu granja? La mía está progresando bien, ¡gracias!",
    "foodstore.general.teens.neutral.outgoing.3.3": "¿Has probado el nuevo videojuego en la sala de juegos? ¡Es tan adictivo!",
    "foodstore.general.teens.neutral.outgoing.4.3": "¿Estás pensando en unirte al club JojaMart? ¡Podríamos ser amigos de membresía!",
    "foodstore.general.teens.neutral.outgoing.5.3": "¿Tienes alguna banda favorita en la que estés interesado últimamente? ¡Siempre estoy buscando nueva música!",
    "foodstore.general.teens.neutral.outgoing.6.3": "¿Quieres pasar el rato en la playa mañana? ¡Escuché que el clima va a ser perfecto!",
    "foodstore.general.teens.neutral.outgoing.7.3": "¡Acabo de terminar una pintura! ¿Qué te parece? ¿Quieres que te haga una?",
    "foodstore.general.child.neutral.outgoing.1.3": "¿Has jugado con tu mascota hoy? ¡La mía aprendió un nuevo truco!",
    "foodstore.general.child.neutral.outgoing.2.3": "¡Hola! ¿Encontraste algún bicho interesante en el bosque? ¡Yo atrapé una mariposa!",
    "foodstore.general.child.neutral.outgoing.3.3": "¡Voy a construir el castillo de arena más grande en la playa mañana!",
    "foodstore.general.child.neutral.outgoing.4.3": "¡Mamá me dejó ayudar en la cocina hoy! Hice galletas, ¿quieres probar?",
    "foodstore.general.child.neutral.outgoing.5.3": "¿Has visto mi nuevo juguete? ¡Es un robot que se ilumina!",
    "foodstore.general.child.neutral.outgoing.6.3": "¡Estoy practicando mi flauta! ¿Quieres escuchar una canción que aprendí?",
    "foodstore.general.child.neutral.outgoing.7.3": "¿Puedo visitar tu granja más tarde? ¡Quiero ver a los animales!",
    "foodstore.general.adult.polite.outgoing.1.3": "¡Buen día! ¿Cómo van tus proyectos en la granja?",
    "foodstore.general.adult.polite.outgoing.2.3": "¡Saludos! ¿Has encontrado algo interesante en el valle?",
    "foodstore.general.adult.polite.outgoing.3.3": "¡Encantado de verte! ¿Tienes planes para el próximo festival?",
    "foodstore.general.adult.polite.outgoing.4.3": "¡Hola! ¿Has oído algún rumor jugoso por la ciudad últimamente?",
    "foodstore.general.adult.polite.outgoing.5.3": "¡Bien encontrado! ¿Cómo te trata la vida? ¿Hay algo emocionante sucediendo?",
    "foodstore.general.adult.polite.outgoing.6.3": "¡Saludos! ¿Has estado disfrutando de algún nuevo pasatiempo últimamente?",
    "foodstore.general.adult.polite.outgoing.7.3": "¡Hola amigo! ¿Necesitas ayuda con algo en la granja hoy?",
    "foodstore.general.teens.polite.outgoing.1.3": "¡Hola! ¿Cómo va todo? ¿Tienes algún plan emocionante para el día?",
    "foodstore.general.teens.polite.outgoing.2.3": "¿Has ido a la playa últimamente? ¡Es el clima perfecto!",
    "foodstore.general.teens.polite.outgoing.3.3": "¡Hola! ¿Has revisado las últimas novedades en la sala de juegos?",
    "foodstore.general.teens.polite.outgoing.4.3": "¿Quieres salir más tarde y explorar las minas?",
    "foodstore.general.teens.polite.outgoing.5.3": "¿Has probado el nuevo sabor de batido en el restaurante?",
    "foodstore.general.teens.polite.outgoing.6.3": "¿Cuál es la cosa más impresionante que has visto en el valle recientemente?",
    "foodstore.general.teens.polite.outgoing.7.3": "¡Unámonos para la próxima competencia de pesca!",
    "foodstore.general.child.polite.outgoing.1.3": "¿Has visto mi último dibujo? ¡Es de tu granja!",
    "foodstore.general.child.polite.outgoing.2.3": "¡Hola! ¿Quieres venir a jugar con mis juguetes más tarde?",
    "foodstore.general.child.polite.outgoing.3.3": "¡Hola! Encontré una piedra interesante junto al río, ¿quieres verlo?",
    "foodstore.general.child.polite.outgoing.4.3": "¡Corramos hasta la cima de la montaña mañana!",
    "foodstore.general.child.polite.outgoing.5.3": "¿Adivina qué? ¡Encontré un pasaje secreto en el bosque!",
    "foodstore.general.child.polite.outgoing.6.3": "¿Quieres ayudarme a atrapar luciérnagas esta noche?",
    "foodstore.general.child.polite.outgoing.7.3": "Vamos a tener un picnic junto al lago mañana, ¿de acuerdo?",
    "foodstore.general.adult.rude.outgoing.1.3": "¡Hola! Me alegra verte. ¿Cómo van las cosas en la granja?",
    "foodstore.general.adult.rude.outgoing.2.3": "¡Bueno, bueno, bueno, mira quién es! ¿Cuál es el último chisme en la ciudad?",
    "foodstore.general.adult.rude.outgoing.3.3": "¡Oh, eres tú! Sabes, he estado queriendo preguntar, ¿has probado esa nueva receta?",
    "foodstore.general.adult.rude.outgoing.4.3": "¡Hola, amigo extraño! ¿Qué aventuras has tenido últimamente?",
    "foodstore.general.adult.rude.outgoing.5.3": "Bueno, si no es mi nuevo conocido favorito. ¿Tienes planes para hoy?",
    "foodstore.general.adult.rude.outgoing.6.3": "¡Ah, eres tú! Sabes, he estado pensando que deberíamos unirnos para ir a pescar.",
    "foodstore.general.adult.rude.outgoing.7.3": "¡Oh, hola! Qué sorpresa verte aquí. ¿Necesitas ayuda con algo en el valle?",
    "foodstore.general.teens.rude.outgoing.1.3": "¡Hola, tú! Apostaría a que no esperabas verme tan amigable, ¿verdad? ¿Qué tal?",
    "foodstore.general.teens.rude.outgoing.2.3": "¡Oh, hola! ¡Cuánto tiempo sin vernos, bueno, no tanto! ¿Quieres salir más tarde?",
    "foodstore.general.teens.rude.outgoing.3.3": "¡Hola! ¿Puedes creer que ahora somos amigos? Bastante genial, ¿verdad?",
    "foodstore.general.teens.rude.outgoing.4.3": "¡Oh, hola! Soy yo, el tipo que ya no es tan poco amigable. ¿Tienes planes para hoy?",
    "foodstore.general.teens.rude.outgoing.5.3": "¡Bueno, bueno, bueno, si no es mi nuevo amigo! ¿Quieres ir a la sala de juegos juntos?",
    "foodstore.general.teens.rude.outgoing.6.3": "¡Hola! ¿Recuerdas cuando no nos llevábamos bien? ¡Buenos tiempos! ¿Qué hay de nuevo?",
    "foodstore.general.teens.rude.outgoing.7.3": "¡Oh, hola! Mira quién ha decidido honrarme con su presencia. ¡Hablemos!",
    "foodstore.general.child.rude.outgoing.1.3": "¡Hola, tú! ¿Recuerdas cuando no hablábamos? Es una locura, ¿verdad? ¿Quieres jugar?",
    "foodstore.general.child.rude.outgoing.2.3": "¡Oh, hola! Apuesto a que no pensabas que sería tan amable ahora. ¿Quieres pasar el rato?",
    "foodstore.general.child.rude.outgoing.3.3": "¡Hola! Soy yo. ¿Quieres explorar el bosque juntos?",
    "foodstore.general.child.rude.outgoing.4.3": "Bueno, bueno, bueno, ¡mira quién ha decidido ser amigo! ¿Quieres intercambiar bocadillos?",
    "foodstore.general.child.rude.outgoing.5.3": "¡Oh, hola! ¿Recuerdas cuando solía evitarte? ¡Ya no más! ¡Juguemos!",
    "foodstore.general.child.rude.outgoing.6.3": "¡Hola! ¡Olvidemos el pasado y divirtámonos juntos!",
    "foodstore.general.child.rude.outgoing.7.3": "¡Hola, amigo! ¿Listo para tener el mejor día de todos? ¡Vamos a tener una aventura!",
    "foodstore.general.adult.neutral.shy.1.3": "Oh, hola. ¿Cómo va la granja? ¿Necesitas ayuda con las tareas?",
    "foodstore.general.adult.neutral.shy.2.3": "Hola, qué bueno verte. ¿Has encontrado alguna forrajera interesante últimamente?",
    "foodstore.general.adult.neutral.shy.3.3": "¿Has revisado el último stock en la tienda de Pierre?",
    "foodstore.general.adult.neutral.shy.4.3": "¿Cómo ha estado tu día? ¿Ha pasado algo emocionante?",
    "foodstore.general.adult.neutral.shy.5.3": "¿Has ido al salón recientemente? He oído que hay una nueva bebida.",
    "foodstore.general.adult.neutral.shy.6.3": "Hola. ¿Estás pensando en actualizar tus herramientas? Puedo darte algunos consejos.",
    "foodstore.general.adult.neutral.shy.7.3": "¿Tienes planes de hacer algún viaje a las minas pronto?",
    "foodstore.general.teens.neutral.shy.1.3": "Um, hola. ¿Has visto algún evento interesante que esté ocurriendo en la ciudad?",
    "foodstore.general.teens.neutral.shy.2.3": "¿Cómo va tu granja? La mía, eh, está más o menos bien.",
    "foodstore.general.teens.neutral.shy.3.3": "¿Quieres venir a jugar algunos videojuegos más tarde?",
    "foodstore.general.teens.neutral.shy.4.3": "Hola. ¿Has probado ya el nuevo plato en Gus's?",
    "foodstore.general.teens.neutral.shy.5.3": "¿Has escuchado buena música últimamente? Estoy buscando recomendaciones.",
    "foodstore.general.teens.neutral.shy.6.3": "¿Te gustaría explorar el bosque juntos alguna vez?",
    "foodstore.general.teens.neutral.shy.7.3": "Eh, hola. ¿Cómo ha estado tu día? ¿Ha pasado algo divertido?",
    "foodstore.general.child.neutral.shy.1.3": "¿Has visto, um, algunos insectos interesantes últimamente?",
    "foodstore.general.child.neutral.shy.2.3": "Oh, hola. ¿Quieres venir a jugar con mis juguetes?",
    "foodstore.general.child.neutral.shy.3.3": "¿Quieres ir a pescar conmigo mañana?",
    "foodstore.general.child.neutral.shy.4.3": "Hola. Yo, eh, hice un dibujo. ¿Quieres verlo?",
    "foodstore.general.child.neutral.shy.5.3": "¿Quieres venir a jugar a mi casa más tarde?",
    "foodstore.general.child.neutral.shy.6.3": "Hola. ¿Quieres ayudarme a construir un fuerte en el bosque?",
    "foodstore.general.child.neutral.shy.7.3": "¿Quieres, um, tener un picnic conmigo mañana?",
    "foodstore.general.adult.polite.shy.1.3": "Buen día. ¿Cómo va la granja? ¿Necesitas ayuda con tus tareas?",
    "foodstore.general.adult.polite.shy.2.3": "Hola. ¿Has encontrado algún secreto intrigante en el valle?",
    "foodstore.general.adult.polite.shy.3.3": "Saludos. ¿Tienes planes para el próximo evento? Estoy preparado para ello.",
    "foodstore.general.adult.polite.shy.4.3": "Saludos. ¿Has escuchado algún rumor interesante que esté circulando en la ciudad?",
    "foodstore.general.adult.polite.shy.5.3": "Bien encontrado. ¿Cómo te trata la vida? ¿Hay algo nuevo en tu vida?",
    "foodstore.general.adult.polite.shy.6.3": "Hola. ¿Has considerado probar los nuevos platillos en el salón?",
    "foodstore.general.adult.polite.shy.7.3": "Hola. ¿Estás pensando en explorar las minas? Podría acompañarte.",
    "foodstore.general.teens.polite.shy.1.3": "Hola. ¿Has visto el último anuncio del festival? Emocionante, ¿verdad?",
    "foodstore.general.teens.polite.shy.2.3": "¿Cómo está tu granja? La mía está progresando sin problemas.",
    "foodstore.general.teens.polite.shy.3.3": "¿Has visitado la sala de juegos últimamente? Hay un nuevo juego que quiero probar.",
    "foodstore.general.teens.polite.shy.4.3": "Hola. ¿Estás pensando en unirte al club de JojaMart? Podríamos ser miembros juntos.",
    "foodstore.general.teens.polite.shy.5.3": "¿Hay alguna banda favorita que hayas estado escuchando últimamente?",
    "foodstore.general.teens.polite.shy.6.3": "Hola. ¿Quieres pasar el rato en la playa mañana? El clima es perfecto.",
    "foodstore.general.teens.polite.shy.7.3": "Hola. Acabo de terminar una pintura. ¿Te gustaría verla?",
    "foodstore.general.child.polite.shy.1.3": "¿Has jugado con tu mascota hoy? La mía aprendió un nuevo truco.",
    "foodstore.general.child.polite.shy.2.3": "Hola. ¿Descubriste algunos insectos fascinantes en el bosque? Yo encontré un escarabajo.",
    "foodstore.general.child.polite.shy.3.3": "Hola. Estoy planeando construir un castillo de arena en la playa mañana. ¿Te gustaría unirte?",
    "foodstore.general.child.polite.shy.4.3": "Hoy ayudé en la cocina y hice galletas. ¿Quieres probar?",
    "foodstore.general.child.polite.shy.5.3": "¿Quieres ver mi nuevo juguete? Es un robot que se ilumina.",
    "foodstore.general.child.polite.shy.6.3": "Hola. Estoy practicando mi flauta. ¿Quieres escuchar una canción que aprendí?",
    "foodstore.general.child.polite.shy.7.3": "Hola. ¿Puedo visitar tu granja más tarde? Me encantaría ver a los animales.",
    "foodstore.general.adult.rude.shy.1.3": "¡Hola! ¿Sorprendido de verme ahora, eh? ¿Cómo va la granja?",
    "foodstore.general.adult.rude.shy.2.3": "¡Mira quién está aquí! ¿Has oído algún chisme interesante últimamente?",
    "foodstore.general.adult.rude.shy.3.3": "¡Oh, eres tú! Sabes, en realidad he estado disfrutando nuestras charlas. ¿Tienes algún plan?",
    "foodstore.general.adult.rude.shy.4.3": "¡Hola, ha pasado un tiempo! ¿Qué aventuras has tenido últimamente?",
    "foodstore.general.adult.rude.shy.5.3": "¡Hola! ¿Tienes planes emocionantes para hoy?",
    "foodstore.general.adult.rude.shy.6.3": "¡Ah, eres tú! Deberíamos unirnos para pescar algún día.",
    "foodstore.general.adult.rude.shy.7.3": "¡Oh, hola! ¿Necesitas ayuda con algo en el valle hoy?",
    "foodstore.general.teens.rude.shy.1.3": "¡Hola, soy yo! ¿Puedes creer que ahora somos amigos? ¿Qué tal?",
    "foodstore.general.teens.rude.shy.2.3": "¡Oh, hola! ¡Cuánto tiempo sin vernos! Bueno, no tanto. ¿Quieres salir a pasar el rato?",
    "foodstore.general.teens.rude.shy.3.3": "¡Hola! Es genial que ahora seamos amigos, ¿verdad? ¿Quieres ir a la sala de juegos?",
    "foodstore.general.teens.rude.shy.4.3": "Hola, ha sido un viaje pasar de no llevarnos bien a esto, ¿verdad? ¿Qué hay de nuevo?",
    "foodstore.general.teens.rude.shy.5.3": "¡Mira quién ha decidido ser amigable! ¡Vamos a pasar el rato!",
    "foodstore.general.teens.rude.shy.6.3": "¡Hola! ¿Recuerdas cuando no éramos amigos? Es una locura, ¿verdad?",
    "foodstore.general.teens.rude.shy.7.3": "¡Oh, hola! Mira quién ha decidido honrarme con su presencia. ¡Vamos a relajarnos!",
    "foodstore.general.child.rude.shy.1.3": "¡Hola! ¿Recuerdas cuando no hablábamos? ¿Quieres jugar juntos?",
    "foodstore.general.child.rude.shy.2.3": "¡Oh, hola! Apuesto a que no esperabas que fuera tan amigable ahora, ¿verdad? ¡Juguemos!",
    "foodstore.general.child.rude.shy.3.3": "¡Hola! Soy yo. ¿Quieres explorar el bosque juntos?",
    "foodstore.general.child.rude.shy.4.3": "¡Hola! ¿Recuerdas cuando solíamos evitarnos? ¡Ya no más! ¡Vamos a pasar el rato!",
    "foodstore.general.child.rude.shy.5.3": "¡Oh, hola! Olvidemos el pasado y divirtámonos juntos, ¿de acuerdo?",
    "foodstore.general.child.rude.shy.6.3": "¡Hola! Dejemos el pasado atrás y hagamos algunos recuerdos.",
    "foodstore.general.child.rude.shy.7.3": "¡Hola! ¿Listo para pasar un buen rato juntos? ¡Vamos!",
    "foodstore.general.adult.neutral.neutral.1.3": "Hola, ¿cómo va todo? ¿Necesitas ayuda con las tareas de la granja?",
    "foodstore.general.adult.neutral.neutral.2.3": "Hola, qué bueno verte. ¿Has encontrado algo interesante últimamente?",
    "foodstore.general.adult.neutral.neutral.3.3": "Hola, ¿tienes planes para el próximo festival? Yo todavía estoy decidiendo.",
    "foodstore.general.adult.neutral.neutral.4.3": "Oh, hola. ¿Has escuchado alguna noticia o rumor por la ciudad?",
    "foodstore.general.adult.neutral.neutral.5.3": "Bueno, hola. ¿Cómo te trata la vida estos días?",
    "foodstore.general.adult.neutral.neutral.6.3": "Hola, ¿has estado en el salón últimamente? Escuché que tienen nuevas bebidas.",
    "foodstore.general.adult.neutral.neutral.7.3": "Hola, ¿estás pensando en explorar las minas? Tal vez me una a ti.",
    "foodstore.general.teens.neutral.neutral.1.3": "Hola, ¿qué tal? ¿Has visto algún evento interesante que ocurra pronto?",
    "foodstore.general.teens.neutral.neutral.2.3": "Hola, ¿cómo va tu granja? La mía está bien, supongo.",
    "foodstore.general.teens.neutral.neutral.3.3": "Hola, ¿has ido a la sala de juegos? Tienen algunos juegos nuevos.",
    "foodstore.general.teens.neutral.neutral.4.3": "Oh, hola. ¿Cómo está la comida en el diner? ¿Tienes alguna recomendación?",
    "foodstore.general.teens.neutral.neutral.5.3": "Hola, ¿has escuchado buena música últimamente? Necesito nuevas canciones.",
    "foodstore.general.teens.neutral.neutral.6.3": "Hola, ¿quieres ir a la playa mañana? El clima está bien.",
    "foodstore.general.teens.neutral.neutral.7.3": "Hola, acabo de terminar una pintura. ¿Quieres verla?",
    "foodstore.general.child.neutral.neutral.1.3": "Hola, ¿has jugado con tu mascota hoy? La mía ha estado juguetona.",
    "foodstore.general.child.neutral.neutral.2.3": "Hola, ¿has encontrado algún insecto interesante últimamente? Yo atrapé una mariposa.",
    "foodstore.general.child.neutral.neutral.3.3": "Hola, ¿quieres construir un castillo de arena en la playa mañana?",
    "foodstore.general.child.neutral.neutral.4.3": "Hola, ayudé a hornear galletas hoy. ¿Quieres una?",
    "foodstore.general.child.neutral.neutral.5.3": "Hola, tengo un juguete nuevo. ¿Quieres venir a jugar?",
    "foodstore.general.child.neutral.neutral.6.3": "Hola, ¿quieres escuchar una canción que aprendí en mi flauta?",
    "foodstore.general.child.neutral.neutral.7.3": "Hola, ¿puedo visitar tu granja más tarde? Echo de menos a los animales.",
    "foodstore.general.adult.polite.neutral.1.3": "¡Buen día! ¿Cómo estás? Si necesitas ayuda en la granja, solo házmelo saber.",
    "foodstore.general.adult.polite.neutral.2.3": "Siempre es un placer verte. ¿Has descubierto algún nuevo secreto en el valle?",
    "foodstore.general.adult.polite.neutral.3.3": "¡Hola! ¿Tienes planes para el próximo festival? Me encantaría escucharlos.",
    "foodstore.general.adult.polite.neutral.4.3": "¿Has escuchado alguna noticia o rumor interesante que esté circulando últimamente?",
    "foodstore.general.adult.polite.neutral.5.3": "¿Cómo estás hoy? ¿Hay algo nuevo y emocionante sucediendo en tu vida?",
    "foodstore.general.adult.polite.neutral.6.3": "¡Hola! ¿Has tenido la oportunidad de probar los nuevos platos del salón?",
    "foodstore.general.adult.polite.neutral.7.3": "¡Hola! ¿Estás pensando en explorar las minas pronto? Me encantaría acompañarte.",
    "foodstore.general.teens.polite.neutral.1.3": "¿Cómo va todo? Si alguna vez necesitas a alguien con quien salir, aquí estoy.",
    "foodstore.general.teens.polite.neutral.2.3": "Es genial verte. Si alguna vez buscas algo divertido que hacer, solo házmelo saber.",
    "foodstore.general.teens.polite.neutral.3.3": "¡Hola! ¿Has hecho algún plan para el próximo festival? Me encantaría acompañarte.",
    "foodstore.general.teens.polite.neutral.4.3": "¡Hola! ¿Has oído alguna noticia interesante últimamente? Siempre estoy ansioso por conocer lo último.",
    "foodstore.general.teens.polite.neutral.5.3": "¿Cómo has estado? Si alguna vez tienes ganas de escuchar buena música, tengo recomendaciones.",
    "foodstore.general.teens.polite.neutral.6.3": "¿Estás pensando en ir a la playa mañana? Yo estaría dispuesto a ir.",
    "foodstore.general.teens.polite.neutral.7.3": "Acabo de terminar una pintura. ¿Te gustaría verla? Avísame si estás interesado.",
    "foodstore.general.child.polite.neutral.1.3": "¿Has jugado con tu mascota hoy? La mía ha estado muy feliz últimamente.",
    "foodstore.general.child.polite.neutral.2.3": "¡Hola! ¿Has visto algún insecto interesante por ahí? Encontré una mariposa antes.",
    "foodstore.general.child.polite.neutral.3.3": "¿Quieres construir un castillo de arena en la playa mañana? ¡Será muy divertido!",
    "foodstore.general.child.polite.neutral.4.3": "Hoy ayudé a hacer galletas. ¿Te gustaría probar una? Son deliciosas.",
    "foodstore.general.child.polite.neutral.5.3": "Tengo un juguete nuevo. ¿Quieres venir a jugar con él?",
    "foodstore.general.child.polite.neutral.6.3": "Aprendí una nueva canción en mi flauta. ¿Te gustaría escucharla?",
    "foodstore.general.child.polite.neutral.7.3": "¡Hola! ¿Puedo ir a visitar tu granja más tarde? Extraño ver todas las flores.",
    "foodstore.general.adult.rude.neutral.1.3": "¡Hola! ¿Sorprendido de verme tan amigable ahora? ¿Cómo va la granja?",
    "foodstore.general.adult.rude.neutral.2.3": "¡Bueno, mira quién está aquí! ¿Has oído algún chisme interesante últimamente?",
    "foodstore.general.adult.rude.neutral.3.3": "¡Oh, eres tú! De hecho, he estado disfrutando nuestras charlas. ¿Tienes algún plan?",
    "foodstore.general.adult.rude.neutral.4.3": "¡Hola, ha pasado un tiempo! ¿Qué aventuras has tenido?",
    "foodstore.general.adult.rude.neutral.5.3": "¡Hola, extraño que se ha convertido en amigo! ¿Tienes algún plan emocionante para hoy?",
    "foodstore.general.adult.rude.neutral.6.3": "¡Ah, eres tú! Deberíamos unirnos para pescar alguna vez.",
    "foodstore.general.adult.rude.neutral.7.3": "¡Oh, hola! ¿Necesitas ayuda con algo en el valle?",
    "foodstore.general.teens.rude.neutral.1.3": "¡Hola, soy yo! ¿Puedes creer que ahora somos amigos? ¿Qué tal?",
    "foodstore.general.teens.rude.neutral.2.3": "¡Oh, hola! ¡Cuánto tiempo sin vernos, aunque no ha pasado tanto! ¿Quieres salir?",
    "foodstore.general.teens.rude.neutral.3.3": "¡Hola! Es genial que ahora seamos amigos, ¿verdad? ¿Quieres ir a la sala de juegos?",
    "foodstore.general.teens.rude.neutral.4.3": "Hola, ha sido un viaje pasar de no llevarnos bien a esto, ¿verdad? ¿Qué hay de nuevo?",
    "foodstore.general.teens.rude.neutral.5.3": "¡Bueno, bueno, bueno, mira quién ha decidido ser amable!",
    "foodstore.general.teens.rude.neutral.6.3": "¡Hola! ¿Recuerdas cuando no éramos amigos? Es una locura, ¿verdad?",
    "foodstore.general.teens.rude.neutral.7.3": "¡Oh, hola! Mira quién ha decidido honrarme con su presencia.",
    "foodstore.general.child.rude.neutral.1.3": "¡Hola! ¿Quieres jugar juntos?",
    "foodstore.general.child.rude.neutral.2.3": "Apuesto a que no esperabas que fuera tan amigable ahora, ¿verdad? ¡Juguemos!",
    "foodstore.general.child.rude.neutral.3.3": "¡Hola! Soy yo. ¿Quieres explorar el bosque juntos?",
    "foodstore.general.child.rude.neutral.4.3": "¡Hola! ¿Recuerdas cuando solíamos evitarnos? ¡Ya no más! ¡Vamos a salir!",
    "foodstore.general.child.rude.neutral.5.3": "Oh, ¡hola! Olvidemos el pasado y divirtámonos juntos, ¿de acuerdo?",
    "foodstore.general.child.rude.neutral.6.3": "¡Hola! ¡Dejemos el pasado atrás y hagamos algunos recuerdos!",
    "foodstore.general.child.rude.neutral.7.3": "¡Hola, amigo! ¿Listo para pasar un buen rato juntos? ¡Vamos!",
    "foodstore.general.adult.neutral.outgoing.1.6": "¡Hola! ¿Cómo va tu granja? ¿Necesitas ayuda hoy?",
    "foodstore.general.adult.neutral.outgoing.2.6": "¿Viste el último episodio de 'La Reina de la Salsa'? ¡Fue muy divertido!",
    "foodstore.general.adult.neutral.outgoing.3.6": "Estoy pensando en organizar un viaje de pesca pronto. ¿Te animas, amigo?",
    "foodstore.general.adult.neutral.outgoing.4.6": "¿Has probado la nueva receta en el Saloon de Gus? ¡Es increíble!",
    "foodstore.general.adult.neutral.outgoing.5.6": "Estoy pensando en redecorar mi casa. ¿Tienes alguna idea de diseño para mí?",
    "foodstore.general.adult.neutral.outgoing.6.6": "Hola, ¿quieres acompañarme a dar un paseo por el bosque más tarde? Es muy tranquilo.",
    "foodstore.general.adult.neutral.outgoing.7.6": "Acabo de recoger algunos productos frescos de Pierre. ¡Vamos a cocinar algo delicioso!",
    "foodstore.general.teens.neutral.outgoing.1.6": "Hola, ¿cómo va todo? ¿Te apetece jugar una partida de Joja Cola Pong más tarde?",
    "foodstore.general.teens.neutral.outgoing.2.6": "¿Viste ese truco impresionante que hice en el parque de patinaje ayer?",
    "foodstore.general.teens.neutral.outgoing.3.6": "Estoy pensando en formar una banda. ¿Tocas algún instrumento, amigo?",
    "foodstore.general.teens.neutral.outgoing.4.6": "¿Adivina quién fue invitado a la fiesta de los chicos geniales este fin de semana? Tú también vas a venir, ¿verdad?",
    "foodstore.general.teens.neutral.outgoing.5.6": "¿Quieres ver los últimos memes juntos? ¡Son hilarantes!",
    "foodstore.general.teens.neutral.outgoing.6.6": "Estoy muy emocionado por la próxima actualización de 'Journey of the Prairie King'. ¡Vamos a dominarlo!",
    "foodstore.general.teens.neutral.outgoing.7.6": "Estoy pensando en ir a la playa mañana. ¿Sol, arena y olas, alguien se anima?",
    "foodstore.general.child.neutral.outgoing.1.6": "¡Hola! ¿Quieres correr hasta el parque? ¡Apuesto a que te gano esta vez!",
    "foodstore.general.child.neutral.outgoing.2.6": "¿Viste los lindos pollitos en el rancho de Marnie? ¡Quiero acariciarlos a todos!",
    "foodstore.general.child.neutral.outgoing.3.6": "¡Encontré un escondite secreto en el bosque! ¿Quieres que te lo muestre?",
    "foodstore.general.child.neutral.outgoing.4.6": "¡Construyamos la fortaleza definitiva en mi patio trasero! Trae tu manta más genial.",
    "foodstore.general.child.neutral.outgoing.5.6": "¿Has probado el nuevo dulce de la máquina expendedora? ¡Es muy delicioso!",
    "foodstore.general.child.neutral.outgoing.6.6": "Estoy practicando mis habilidades para atrapar insectos. ¿Quieres ser mi compañero de caza de insectos?",
    "foodstore.general.child.neutral.outgoing.7.6": "Estoy planeando una búsqueda del tesoro. ¿Crees que puedes encontrar todos los tesoros ocultos?",
    "foodstore.general.adult.polite.outgoing.1.6": "¡Buen día! ¿Cómo puedo asistirte en tus labores agrícolas?",
    "foodstore.general.adult.polite.outgoing.2.6": "Confío en que estés bien. ¿Podemos discutir los últimos desarrollos del pueblo?",
    "foodstore.general.adult.polite.outgoing.3.6": "¡Saludos, amigo! ¿Te gustaría acompañarme a disfrutar de una deliciosa taza de té?",
    "foodstore.general.adult.polite.outgoing.4.6": "¡Ah, es un placer verte! ¿Te gustaría que te recomendara el nuevo plato del salón?",
    "foodstore.general.adult.polite.outgoing.5.6": "¡Querido amigo, tu presencia trae alegría! ¿Qué aventura emprenderemos hoy?",
    "foodstore.general.adult.polite.outgoing.6.6": "¡Hola, querido compañero! ¿Te gustaría acompañarme a dar un paseo tranquilo?",
    "foodstore.general.adult.polite.outgoing.7.6": "¡Cálidos saludos! ¿Quizás sería apropiado un esfuerzo colaborativo en la cocina?",
    "foodstore.general.teens.polite.outgoing.1.6": "¿Te apetece una competencia amistosa en la sala de juegos más tarde?",
    "foodstore.general.teens.polite.outgoing.2.6": "¡Hola, amigo! ¿Intercambiamos historias de nuestras recientes hazañas, te parece?",
    "foodstore.general.teens.polite.outgoing.3.6": "¡Buenos días, amigo! ¿Qué te parece una sesión de improvisación en mi casa esta noche?",
    "foodstore.general.teens.polite.outgoing.4.6": "La fiesta de este fin de semana promete diversión, ¿te gustaría unirte?",
    "foodstore.general.teens.polite.outgoing.5.6": "¡Hola, amigo! ¿Te gustaría ver los últimos memes juntos?",
    "foodstore.general.teens.polite.outgoing.6.6": "¡Ahoy, compañero! ¡Los altos mares de 'Prairie King' esperan nuestra conquista!",
    "foodstore.general.teens.polite.outgoing.7.6": "¡Buenos días! ¿Te gustaría surfear algunas olas en la playa mañana?",
    "foodstore.general.child.polite.outgoing.1.6": "¡Hola, amigo! ¿Te gustaría participar en una divertida carrera hacia el parque infantil?",
    "foodstore.general.child.polite.outgoing.2.6": "¡Saludos, amigo! ¡Vamos a visitar el rancho de Marnie para ver los adorables pollitos!",
    "foodstore.general.child.polite.outgoing.3.6": "¡Buen día, amigo! He descubierto un escondite secreto en el bosque, ¿te gustaría explorarlo?",
    "foodstore.general.child.polite.outgoing.4.6": "¡Construyamos el fortín más magnífico en mi patio trasero!",
    "foodstore.general.child.polite.outgoing.5.6": "¿Has probado el delicioso nuevo dulce de la máquina expendedora?",
    "foodstore.general.child.polite.outgoing.6.6": "¡Hola, compañero! ¿Qué tal si hacemos una colaboración en la captura de insectos?",
    "foodstore.general.child.polite.outgoing.7.6": "¡Saludos, querido amigo! Estoy planeando una emocionante búsqueda del tesoro. ¿Te gustaría unirte?",
    "foodstore.general.adult.rude.outgoing.1.6": "¡Hola! Qué sorpresa verte de nuevo. ¿En qué puedo ayudarte hoy?",
    "foodstore.general.adult.rude.outgoing.2.6": "¡Ah, eres tú! ¿Te gustaría ponerte al día sobre lo que ha estado sucediendo en la ciudad?",
    "foodstore.general.adult.rude.outgoing.3.6": "¡Oh, ha pasado un tiempo! ¿Qué te parece si pasamos un buen rato juntos?",
    "foodstore.general.adult.rude.outgoing.4.6": "Bueno, bueno, bueno... ¡Mira quién es! ¿Te apetece una pequeña aventura conmigo?",
    "foodstore.general.adult.rude.outgoing.5.6": "¡Oh, hola! No esperaba verte aquí. ¿Hagamos algunos recuerdos, te parece?",
    "foodstore.general.adult.rude.outgoing.6.6": "¡Vaya, qué sorpresa encontrarte! ¿Qué te parece si exploramos el campo juntos?",
    "foodstore.general.adult.rude.outgoing.7.6": "¡Oh, eres tú! ¿Qué te parece si vamos a comer algo y recordamos viejos tiempos?",
    "foodstore.general.teens.rude.outgoing.1.6": "¡Hola! ¡Cuánto tiempo sin vernos! ¿Te gustaría salir y ponernos al día?",
    "foodstore.general.teens.rude.outgoing.2.6": "¡Oh, hola! Deberíamos relajarnos y charlar sobre lo que ha estado pasando.",
    "foodstore.general.teens.rude.outgoing.3.6": "¡Mira quién decidió aparecer! Vamos a crear algunos recuerdos, ¿verdad?",
    "foodstore.general.teens.rude.outgoing.4.6": "¡Hola, extraño! ¿Te gustaría ir a esa fiesta juntos este fin de semana?",
    "foodstore.general.teens.rude.outgoing.5.6": "¡Oh, eres tú! Pasemos un tiempo juntos y riámonos de chistes tontos, ¿te parece?",
    "foodstore.general.teens.rude.outgoing.6.6": "¡Hola! ¿Qué te parece si dominamos 'Journey of the Prairie King' juntos?",
    "foodstore.general.teens.rude.outgoing.7.6": "¡Oh, mira quién es! Vamos a la playa y disfrutemos del sol, ¿qué dices?",
    "foodstore.general.child.rude.outgoing.1.6": "¡Hola, ha pasado un tiempo! ¿Quieres correr hacia el parque como en los viejos tiempos?",
    "foodstore.general.child.rude.outgoing.2.6": "¡Oh, hola! ¡Vamos a visitar el rancho de Marnie y jugar con los animales!",
    "foodstore.general.child.rude.outgoing.3.6": "¡Bueno, mira quién está aquí! ¿Quieres que te muestre de nuevo ese escondite secreto?",
    "foodstore.general.child.rude.outgoing.4.6": "¡Hola, amigo! ¡Construyamos un fuerte en mi patio trasero como solíamos hacer!",
    "foodstore.general.child.rude.outgoing.5.6": "¡Oh, hola! ¿Quieres probar juntos ese nuevo dulce de la máquina expendedora?",
    "foodstore.general.child.rude.outgoing.6.6": "¿Quién decidió unirse al equipo de captura de insectos? ¿Listo para cazar?",
    "foodstore.general.child.rude.outgoing.7.6": "¡Hola, eres tú! ¡Vamos a hacer una búsqueda del tesoro y encontrar cosas geniales juntos!",
    "foodstore.general.adult.neutral.shy.1.6": "Oh, hola. ¿Hay algo en lo que necesites ayuda hoy?",
    "foodstore.general.adult.neutral.shy.2.6": "Saludos. ¿Cómo ha estado tu día hasta ahora?",
    "foodstore.general.adult.neutral.shy.3.6": "Hola. ¿Te gustaría salir un rato?",
    "foodstore.general.adult.neutral.shy.4.6": "Hola. ¿Necesitas ayuda con alguna tarea de la granja?",
    "foodstore.general.adult.neutral.shy.5.6": "Hola. Espero que todo esté yendo bien para ti.",
    "foodstore.general.adult.neutral.shy.6.6": "Hola. ¿Te gustaría acompañarme a dar un paseo tranquilo?",
    "foodstore.general.adult.neutral.shy.7.6": "Oh, eres tú. ¿Quieres charlar un rato?",
    "foodstore.general.teens.neutral.shy.1.6": "¿Cómo va todo? ¿Quieres, eh, hacer algo juntos?",
    "foodstore.general.teens.neutral.shy.2.6": "Hola. ¿Has oído alguna noticia interesante últimamente?",
    "foodstore.general.teens.neutral.shy.3.6": "¿Quieres, um, salir más tarde?",
    "foodstore.general.teens.neutral.shy.4.6": "Oh, hola. Eh, ¿quieres venir y jugar algunos juegos?",
    "foodstore.general.teens.neutral.shy.5.6": "¿Cómo fue tu día? El mío, eh, estuvo bien.",
    "foodstore.general.teens.neutral.shy.6.6": "¿Quieres, eh, jugar 'Journey of the Prairie King' juntos?",
    "foodstore.general.teens.neutral.shy.7.6": "Oh, eres tú. Eh, ¿quieres ir a la playa o algo así?",
    "foodstore.general.child.neutral.shy.1.6": "¿Quieres, eh, correr hasta el parque infantil?",
    "foodstore.general.child.neutral.shy.2.6": "Hola. ¿Quieres, um, ir a ver los animales en el rancho de Marnie?",
    "foodstore.general.child.neutral.shy.3.6": "Oh, hola. ¿Quieres que te muestre mi lugar secreto?",
    "foodstore.general.child.neutral.shy.4.6": "¿Quieres, eh, ayudarme a construir un fuerte en mi patio trasero?",
    "foodstore.general.child.neutral.shy.5.6": "Hola, ¿quieres probar unos dulces de la máquina expendedora?",
    "foodstore.general.child.neutral.shy.6.6": "¿Quieres, eh, ayudarme a atrapar insectos en el bosque?",
    "foodstore.general.child.neutral.shy.7.6": "Oh, eres tú. Um, ¿quieres, eh, jugar a una búsqueda del tesoro juntos?",
    "foodstore.general.adult.polite.shy.1.6": "Buen día. ¿Hay algo en lo que pueda ayudarte hoy?",
    "foodstore.general.adult.polite.shy.2.6": "Saludos. ¿Cómo ha sido tu día hasta ahora?",
    "foodstore.general.adult.polite.shy.3.6": "Hola. Si no estás ocupado, ¿te gustaría pasar un tiempo juntos?",
    "foodstore.general.adult.polite.shy.4.6": "Buenas tardes. ¿Necesita ayuda con algo en la granja?",
    "foodstore.general.adult.polite.shy.5.6": "Hola. Espero que todo esté yendo bien para ti.",
    "foodstore.general.adult.polite.shy.6.6": "Hola. ¿Te gustaría acompañarme a dar un paseo tranquilo?",
    "foodstore.general.adult.polite.shy.7.6": "Oh, eres tú. ¿Te interesaría entablar una conversación?",
    "foodstore.general.teens.polite.shy.1.6": "Um, buen día. ¿Cómo estás? ¿Te gustaría hacer algo juntos?",
    "foodstore.general.teens.polite.shy.2.6": "Hola. ¿Cómo va todo? ¿Has oído alguna noticia interesante últimamente?",
    "foodstore.general.teens.polite.shy.3.6": "Hola. Si no estás ocupado, ¿te gustaría salir más tarde?",
    "foodstore.general.teens.polite.shy.4.6": "Buenas tardes. Eh, ¿quieres venir a jugar algunos juegos?",
    "foodstore.general.teens.polite.shy.5.6": "Hola. ¿Cómo estuvo tu día? El mío, um, estuvo bien.",
    "foodstore.general.teens.polite.shy.6.6": "Hola. ¿Te gustaría jugar 'Journey of the Prairie King' juntos?",
    "foodstore.general.teens.polite.shy.7.6": "Oh, eres tú. Eh, ¿te gustaría ir a la playa o algo así?",
    "foodstore.general.child.polite.shy.1.6": "Um, buen día. ¿Quieres correr hasta el parque infantil?",
    "foodstore.general.child.polite.shy.2.6": "Hola. ¿Quieres ir a ver los animales en el rancho de Marnie?",
    "foodstore.general.child.polite.shy.3.6": "Hola. Um, ¿te gustaría que te mostrara mi escondite secreto?",
    "foodstore.general.child.polite.shy.4.6": "Hola. ¿Quieres ayudarme a construir una fortaleza en mi patio trasero?",
    "foodstore.general.child.polite.shy.5.6": "Um, hola. ¿Quieres probar algunos dulces de la máquina expendedora?",
    "foodstore.general.child.polite.shy.6.6": "Hola. ¿Te gustaría ayudarme a atrapar insectos en el bosque?",
    "foodstore.general.child.polite.shy.7.6": "Oh, eres tú. Um, ¿quieres jugar a una búsqueda del tesoro juntos?",
    "foodstore.general.adult.rude.shy.1.6": "¿Hay algo urgente con lo que necesites ayuda?",
    "foodstore.general.adult.rude.shy.2.6": "¿Cómo puedo servirle hoy?",
    "foodstore.general.adult.rude.shy.3.6": "Hola. Si no te importa, tengo unos momentos para spare. ¿Qué tienes en mente?",
    "foodstore.general.adult.rude.shy.4.6": "Espero que tus tareas en la granja estén avanzando según lo planeado.",
    "foodstore.general.adult.rude.shy.5.6": "Hola. Espero que estés manejando tus asuntos de manera eficiente.",
    "foodstore.general.adult.rude.shy.6.6": "Hola. Si no es mucha molestia, ¿te gustaría acompañarme a dar un breve paseo?",
    "foodstore.general.adult.rude.shy.7.6": "Oh, eres tú. ¿Necesitas algo de mí en este momento?",
    "foodstore.general.teens.rude.shy.1.6": "Um, buen día. ¿En qué puedo ayudarte? ¿Necesitas mi ayuda con algo?",
    "foodstore.general.teens.rude.shy.2.6": "Hola. ¿Hay alguna razón por la que me has buscado? Estoy aquí para escuchar.",
    "foodstore.general.teens.rude.shy.3.6": "Hola. Si es importante, puedo dedicar un momento. ¿Qué tienes en mente?",
    "foodstore.general.teens.rude.shy.4.6": "Buenas tardes. Espero que no estés aquí para perder mi tiempo. Expresa lo que piensas.",
    "foodstore.general.teens.rude.shy.5.6": "Hola. Estoy ocupado, pero puedo hacer tiempo si es necesario.",
    "foodstore.general.teens.rude.shy.6.6": "Si es necesario, podemos pasar un tiempo juntos.",
    "foodstore.general.teens.rude.shy.7.6": "Oh, eres tú. ¿Me estás buscando?",
    "foodstore.general.child.rude.shy.1.6": "Um, buen día. ¿Necesita ayuda con algo o solo está de paso?",
    "foodstore.general.child.rude.shy.2.6": "Hola. Si es importante, puedo dedicar un momento para charlar. ¿Qué tienes en mente?",
    "foodstore.general.child.rude.shy.3.6": "Hola. Estoy un poco ocupado, pero si es urgente, puedo hacer tiempo para ti.",
    "foodstore.general.child.rude.shy.4.6": "Hola. Espero que tengas una buena razón para buscar mi atención.",
    "foodstore.general.child.rude.shy.5.6": "Um, hola. Estoy en medio de algo, pero si es necesario, escucharé.",
    "foodstore.general.child.rude.shy.6.6": "Hola. Estoy ocupado en este momento, pero puedo dedicar un momento si es importante.",
    "foodstore.general.child.rude.shy.7.6": "Oh, eres tú. ¿Hay algo en lo que necesites ayuda o solo estás aquí para charlar?",
    "foodstore.general.adult.neutral.neutral.1.6": "¿Cómo han ido tus recientes esfuerzos en la granja?",
    "foodstore.general.adult.neutral.neutral.2.6": "Saludos. ¿Has descubierto algún nuevo secreto en el valle últimamente?",
    "foodstore.general.adult.neutral.neutral.3.6": "Hola. ¿Tienes planes para el próximo festival? Tengo curiosidad.",
    "foodstore.general.adult.neutral.neutral.4.6": "Hola. ¿Has probado alguna receta interesante recientemente?",
    "foodstore.general.adult.neutral.neutral.5.6": "¿Cuál es tu opinión sobre los últimos rumores del pueblo?",
    "foodstore.general.adult.neutral.neutral.6.6": "Hola. ¿Has encontrado algún artefacto intrigante en las minas recientemente?",
    "foodstore.general.adult.neutral.neutral.7.6": "Hola. ¿Cuál es tu estrategia para maximizar las ganancias esta temporada?",
    "foodstore.general.teens.neutral.neutral.1.6": "Hola. ¿Cómo va todo? ¿Has estado jugando algún juego interesante?",
    "foodstore.general.teens.neutral.neutral.2.6": "¿Qué tal? ¿Has escuchado algún rumor jugoso que esté circulando?",
    "foodstore.general.teens.neutral.neutral.3.6": "Hola. ¿Tienes planes de asistir a alguna fiesta o evento pronto?",
    "foodstore.general.teens.neutral.neutral.4.6": "Hola. ¿Has encontrado algún lugar escondido en la ciudad que valga la pena explorar?",
    "foodstore.general.teens.neutral.neutral.5.6": "¿Qué hay de nuevo? ¿Has visto alguna película o programa interesante últimamente?",
    "foodstore.general.teens.neutral.neutral.6.6": "Hola. ¿Tienes planes emocionantes para el fin de semana?",
    "foodstore.general.teens.neutral.neutral.7.6": "Hola. ¿Has estado trabajando en algún proyecto interesante últimamente?",
    "foodstore.general.child.neutral.neutral.1.6": "¿Quieres ir en una aventura para encontrar tesoros escondidos?",
    "foodstore.general.child.neutral.neutral.2.6": "¿Qué tal? ¿Has visto algún insecto o criatura interesante últimamente?",
    "foodstore.general.child.neutral.neutral.3.6": "Hola. ¿Quieres construir algo increíble juntos?",
    "foodstore.general.child.neutral.neutral.4.6": "¿Has probado algún juego o actividad divertida últimamente?",
    "foodstore.general.child.neutral.neutral.5.6": "¿Qué hay de nuevo? ¿Quieres explorar el bosque o ir a pescar?",
    "foodstore.general.child.neutral.neutral.6.6": "Hola. ¿Quieres crear un escondite secreto en el bosque?",
    "foodstore.general.child.neutral.neutral.7.6": "Hagamos una carrera hasta el parque y de regreso, ¿de acuerdo?",
    "foodstore.general.adult.polite.neutral.1.6": "Buen día. ¿Cómo están progresando tus esfuerzos agrícolas recientemente?",
    "foodstore.general.adult.polite.neutral.2.6": "Saludos. ¿Has encontrado algún misterio intrigante en el valle últimamente?",
    "foodstore.general.adult.polite.neutral.3.6": "Hola. ¿Tienes planes para los próximos festivales o eventos?",
    "foodstore.general.adult.polite.neutral.4.6": "¿Has probado alguna receta nueva últimamente?",
    "foodstore.general.adult.polite.neutral.5.6": "Hola. ¿Cuál es tu opinión sobre las últimas noticias y rumores del pueblo?",
    "foodstore.general.adult.polite.neutral.6.6": "Hola. ¿Has descubierto algún artefacto fascinante en las minas recientemente?",
    "foodstore.general.adult.polite.neutral.7.6": "Buen día. ¿Cómo estás optimizando la productividad de tu granja esta temporada?",
    "foodstore.general.teens.polite.neutral.1.6": "¿Cómo va todo? ¿Hay algún juego nuevo o pasatiempo que te esté interesando?",
    "foodstore.general.teens.polite.neutral.2.6": "¿Qué tal? ¿Has oído algún rumor emocionante o chisme por la ciudad últimamente?",
    "foodstore.general.teens.polite.neutral.3.6": "¿Tienes alguna idea sobre qué fiestas o reuniones asistir a continuación?",
    "foodstore.general.teens.polite.neutral.4.6": "¿Has encontrado algún lugar interesante para salir o gemas ocultas en la ciudad últimamente?",
    "foodstore.general.teens.polite.neutral.5.6": "¿Qué hay de nuevo? ¿Has visto alguna película o serie que te haya impresionado recientemente?",
    "foodstore.general.teens.polite.neutral.6.6": "Hola. ¿Tienes algún plan emocionante o aventura programada para el fin de semana?",
    "foodstore.general.teens.polite.neutral.7.6": "¿Has estado trabajando en algún proyecto personal emocionante o en alguna meta?",
    "foodstore.general.child.polite.neutral.1.6": "Hola. ¿Quieres embarcarte en una búsqueda para descubrir tesoros ocultos juntos?",
    "foodstore.general.child.polite.neutral.2.6": "¿Qué tal? ¿Has visto algún insecto o criatura interesante mientras explorabas últimamente?",
    "foodstore.general.child.polite.neutral.3.6": "¿Qué te parece si nos unimos para construir algo increíble?",
    "foodstore.general.child.polite.neutral.4.6": "¿Hay algún juego o actividad divertida que hayas estado disfrutando últimamente?",
    "foodstore.general.child.polite.neutral.5.6": "¿Qué hay de nuevo? ¿Te apetece una aventura en el bosque o un viaje de pesca?",
    "foodstore.general.child.polite.neutral.6.6": "Hola. Vamos a crear un escondite secreto en el bosque juntos, ¿de acuerdo?",
    "foodstore.general.child.polite.neutral.7.6": "Hola. ¿Listo para una carrera hacia el parque infantil? ¡El ganador se lleva el derecho a presumir!",
    "foodstore.general.adult.rude.neutral.1.6": "Hola. ¿Cómo ha estado tu día? ¿Hay algo emocionante sucediendo en la granja?",
    "foodstore.general.adult.rude.neutral.2.6": "Saludos. ¿Has descubierto alguna nueva aventura en el valle últimamente?",
    "foodstore.general.adult.rude.neutral.3.6": "Hola. ¿Tienes planes para los próximos festivales o reuniones sociales?",
    "foodstore.general.adult.rude.neutral.4.6": "Buenas tardes. ¿Has probado alguna receta interesante o técnicas de cocina?",
    "foodstore.general.adult.rude.neutral.5.6": "Hola. ¿Cuál es tu opinión sobre los últimos acontecimientos en la ciudad?",
    "foodstore.general.adult.rude.neutral.6.6": "Hola. ¿Has encontrado algún artefacto o tesoro intrigante durante tus exploraciones?",
    "foodstore.general.adult.rude.neutral.7.6": "Buen día. ¿Cómo has estado manejando las tareas y desafíos de tu granja últimamente?",
    "foodstore.general.teens.rude.neutral.1.6": "¿Cómo va todo? ¿Hay algún juego o pasatiempo interesante en el que hayas estado?",
    "foodstore.general.teens.rude.neutral.2.6": "¿Qué tal? ¿Has oído algún rumor jugoso o chisme que esté circulando por la ciudad?",
    "foodstore.general.teens.rude.neutral.3.6": "¿Tienes alguna recomendación sobre qué lugares o eventos visitar a continuación?",
    "foodstore.general.teens.rude.neutral.4.6": "Hola. ¿Has encontrado algún lugar interesante o joya oculta en la ciudad que valga la pena explorar?",
    "foodstore.general.teens.rude.neutral.5.6": "¿Qué hay de nuevo? ¿Has visto alguna película o programa que te haya impresionado recientemente?",
    "foodstore.general.teens.rude.neutral.6.6": "Hola. ¿Tienes planes emocionantes o aventuras programadas para el fin de semana?",
    "foodstore.general.teens.rude.neutral.7.6": "¿Has estado trabajando en algún proyecto personal interesante o en alguna meta últimamente?",
    "foodstore.general.child.rude.neutral.1.6": "¿Quieres embarcarte en una épica búsqueda para descubrir tesoros ocultos juntos?",
    "foodstore.general.child.rude.neutral.2.6": "¿Qué tal? ¿Has visto algún insecto o criatura interesante durante tus aventuras?",
    "foodstore.general.child.rude.neutral.3.6": "Hola. ¿Qué te parece si nos unimos para construir algo increíble?",
    "foodstore.general.child.rude.neutral.4.6": "¿Has estado disfrutando de algún juego o actividad divertida últimamente?",
    "foodstore.general.child.rude.neutral.5.6": "¿Qué hay de nuevo? ¿Te apetece una aventura en el bosque o un viaje de pesca?",
    "foodstore.general.child.rude.neutral.6.6": "Hola. Vamos a crear un escondite secreto en el bosque juntos, ¿de acuerdo?",
    "foodstore.general.child.rude.neutral.7.6": "¿Listo para una carrera hacia el parque infantil? ¡El ganador se lleva el derecho a presumir!",
    "foodstore.config.festivalschedule": "Festival: Festival",
    "foodstore.config.festivalmon": "Lunes",
    "foodstore.config.festivaltue": "Martes",
    "foodstore.config.festivalwed": "Miércoles",
    "foodstore.config.festivalthu": "Jueves",
    "foodstore.config.festivalfri": "Viernes",
    "foodstore.config.festivalsat": "Sábado",
    "foodstore.config.festivalsun": "Domingo",
    "foodstore.config.advanceoutputitemid": "¿OBTENER ID DE LOS ARTÍCULOS?",
    "foodstore.config.advanceoutputitemidText": "Debes leer detenidamente el archivo del mod MarketTown/Assets/MarketTownShops.json y _item_by_category.json antes de usar esto. Esta opción está destinada a aquellos que desean personalizar el stock de su tienda. Establece esto en True y se registrarán todas las ID de los ítems en StardewValley/_items_by_category.json. El archivo se generará después de DESPERTAR, y luego esta configuración se desactivará automáticamente.",
    "foodstore.config.advancenpcfix": "Corrección de la posición del NPC avanzado.",
    "foodstore.config.advancenpcfixText": "Predeterminado Verdadero. Establezca en Falso si experimenta un retraso significativo de un segundo. Verdadero utilizará una técnica avanzada para solucionar problemas cuando los NPC se queden atascados; Falso utilizará un método más ligero.",
    "foodstore.festival.start": "El Festival de la Isla Paraíso está sucediendo.",
    "foodstore.festival.end": "El festival acaba de terminar. Es hora de recoger los artículos sobrantes.",
    "foodstore.config.festivaltimestart": "Hora de inicio del festival.",
    "foodstore.config.festivaltimeend": "Hora de finalización del festival.",
    "foodstore.config.islandfestivalsellchance": "Oportunidad de venta en el Festival Grange.",
    "foodstore.config.islandfestivalsellchanceText": "Máxima posibilidad de que un cliente en navegación compre por segundo. Esta configuración no cambia la probabilidad de que un NPC visite la tienda. El valor real se calculará después de la puntuación de progreso de la isla.",
    "foodstore.festival.sold.0": "¡Acabo de conseguir {{itemName}} de {{shopName}}!",
    "foodstore.festival.sold.1": "¡Conseguí un {{itemName}} hoy!",
    "foodstore.festival.sold.2": "Compré {{itemName}}. ¡Estoy emocionado por probarlo!",
    "foodstore.festival.sold.3": "No puedo esperar para usar mi nuevo {{itemName}}.",
    "foodstore.festival.sold.4": "{{itemName}} adquirido. ¡Días felices!",
    "foodstore.festival.sold.5": "Recogí un {{itemName}} en {{shopName}}.",
    "foodstore.festival.sold.6": "¡Mira mi nuevo {{itemName}}!",
    "foodstore.festival.sold.7": "Amando mi {{itemName}} de {{shopName}}.",
    "foodstore.festival.sold.8": "¡Compra de {{itemName}} completada!",
    "foodstore.festival.sold.9": "¡Conseguí {{itemName}}!",
    "foodstore.festival.sold.10": "¡Estoy super emocionado/a por mi nuevo {{itemName}}!",
    "foodstore.festival.sold.11": "¡{{itemName}} es mío ahora!",
    "foodstore.festival.sold.12": "Conseguí un {{itemName}} en {{shopName}}.",
    "foodstore.festival.sold.13": "Nuevo {{itemName}}, ¿quién es?",
    "foodstore.festival.sold.14": "Emocionado con mi nuevo {{itemName}}.",
    "foodstore.festival.sold.15": "¡Tengo {{itemName}}!",
    "foodstore.festival.sold.16": "Solo compra {{itemName}} en {{shopName}}.",
    "foodstore.festival.sold.17": "< {{nombreDelElemento}}",
    "foodstore.festival.sold.18": "{{shopName}} tiene {{itemName}}, quiero decir que era.",
    "foodstore.festival.sold.19": "{{shopName}} vende {{itemName}}.",
    "foodstore.weeklycustomerreview": "Reseña del cliente Total/Positiva/Negativa: {{total}} / {{pos}} / {{neg}}",
    "foodstore.config.tablesit": "Un visitante casual se sienta en una mesa.",
    "foodstore.config.tablesitText": "A los visitantes les encantaría sentarse en una mesa decorada con 'Decoración de Restaurante'.",
    "foodstore.config.restockchance": "Probabilidad de auto-reabastecimiento",
    "foodstore.config.restockchanceText": "Por defecto 0.66. El mercado de la ciudad de almacenamiento grande intentará reabastecer la mesa cercana. La probabilidad de almacenamiento pequeño se reduce a la mitad.",
    "foodstore.config.islandvisithouse": "Visita inesperada de un huésped a Island House.",
    "foodstore.config.islandvisithouseText": "Predeterminado 0.2. Probabilidad de que un NPC visite la Casa de la Isla. Se recomienda mantenerlo por debajo de 0.4, y que la probabilidad de la Casa de la Isla más la probabilidad de construcción no exceda 1.0.",
    "foodstore.config.islandvisitbuilding": "Visita ocasional de un invitado a un edificio.",
    "foodstore.config.islandvisitbuildingText": "Valor predeterminado 0.2. Probabilidad de que un NPC visite un edificio aleatorio. Se recomienda mantenerlo por debajo de 0.4 y que la probabilidad de la Casa de la Isla más la probabilidad del edificio esté por debajo de 1.0.",
    "foodstore.config.islandplant": "Cultivos y árboles",
    "foodstore.config.modgeneral": "Configuración General",
    "foodstore.config.modadvance": "Extra",
    "foodstore.config.ultimatechallenge": "*** DESAFÍO DEFINITIVO ***",
    "foodstore.config.ultimatechallengeText": "Predeterminado Falso. Cuando es Verdadero, el dinero ganado por los contenedores de envío se reduce en un 50%. Todo el dinero ganado por el Mercado Aumenta en un 150%. La probabilidad de compra de NPC aumenta en un 100%.",
    "foodstore.config.lockultimatechallenge": "*** Cerradura permanente ***",
    "foodstore.config.lockultimatechallengeText": "*** ADVERTENCIA: Una vez configurado en Verdadero y guardada la partida (dormir), el Desafío Supremo será PERMANENTE en este archivo de guardado. NO hay vuelta atrás.",
    "foodstore.randomchat.loveWithType.0": "¡{{player}}! ¡{{shopTypeName}} tiene tantas cosas maravillosas!",
    "foodstore.randomchat.loveWithType.1": "¡Siempre encuentro los mejores artículos en {{player}} {{shopTypeName}}!",
    "foodstore.randomchat.loveWithType.2": "¡Comprar en {{player}} {{shopTypeName}} siempre es un placer!",
    "foodstore.randomchat.loveWithType.3": "¡Estoy muy feliz con mi compra de {{player}} {{shopTypeName}}!",
    "foodstore.randomchat.loveWithType.4": "¡{{player}} {{shopTypeName}} nunca decepciona!",
    "foodstore.randomchat.loveWithType.5": "No puedo creer las increíbles ofertas en {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.loveWithType.6": "¡Cada visita a {{player}} {{shopTypeName}} es un placer!",
    "foodstore.randomchat.loveWithType.7": "¡Encontré exactamente lo que necesitaba en {{player}} {{shopTypeName}}!",
    "foodstore.randomchat.likeWithType.0": "Siempre encuentro algo bonito en la {{shopTypeName}} de {{player}}.",
    "foodstore.randomchat.likeWithType.1": "{{player}} {{shopTypeName}} tiene algunas cosas buenas.",
    "foodstore.randomchat.likeWithType.2": "Me gusta comprar en {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.likeWithType.3": "{{player}} {{shopTypeName}} tiene una selección decente.",
    "foodstore.randomchat.likeWithType.4": "Estoy satisfecho con mi compra de {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.likeWithType.5": "{{player}} {{shopTypeName}} tiene algunas ofertas bastante buenas.",
    "foodstore.randomchat.likeWithType.6": "Encontré algo que me gusta en la {{shopTypeName}} de {{player}}.",
    "foodstore.randomchat.likeWithType.7": "Siempre es agradable comprar en {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.0": "No encontré mucho que me gustara en {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.1": "La selección en la {{shopTypeName}} de {{player}} no es muy buena.",
    "foodstore.randomchat.dislikeWithType.2": "No estoy muy satisfecho con mi compra en {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.3": "{{player}} {{shopTypeName}} no tiene mucho que ofrecer.",
    "foodstore.randomchat.dislikeWithType.4": "No me impresionó {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.5": "Comprar en {{player}} {{shopTypeName}} fue decepcionante.",
    "foodstore.randomchat.dislikeWithType.6": "No encontré nada bueno en la {{shopTypeName}} de {{player}}.",
    "foodstore.randomchat.dislikeWithType.7": "No estoy satisfecho con mi compra de {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.0": "Si estás planeando visitar {{player}} {{shopTypeName}}, piénsalo de nuevo.",
    "foodstore.randomchat.hateWithType.1": "{{player}} {{shopTypeName}} no tiene nada bueno.",
    "foodstore.randomchat.hateWithType.2": "Odié mi experiencia en {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.3": "Nunca volveré a comprar en {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.4": "Todo en la {{shopTypeName}} de {{player}} es terrible, todo.",
    "foodstore.randomchat.hateWithType.5": "Lamento haber comprado algo de {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.6": "Desprecio la selección en {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.7": "Me mantendré alejado de {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.neutralWithType.0": "Mi compra de {{player}} en {{shopTypeName}} estuvo bien.",
    "foodstore.randomchat.neutralWithType.1": "Comprar en {{player}} {{shopTypeName}} estuvo bien.",
    "foodstore.randomchat.neutralWithType.2": "No tengo sentimientos fuertes sobre {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.neutralWithType.3": "{{player}} {{shopTypeName}} estuvo bien.",
    "foodstore.randomchat.neutralWithType.4": "Supongo que {{player}} {{shopTypeName}} está bien.",
    "foodstore.randomchat.neutralWithType.5": "Mi experiencia en {{player}} {{shopTypeName}} fue promedio.",
    "foodstore.randomchat.neutralWithType.6": "No hay nada especial sobre {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.neutralWithType.7": "No tengo quejas sobre {{player}} {{shopTypeName}}.",
    "foodstore.storetype.-102": "Librería",
    "foodstore.storetype.-100": "Tienda de ropa",
    "foodstore.storetype.-95": "Boutique de Sombreros",
    "foodstore.storetype.-81": "Tienda de forraje",
    "foodstore.storetype.-80": "Tienda de flores",
    "foodstore.storetype.-79": "Puesto de frutas",
    "foodstore.storetype.-75": "Mercado de verduras",
    "foodstore.storetype.-74": "Tienda de semillas",
    "foodstore.storetype.-28": "Emperio de Botín de Monstruos",
    "foodstore.storetype.-27": "Tienda de jarabes",
    "foodstore.storetype.-26": "Tienda de artesanías",
    "foodstore.storetype.-22": "Tienda de artículos de pesca",
    "foodstore.storetype.-21": "Tienda de cebos",
    "foodstore.storetype.-20": "Centro de reciclaje",
    "foodstore.storetype.-19": "Tienda de fertilizantes",
    "foodstore.storetype.-18": "Tienda de Animales",
    "foodstore.storetype.-16": "Depósito de recursos",
    "foodstore.storetype.-15": "Metalistería",
    "foodstore.storetype.-12": "Mercado de minerales",
    "foodstore.storetype.-8": "Tienda de Embalaje",
    "foodstore.storetype.-7": "Tienda de alimentos",
    "foodstore.storetype.-6": "Tienda de lácteos",
    "foodstore.storetype.-5": "Mercado de huevos",
    "foodstore.storetype.-4": "Pescadero",
    "foodstore.storetype.-2": "Paraíso de piedras preciosas",
    "foodstore.viewchat.fruittree.true.true.1": "Quiero elegir un {{treeName}} de este árbol.",
    "foodstore.viewchat.fruittree.true.true.2": "¡Mira todas las frutas en este árbol de {{treeName}}!",
    "foodstore.viewchat.fruittree.true.true.3": "¡El árbol {{treeName}} está rebosante de frutas!",
    "foodstore.viewchat.fruittree.true.true.4": "¡Wow, el árbol {{treeName}} de {{playerName}} tiene tantos frutos!",
    "foodstore.viewchat.fruittree.true.true.5": "¡Este árbol de {{treeName}} está lleno de frutos maduros!",
    "foodstore.viewchat.fruittree.true.true.6": "Este es un hermoso árbol de {{treeName}}, y tiene muchos frutos.",
    "foodstore.viewchat.fruittree.true.true.7": "{{playerName}} tiene un maravilloso árbol de {{treeName}}.",
    "foodstore.viewchat.fruittree.true.true.8": "¡Los frutos del árbol {{treeName}} se ven deliciosos!",
    "foodstore.viewchat.fruittree.true.true.9": "No puedo esperar a probar los frutos de este árbol de {{treeName}}.",
    "foodstore.viewchat.fruittree.true.true.10": "¡Los frutos del árbol {{treeName}} están casi listos para cosechar!",
    "foodstore.viewchat.fruittree.true.true.11": "¡Las frutas de este árbol de {{treeName}} son tan coloridas!",
    "foodstore.viewchat.fruittree.true.true.12": "¡Este árbol {{treeName}} produce los mejores frutos de la ciudad!",
    "foodstore.viewchat.fruittree.true.true.13": "Puedes hacer excelentes pasteles con las frutas de este árbol {{treeName}}.",
    "foodstore.viewchat.fruittree.true.true.14": "¡El árbol {{treeName}} tiene una abundancia de frutos jugosos!",
    "foodstore.viewchat.fruittree.true.true.15": "Me encanta el aroma de las frutas en este árbol de {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.1": "¡Las hojas del árbol {{treeName}} se ven tan vibrantes!",
    "foodstore.viewchat.fruittree.true.false.2": "Mira ese pájaro en el árbol {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.3": "¿Cu cuántas frutas has recogido de este árbol {{treeName}}, {{playerName}}?",
    "foodstore.viewchat.fruittree.true.false.4": "Este árbol {{treeName}} proporciona una excelente sombra.",
    "foodstore.viewchat.fruittree.true.false.5": "Me encantan las flores que florecen en el árbol {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.6": "Las ramas del árbol {{treeName}} son fuertes y robustas.",
    "foodstore.viewchat.fruittree.true.false.7": "Estoy esperando que este árbol {{treeName}} dé frutos.",
    "foodstore.viewchat.fruittree.true.false.8": "El árbol {{treeName}} tiene hermosos colores de otoño.",
    "foodstore.viewchat.fruittree.true.false.9": "A las aves les encanta anidar en el árbol {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.10": "Las hojas del árbol {{treeName}} susurran tan agradablemente con el viento.",
    "foodstore.viewchat.fruittree.true.false.11": "{{playerName}} puede hacer crecer un árbol {{treeName}} tan alto.",
    "foodstore.viewchat.fruittree.true.false.12": "El árbol {{treeName}} de {{playerName}} es perfecto para escalar.",
    "foodstore.viewchat.fruittree.true.false.13": "Admiro la forma del dosel del árbol {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.14": "{{playerName}} debe haber pasado mucho tiempo cuidando este árbol {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.15": "¿Puedo construir una casa en el árbol en este árbol {{treeName}}?",
    "foodstore.viewchat.fruittreebuy.1": "¡Wow, {{playerName}}, esas {{fruitName}}s se ven increíbles! ¿Puedo comprar algunas?",
    "foodstore.viewchat.fruittreebuy.2": "{{playerName}}, ¡tu árbol de {{fruitName}} es muy frutal! Me encantaría comprar algunos.",
    "foodstore.viewchat.fruittreebuy.3": "Esos {{fruitName}}s se ven deliciosos, {{playerName}}. ¿Podría comprar algunos?",
    "foodstore.viewchat.fruittreebuy.4": "¡Tienes una buena cantidad de {{fruitName}}s, {{playerName}}! ¿Puedo llevarme algunos?",
    "foodstore.viewchat.fruittreebuy.5": "No puedo resistirme a esos {{fruitName}}, {{playerName}}.",
    "foodstore.viewchat.fruittreebuy.6": "{{playerName}}, tus {{fruitName}} son increíbles. Me encantaría comprar algunos.",
    "foodstore.viewchat.fruittreebuy.7": "Esos {{fruitName}}s se ven perfectos, {{playerName}}. ¿Puedo conseguir algunos?",
    "foodstore.viewchat.fruittreebuy.8": "Me encantaría comprar algunos de tus {{fruitName}}, {{playerName}}. ¡Se ven deliciosos!",
    "foodstore.viewchat.fruittreebuy.9": "¡Tu árbol de {{fruitName}} está repleto de frutas, {{playerName}}!",
    "foodstore.viewchat.fruittreebuy.10": "{{playerName}}, ¡esos {{fruitName}} son demasiado tentadores!",
    "foodstore.viewchat.fruittree.false.false.1": "Este pequeño {{treeName}} tiene mucho por crecer.",
    "foodstore.viewchat.fruittree.false.false.2": "Me pregunto qué tipo de fruta dará este árbol algún día.",
    "foodstore.viewchat.fruittree.false.false.3": "{{playerName}} ha plantado un nuevo árbol de {{treeName}}. Aún es un bebé.",
    "foodstore.viewchat.fruittree.false.false.4": "Este joven árbol apenas está comenzando su viaje.",
    "foodstore.viewchat.fruittree.false.false.5": "Pasará un tiempo antes de que este joven árbol dé frutos de {{treeName}}.",
    "foodstore.viewchat.fruittree.false.false.6": "Un pequeño brote ahora, pero algún día será un gran árbol frutal.",
    "foodstore.viewchat.fruittree.false.false.7": "Este {{treeName}} tiene un largo camino por recorrer antes de estar completamente desarrollado.",
    "foodstore.viewchat.fruittree.false.false.8": "{{playerName}} debe ser paciente para que este retoño madure.",
    "foodstore.viewchat.fruittree.false.false.9": "Este plantón necesitará muchos cuidados para crecer fuerte.",
    "foodstore.viewchat.fruittree.false.false.10": "Es asombroso pensar que este pequeño árbol dará fruto algún día.",
    "foodstore.viewchat.fruittree.false.false.11": "En este momento, es solo un brote. ¡Pero imagina el futuro!",
    "foodstore.viewchat.fruittree.false.false.12": "No hay {{treeName}} aún, pero este plantón tiene mucho potencial.",
    "foodstore.viewchat.fruittree.false.false.13": "Este pequeño árbol aún tiene mucho crecimiento por delante.",
    "foodstore.viewchat.fruittree.false.false.14": "Cada gran árbol de {{treeName}} comienza como un pequeño retoño como este.",
    "foodstore.viewchat.fruittree.false.false.15": "El brote de {{playerName}} un día será un árbol frutal abundante.",
    "foodstore.viewchat.wildtree.true.1": "Este árbol ha crecido alto y fuerte.",
    "foodstore.viewchat.wildtree.true.2": "¡Qué árbol tan magnífico, {{playerName}}!",
    "foodstore.viewchat.wildtree.true.3": "El árbol salvaje ha alcanzado su altura máxima.",
    "foodstore.viewchat.wildtree.true.4": "Este árbol salvaje maduro ofrece una gran sombra.",
    "foodstore.viewchat.wildtree.true.5": "Las hojas de este árbol salvaje son tan exuberantes.",
    "foodstore.viewchat.wildtree.true.6": "Este árbol se ve muy robusto.",
    "foodstore.viewchat.wildtree.true.7": "Un árbol salvaje completamente crecido como este es un espectáculo digno de admirar.",
    "foodstore.viewchat.wildtree.true.8": "{{playerName}}, el árbol salvaje parece estar en su mejor momento.",
    "foodstore.viewchat.wildtree.true.9": "Me encanta la apariencia majestuosa de este árbol silvestre maduro.",
    "foodstore.viewchat.wildtree.true.10": "Este árbol ha visto muchas estaciones.",
    "foodstore.viewchat.wildtree.true.11": "Qué hermoso ejemplo de un árbol.",
    "foodstore.viewchat.wildtree.true.12": "La corteza de este árbol salvaje es tan áspera.",
    "foodstore.viewchat.wildtree.true.13": "Este árbol salvaje tiene un dosel tan impresionante.",
    "foodstore.viewchat.wildtree.true.14": "El árbol silvestre es hogar de muchas criaturas.",
    "foodstore.viewchat.wildtree.true.15": "{{playerName}} ha pasado mucho tiempo cuidando este árbol.",
    "foodstore.viewchat.wildtree.false.1": "Este joven brote apenas está comenzando su camino.",
    "foodstore.viewchat.wildtree.false.2": "Mira este pequeño árbol salvaje, es tan lindo.",
    "foodstore.viewchat.wildtree.false.3": "Este árbol joven tiene un largo camino por recorrer.",
    "foodstore.viewchat.wildtree.false.4": "El joven árbol está creciendo rápidamente.",
    "foodstore.viewchat.wildtree.false.5": "Me pregunto qué tan alto crecerá este árbol.",
    "foodstore.viewchat.wildtree.false.6": "Este plantón necesita cuidado para crecer fuerte.",
    "foodstore.viewchat.wildtree.false.7": "Un día, este pequeño árbol será enorme.",
    "foodstore.viewchat.wildtree.false.8": "Este árbol todavía está en su juventud.",
    "foodstore.viewchat.wildtree.false.9": "Qué joven árbol salvaje tan prometedor.",
    "foodstore.viewchat.wildtree.false.10": "{{playerName}} está haciendo un gran trabajo cuidando de este plantón.",
    "foodstore.viewchat.wildtree.false.11": "Me encanta ver árboles nuevos como este.",
    "foodstore.viewchat.wildtree.false.12": "Este joven árbol tiene un futuro brillante.",
    "foodstore.viewchat.wildtree.false.13": "Es asombroso pensar que este plantón será un gigante algún día.",
    "foodstore.viewchat.wildtree.false.14": "El árbol está creciendo de manera constante.",
    "foodstore.viewchat.wildtree.false.15": "Este pequeño árbol necesita un poco de sol para crecer.",
    "foodstore.viewchat.crop.true.1": "¡Estas {{cropName}} están listas para la cosecha!",
    "foodstore.viewchat.crop.true.2": "{{playerName}}, tus {{cropName}} lucen perfectas para cosechar.",
    "foodstore.viewchat.crop.true.3": "Es hora de cosechar estas maravillosas cosechas.",
    "foodstore.viewchat.crop.true.4": "¡Las {{cropName}} están brillantes y listas!",
    "foodstore.viewchat.crop.true.5": "Estos cultivos han crecido hermosamente.",
    "foodstore.viewchat.crop.true.6": "¡Qué abundante cosecha de {{cropName}}!",
    "foodstore.viewchat.crop.true.7": "Las {{cropName}} están en su punto máximo.",
    "foodstore.viewchat.crop.true.8": "Es tiempo de cosecha para estos increíbles cultivos.",
    "foodstore.viewchat.crop.true.9": "Estos {{cropName}} son perfectos para recoger ahora.",
    "foodstore.viewchat.crop.true.10": "¿Listo para recolectar algo de {{cropName}}, {{playerName}}?",
    "foodstore.viewchat.crop.true.11": "Tus cultivos están listos para la cesta.",
    "foodstore.viewchat.crop.true.12": "La cosecha de {{cropName}} será gratificante.",
    "foodstore.viewchat.crop.true.13": "Mira todas esas {{cropName}} maduras.",
    "foodstore.viewchat.crop.true.14": "Estas cosechas están en su mejor momento.",
    "foodstore.viewchat.crop.true.15": "¡Tu arduo trabajo ha dado sus frutos, {{playerName}}!",
    "foodstore.viewchat.crop.false.1": "Estas {{cropName}} necesitan más tiempo para crecer.",
    "foodstore.viewchat.crop.false.2": "Tus cultivos están progresando bien, {{playerName}}.",
    "foodstore.viewchat.crop.false.3": "Las {{cropName}} aún no están listas.",
    "foodstore.viewchat.crop.false.4": "Estos cultivos aún están creciendo.",
    "foodstore.viewchat.crop.false.5": "Paciencia, {{playerName}}. Los {{cropName}} necesitan más tiempo.",
    "foodstore.viewchat.crop.false.6": "No es todavía tiempo de cosecha para estos cultivos.",
    "foodstore.viewchat.crop.false.7": "Las {{cropName}} están llegando.",
    "foodstore.viewchat.crop.false.8": "Dale a estos cultivos un poco más de tiempo para madurar.",
    "foodstore.viewchat.crop.false.9": "Estas {{cropName}} estarán listas pronto.",
    "foodstore.viewchat.crop.false.10": "Aún no están allí, pero pronto lo estarán.",
    "foodstore.viewchat.crop.false.11": "Tus cultivos se ven bien, solo un poco más de tiempo.",
    "foodstore.viewchat.crop.false.12": "Estos {{cropName}} están casi listos.",
    "foodstore.viewchat.crop.false.13": "Las cosechas están casi listas.",
    "foodstore.viewchat.crop.false.14": "Estos cultivos necesitan un poco más de tiempo para crecer.",
    "foodstore.viewchat.crop.false.15": "Aguanta, {{playerName}}, la {{cropName}} estará lista pronto.",
    "foodstore.viewchat.emptydirt.1": "Tierra recién labrada aquí. Me pregunto qué plantará {{playerName}}.",
    "foodstore.viewchat.emptydirt.2": "Esta tierra está lista para que algo crezca.",
    "foodstore.viewchat.emptydirt.3": "¿Qué plantará {{playerName}} en este lugar?",
    "foodstore.viewchat.emptydirt.4": "No puedo esperar a ver qué decide cultivar {{playerName}} aquí.",
    "foodstore.viewchat.emptydirt.5": "Este suelo está completamente preparado y listo para las semillas.",
    "foodstore.viewchat.animal.true.1": "{{animalName}} el {{animalType}} ya ha crecido.",
    "foodstore.viewchat.animal.true.2": "El {{animalType}} de {{playerName}}, {{animalName}}, se ve muy saludable.",
    "foodstore.viewchat.animal.true.3": "Qué hermoso {{animalType}} has criado, {{playerName}}.",
    "foodstore.viewchat.animal.true.4": "Es asombroso cómo {{animalName}} se ha convertido en un {{animalType}} tan fuerte.",
    "foodstore.viewchat.animal.true.5": "¡Mira a {{animalName}}! Un hermoso {{animalType}}.",
    "foodstore.viewchat.animal.true.6": "{{animalName}} aporta tanta vida a la granja.",
    "foodstore.viewchat.animal.true.7": "Has hecho un gran trabajo criando a {{animalName}}, {{playerName}}.",
    "foodstore.viewchat.animal.true.8": "{{animalName}} es un hermoso {{animalType}} adulto ahora.",
    "foodstore.viewchat.animal.true.9": "Un {{animalType}} como {{animalName}} es un verdadero activo para tu granja.",
    "foodstore.viewchat.animal.true.10": "Ver a {{animalName}} ya crecido debe hacerte sentir orgulloso, {{playerName}}.",
    "foodstore.viewchat.animal.true.11": "Los {{animalType}} como {{animalName}} prosperan bajo el cuidado de {{playerName}}.",
    "foodstore.viewchat.animal.true.12": "¡Qué majestuoso se ha vuelto el {{animalType}} {{animalName}}!",
    "foodstore.viewchat.animal.true.13": "Un {{animalType}} adulto como {{animalName}} es un placer para contemplar.",
    "foodstore.viewchat.animal.true.14": "Es maravilloso ver a {{animalName}} tan feliz y saludable.",
    "foodstore.viewchat.animal.true.15": "{{playerName}}, tu {{animalType}} {{animalName}} se ve espléndido/a.",
    "foodstore.viewchat.animal.false.1": "{{animalName}} todavía es un bebé {{animalType}}.",
    "foodstore.viewchat.animal.false.2": "Este pequeño {{animalType}} apenas está comenzando su viaje.",
    "foodstore.viewchat.animal.false.3": "{{playerName}}, tu bebé {{animalType}} {{animalName}} es adorable.",
    "foodstore.viewchat.animal.false.4": "¡Mira a ese pequeño {{animalName}}! Es un {{animalType}} muy lindo.",
    "foodstore.viewchat.animal.false.5": "{{animalName}} tiene mucho que crecer.",
    "foodstore.viewchat.animal.false.6": "Es emocionante ver a los bebés de {{animalType}} como {{animalName}} en la granja.",
    "foodstore.viewchat.animal.false.7": "{{animalName}} el {{animalType}} todavía es tan pequeño.",
    "foodstore.viewchat.animal.false.8": "Tu bebé {{animalType}} {{animalName}} está en buenas manos, {{playerName}}.",
    "foodstore.viewchat.animal.false.9": "El pequeño {{animalName}} crecerá y se convertirá en un gran {{animalType}} algún día.",
    "foodstore.viewchat.animal.false.10": "Este {{animalType}} {{animalName}} es solo un joven.",
    "foodstore.viewchat.animal.false.11": "Qué lindo bebé {{animalType}} {{animalName}} es.",
    "foodstore.viewchat.animal.false.12": "{{playerName}}, me encanta ver a los bebés {{animalType}} como {{animalName}} en tu granja.",
    "foodstore.viewchat.animal.false.13": "{{animalName}} se convertirá en un gran {{animalType}} con tu cuidado, {{playerName}}.",
    "foodstore.viewchat.animal.false.14": "Ver crecer a {{animalName}} será maravilloso.",
    "foodstore.viewchat.animal.false.15": "Este bebé {{animalType}} {{animalName}} es tan precioso, {{playerName}}.",
    "foodstore.viewchat.furniture.0.1": "Este {{furniName}} se ve realmente cómodo.",
    "foodstore.viewchat.furniture.0.2": "¡Qué bonita silla! Apuesto a que {{playerName}} ama sentarse aquí.",
    "foodstore.viewchat.furniture.0.3": "¡Este {{furniName}} se ve muy resistente! ¿Puedo subirme a él?",
    "foodstore.viewchat.furniture.0.4": "Podría sentarme en este {{furniName}} todo el día viendo televisión.",
    "foodstore.viewchat.furniture.0.5": "{{playerName}} tiene un gran gusto por las sillas.",
    "foodstore.viewchat.furniture.1.1": "Este {{furniName}} se ve resistente y elegante.",
    "foodstore.viewchat.furniture.1.2": "¡Un lugar perfecto para relajarse! Bonito banco, {{playerName}}.",
    "foodstore.viewchat.furniture.1.3": "¡Me encanta este {{furniName}}! Perfecto para un descanso rápido.",
    "foodstore.viewchat.furniture.1.4": "¡Qué banco tan encantador! {{playerName}} hizo bien al elegirlo.",
    "foodstore.viewchat.furniture.1.5": "Este {{furniName}} añade mucho carácter al lugar.",
    "foodstore.viewchat.furniture.2.1": "Este {{furniName}} se ve tan acogedor. Me va a hacer sentir sueño.",
    "foodstore.viewchat.furniture.2.2": "¡Un sofá perfecto para relajarse, {{playerName}}!",
    "foodstore.viewchat.furniture.2.3": "Me encanta el estilo de este {{furniName}}.",
    "foodstore.viewchat.furniture.2.4": "¡Qué gran sofá! {{playerName}} debe disfrutar relajándose aquí.",
    "foodstore.viewchat.furniture.2.5": "El {{furniName}} realmente encaja con la decoración.",
    "foodstore.viewchat.furniture.3.1": "Este {{furniName}} se ve acogedor. ¡Déjame descansar!",
    "foodstore.viewchat.furniture.3.2": "{{playerName}} eligió un maravilloso sillón.",
    "foodstore.viewchat.furniture.3.3": "El {{furniName}} es perfecto para leer.",
    "foodstore.viewchat.furniture.3.4": "Podía imaginarme relajándome en este {{furniName}}.",
    "foodstore.viewchat.furniture.3.5": "¡Qué {{furniName}} tan elegante! ¿Cuánto tiempo has tenido esto?",
    "foodstore.viewchat.furniture.4.1": "Este {{furniName}} parece tanto funcional como elegante.",
    "foodstore.viewchat.furniture.4.2": "{{playerName}} eligió una hermosa cómoda.",
    "foodstore.viewchat.furniture.4.3": "El {{furniName}} añade mucho espacio de almacenamiento.",
    "foodstore.viewchat.furniture.4.4": "¡Qué hermoso tocador! Se adapta perfectamente al lugar.",
    "foodstore.viewchat.furniture.4.5": "Me encanta el diseño de este {{furniName}}.",
    "foodstore.viewchat.furniture.6.1": "Este {{furniName}} es una verdadera obra de arte.",
    "foodstore.viewchat.furniture.6.2": "¡Qué hermosa pintura! Gran elección, {{playerName}}.",
    "foodstore.viewchat.furniture.6.3": "El {{furniName}} realmente ilumina la pared. ¡Me gustaría tener uno para mí también!",
    "foodstore.viewchat.furniture.6.4": "Me encantan los colores de este {{furniName}}.",
    "foodstore.viewchat.furniture.6.5": "Este {{furniName}} es simplemente impresionante. ¿De dónde lo sacaste?",
    "foodstore.viewchat.furniture.8.1": "Este {{furniName}} añade un toque agradable al lugar.",
    "foodstore.viewchat.furniture.8.2": "{{playerName}} tiene un gran ojo para la decoración. ¿Puedes ayudarme a decorar mi habitación algún día?",
    "foodstore.viewchat.furniture.8.3": "Me encanta el estilo de este {{furniName}}. ¡Encaja perfectamente en el lugar!",
    "foodstore.viewchat.furniture.8.4": "Este {{furniName}} realmente completa el área.",
    "foodstore.viewchat.furniture.8.5": "¡Qué pieza de decoración tan encantadora, {{playerName}}!",
    "foodstore.viewchat.furniture.10.1": "Este {{furniName}} es perfecto para almacenar libros.",
    "foodstore.viewchat.furniture.10.2": "Me encanta cómo se ve este {{furniName}}.",
    "foodstore.viewchat.furniture.10.3": "¡Qué bonita estantería, {{playerName}}! ¿Qué libros tienes?",
    "foodstore.viewchat.furniture.10.4": "La estantería {{furniName}} es tanto elegante como funcional.",
    "foodstore.viewchat.furniture.10.5": "Una gran estantería para todos tus libros, {{playerName}}.",
    "foodstore.viewchat.furniture.14.1": "Este {{furniName}} hace que la habitación sea muy acogedora.",
    "foodstore.viewchat.furniture.14.2": "Una chimenea perfecta para esas noches frías, {{playerName}}.",
    "foodstore.viewchat.furniture.14.3": "El {{furniName}} es una gran adición a la habitación. ¡Podríamos pasar un rato juntos algún día!",
    "foodstore.viewchat.furniture.14.4": "Me encanta la calidez de este {{furniName}}. ¡Se siente como en casa aquí!",
    "foodstore.viewchat.furniture.14.5": "¡Qué hermoso {{furniName}}, {{playerName}}!",
    "foodstore.viewchat.furniture.17.1": "Este {{furniName}} añade un bonito toque de luz.",
    "foodstore.viewchat.furniture.17.2": "Qué hermosa apliqué, {{playerName}}.",
    "foodstore.viewchat.furniture.17.3": "El {{furniName}} ilumina el lugar de manera agradable.",
    "foodstore.viewchat.furniture.17.4": "Me encanta cómo se ve este {{furniName}} en la pared.",
    "foodstore.viewchat.furniture.17.5": "¡Qué {{furniName}} tan elegante!",
    "foodstore.config.globalpathupdate": "¿Evitar la guía de NPC?",
    "foodstore.config.globalpathupdateText": "Por defecto, es Falso. Cuando se establece en Verdadero, el NPC intentará sortear los obstáculos en su camino en lugar de atravesarlos. NOTA: si el camino está totalmente bloqueado (por ejemplo, si colocaste una mesa que bloquea su puerta), el NPC podría salir de la pantalla.",
    "foodstore.brazierspot": "¡Justo aquí, el encantador fuego de la Hoguera de la Isla Paraíso atrae a viajeros de lejos!",
    "foodstore.config.extramessage": "¿Mostrar mensaje adicional?",
    "foodstore.config.allowindoorstore": "¿Permitir la venta en interiores?",
    "foodstore.config.allowindoorstoreText": "Predeterminado: Falso. Cuando se establece en Verdadero, el ítem se puede vender cuando está en interiores (por ejemplo, dentro del dormitorio de Lewis). NOTA: ¡Causará retraso en juegos con muchas modificaciones!",
    "foodstore.config.allowsellfruittree": "¿Se permite vender frutas del árbol?",
    "foodstore.config.allowsellfruittreeText": "¡Permita que los visitantes compren frutas cuando el árbol tenga muchos frutos!",
    "foodstore.generalgooddecor.0": "¡Wow, {{playerName}}, este lugar se ve fantástico! Tienes un verdadero talento para la decoración.",
    "foodstore.generalgooddecor.1": "¡Me encanta lo que has hecho aquí, {{playerName}}! Todo está tan bellamente organizado.",
    "foodstore.generalgooddecor.2": "¡Esta área se ve increíble, {{playerName}}! Tus habilidades de decoración son realmente impresionantes.",
    "foodstore.generalgooddecor.3": "{{playerName}}, realmente te has superado con la decoración. ¡Es tan hermosa!",
    "foodstore.generalgooddecor.4": "¡Qué hermosa decoración, {{playerName}}! Las decoraciones son simplemente perfectas.",
    "foodstore.generalgooddecor.5": "Has hecho un trabajo maravilloso decorando, {{playerName}}. Es muy agradable a la vista.",
    "foodstore.generalgooddecor.6": "¡Todo se ve tan bonito, {{playerName}}! Tienes un gran sentido del estilo.",
    "foodstore.generalgooddecor.7": "¡Este lugar está tan bien decorado, {{playerName}}! ¡Estoy realmente impresionado!",
    "foodstore.generalgooddecor.8": "No puedo dejar de admirar lo hermosa que se ve esta área, {{playerName}}. ¡Gran trabajo!",
    "foodstore.generalgooddecor.9": "Has creado una atmósfera tan acogedora aquí, {{playerName}}. ¡Es fantástico!",
    "foodstore.generalgooddecor.10": "Las decoraciones son maravillosas, {{playerName}}. Realmente has dado vida a este lugar.",
    "foodstore.generalgooddecor.11": "¡Qué lugar tan encantador, {{playerName}}! Tus decoraciones son encantadoras.",
    "foodstore.generalgooddecor.12": "Has transformado esta área de manera hermosa, {{playerName}}. ¡Es muy acogedora!",
    "foodstore.generalgooddecor.13": "Todo se ve perfecto, {{playerName}}. Tienes un verdadero talento para decorar.",
    "foodstore.generalgooddecor.14": "La decoración aquí es muy bonita, {{playerName}}. ¡Has hecho un gran trabajo!",
    "foodstore.generalgooddecor.15": "Me encanta cómo has decorado este lugar, {{playerName}}. ¡Es maravilloso!",
    "foodstore.generalgooddecor.16": "Has mejorado realmente esta área con tus decoraciones, {{playerName}}. ¡Es fantástico!",
    "foodstore.generalgooddecor.17": "Este lugar se ve tan bien cuidado y decorado, {{playerName}}. ¡Estoy impresionado!",
    "foodstore.generalgooddecor.18": "Has hecho que esta área luzca tan hermosa, {{playerName}}. ¡Grandes habilidades de decoración!",
    "foodstore.generalgooddecor.19": "Las decoraciones aquí son de primera clase, {{playerName}}. ¡Has hecho un trabajo increíble!",
    "foodstore.generalnormaldecor.0": "Este lugar se ve bien, {{playerName}}, pero algunas pinturas más realmente lo alegrarían.",
    "foodstore.generalnormaldecor.1": "Tienes un buen comienzo aquí, {{playerName}}. ¿Tal vez podrías agregar un poco más de iluminación?",
    "foodstore.generalnormaldecor.2": "Me gusta lo que has hecho, {{playerName}}, pero un par de macetas añadirían un toque agradable.",
    "foodstore.generalnormaldecor.3": "Esta área está avanzando, {{playerName}}. ¿Qué te parece agregar una o dos mesas?",
    "foodstore.generalnormaldecor.4": "Buen trabajo hasta ahora, {{playerName}}. Unas cuantas sillas más lo harían más acogedor.",
    "foodstore.generalnormaldecor.5": "Tienes una buena decoración aquí, {{playerName}}. ¿Quizás podrías considerar añadir una alfombra?",
    "foodstore.generalnormaldecor.6": "Veo que has comenzado a decorar, {{playerName}}. Algunas decoraciones de pared se verían geniales.",
    "foodstore.generalnormaldecor.7": "Este lugar se ve bien, {{playerName}}, pero una chimenea lo haría aún mejor.",
    "foodstore.generalnormaldecor.8": "Vas por buen camino, {{playerName}}. Unas cuantas plantas más serían encantadoras.",
    "foodstore.generalnormaldecor.9": "La decoración es bonita, {{playerName}}. ¿Qué te parece añadir algunas lámparas decorativas más?",
    "foodstore.generalnormaldecor.10": "Tienes una buena base aquí, {{playerName}}. Algunos cojines acogedores podrían añadir más comodidad.",
    "foodstore.generalnormaldecor.11": "Me gusta tu estilo, {{playerName}}. ¿Quizás podrías agregar unas cuantas estanterías más?",
    "foodstore.generalnormaldecor.12": "Este lugar se ve genial, {{playerName}}. Un poco más de arte en las paredes sería fantástico.",
    "foodstore.generalnormaldecor.13": "Has hecho un buen trabajo, {{playerName}}. Un poco de decoración adicional realmente completaría el aspecto.",
    "foodstore.generalnormaldecor.14": "Buen trabajo hasta ahora, {{playerName}}. Una lámpara bonita añadiría un toque cálido.",
    "foodstore.generalnormaldecor.15": "La decoración aquí es agradable, {{playerName}}. ¿Quizás algunas sillas más para sentarse?",
    "foodstore.generalnormaldecor.16": "Tienes una buena base, {{playerName}}. Algunos maceteros más se verían bien.",
    "foodstore.generalnormaldecor.17": "Esta área se ve bien, {{playerName}}. Unas cuantas pinturas más serían encantadoras.",
    "foodstore.generalnormaldecor.18": "Buen trabajo decorando, {{playerName}}. ¿Qué te parece si añadimos más opciones de iluminación?",
    "foodstore.generalnormaldecor.19": "El lugar se ve bien, {{playerName}}. Un par de mesas más serían útiles.",
    "foodstore.generalbaddecor.0": "Este lugar se siente un poco vacío, {{playerName}}. Quizás un poco más de mobiliario ayudaría.",
    "foodstore.generalbaddecor.1": "Podría usar más color aquí, {{playerName}}. ¿Qué te parece añadir algunas flores?",
    "foodstore.generalbaddecor.2": "Esta área se ve un poco sencilla, {{playerName}}. Unas cuantas pinturas realmente la iluminarían.",
    "foodstore.generalbaddecor.3": "Parece que este lugar necesita un poco de amor, {{playerName}}. Sería genial añadir más decoraciones.",
    "foodstore.generalbaddecor.4": "Podrías agregar un poco más aquí, {{playerName}}. ¿Quizás algunas bonitas cosechas o plantas?",
    "foodstore.generalbaddecor.5": "Este lugar se siente un poco vacío, {{playerName}}. Unas cuantas piezas más de mobiliario ayudarían.",
    "foodstore.generalbaddecor.6": "Se ve un poco vacío aquí, {{playerName}}. ¿Qué tal si agregas algunas decoraciones?",
    "foodstore.generalbaddecor.7": "Un poco más de decoración podría ayudar realmente a esta área, {{playerName}}. ¿Quizás algunos cuadros o flores?",
    "foodstore.generalbaddecor.8": "Este lugar necesita un poco más de personalidad, {{playerName}}. Algunos muebles podrían ayudar.",
    "foodstore.generalbaddecor.9": "Se siente un poco vacío, {{playerName}}. Agregar algunas plantas o flores podría ayudar.",
    "foodstore.generalbaddecor.10": "Podrías animar realmente este lugar con más decoraciones, {{playerName}}.",
    "foodstore.generalbaddecor.11": "Está un poco soso aquí, {{playerName}}. Algunas pinturas bonitas o muebles podrían ayudar.",
    "foodstore.generalbaddecor.12": "Unas cuantas decoraciones más harían que este lugar se viera mucho mejor, {{playerName}}.",
    "foodstore.generalbaddecor.13": "Este lugar se siente un poco vacío, {{playerName}}. ¿Quizás deberías agregar más decoración?",
    "foodstore.generalbaddecor.14": "Podría usar más decoraciones aquí, {{playerName}}. ¿Algunos muebles o flores?",
    "foodstore.generalbaddecor.15": "Se siente un poco vacío, {{playerName}}. Unas cuantas pinturas o plantas más ayudarían.",
    "foodstore.generalbaddecor.16": "Esta área podría tener un poco más de personalidad, {{playerName}}. Tal vez podrías agregar algo de decoración.",
    "foodstore.generalbaddecor.17": "Podrías mejorar realmente este lugar con más decoraciones, {{playerName}}.",
    "foodstore.generalbaddecor.18": "Se ve un poco vacío aquí, {{playerName}}. Algunas plantas o muebles más ayudarían.",
    "foodstore.generalbaddecor.19": "Un poco más de decoración haría maravillas aquí, {{playerName}}. Quizás podrías añadir algunas flores o pinturas.",
    "foodstore.config.moneymodifier": "¿Modificador de ingresos general?",
    "foodstore.config.moneymodifierText": "Esto se aplica a todos los ingresos del Market Town, excepto el festival grange.",
    "foodstore.config.islandmoneymodifier": "¿Modificador de ingresos para el festival?",
    "foodstore.config.islandmoneymodifierText": "Esto se aplica a la venta en el festival de Paradise Island.",
    "foodstore.config.grangeprogress": "¿Marca de progreso de Paradise Island?",
    "foodstore.config.grangeprogressText": "Valor predeterminado 2000000. La cantidad de ganancias a través de la venta de Festival Grange que determina tu puntuación de progreso.",
    "foodstore.items.RestaurantDecor": "¡A los clientes les encantaría sentarse en la mesa que tiene esta hermosa decoración!",
    "foodstore.items.MarketLog": "Un libro de registro para que puedas llevar un control de tus ventas.",

    "foodstore.justdontlike.0": "Solía gustarme, pero algo no está bien hoy.",
    "foodstore.justdontlike.1": "Esto parece peor de lo habitual, no estoy seguro de qué es diferente.",
    "foodstore.justdontlike.2": "¿Qué le pasó a esto? Estaba mejor antes.",
    "foodstore.justdontlike.3": "¿Cambiaron la receta? Está realmente decepcionante hoy.",
    "foodstore.justdontlike.4": "No me gusta cómo está hoy, no es lo mismo.",
    "foodstore.justdontlike.5": "¿Ya se agotaron los buenos?",
    "foodstore.justdontlike.6": "Esto no es como solía ser.",
    "foodstore.justdontlike.7": "Hoy no es tan agradable, algo está mal.",
    "foodstore.justdontlike.8": "Parece que la calidad ha bajado, no me gusta.",

    "foodstore.justhate.0": "No me siento bien hoy. Esto cambió mi gusto por esto.",
    "foodstore.justhate.1": "Ojalá nadie me vea tomar este.",
    "foodstore.justhate.2": "Estoy de mal humor. No me hables. Considera este artículo perdido para siempre.",
    "foodstore.justhate.3": "Hoy elijo ser el villano, pero no me puedes llevar a la estación.",
    "foodstore.justhate.4": "Déjame probar primero y luego pagaré.",
    "foodstore.justhate.5": "Hoy no me siento con ganas de gastar. ¿Este es un sample gratis?",
    "foodstore.justhate.6": "Tu inventario acaba de reducirse en uno, pero tu billetera no ha cambiado.",
    "foodstore.justhate.7": "He decidido que hoy no pagaré. Pero aún lo tomaré.",
    "foodstore.justhate.8": "Simplemente no me gusta pagar. No puedes obligarme.",

    "foodstore.config.hardmode": "Modo difícil",
    "foodstore.config.hardmodeText": "A veces, las personas simplemente eligen ser difíciles con su compra.",
    "foodstore.config.disablesellnotice":               "¿Deshabilitar notificación de venta?",
  "foodstore.config.disablesellnoticeText":           "Deshabilitar notificación de venta en el cuadro de chat"
}