{
  "foodstore.note": "Nota",
  "foodstore.hidden.0": "E uma dica semanal: Os clientes podem compartilhar seus elogios com os moradores próximos ao comprarem ótimos itens.",
  "foodstore.hidden.1": "E uma dica semanal: os itens vendidos na Ilha Paraíso têm preços mais altos.",
  "foodstore.hidden.2": "E uma dica semanal: Uma loja bem decorada aumenta seu preço de venda.",
  "foodstore.hidden.3": "E uma dica semanal: Você só pode obter informações sobre o Prato da Semana através das conversas com os moradores.",
  "foodstore.hidden.4": "E uma dica semanal: Gus só avaliou seu prato como 'mediocre', no máximo. Ele pagou o preço cheio gentilmente, sem expressar sua insatisfação, e decidiu manter sua opinião sobre o sabor para si mesmo.",
  "foodstore.hidden.5": "E uma dica semanal: Nem todo visitante pode achar a comida atraente; alguns rapidamente se afastam, talvez percebendo-a como menos convidativa e abaixo de seus padrões.",
  "foodstore.hidden.6": "E uma dica semanal: Não há gorjeta para um prato odiado, porque ele é odiado!!!",
  "foodstore.hidden.7": "E uma dica semanal: Vender comida para os clientes com base em seus pedidos tem um preço melhor.",
  "foodstore.hidden.8": "E uma dica semanal: conversar com o cliente aumentará o preço que ele paga pelo prato.",
  "foodstore.hidden.9": "E uma dica semanal: Após o cliente realizar a compra, forneça a ele uma Nota do Cliente para saber como ele se sente em relação à sua venda.",
  "foodstore.hidden.10": "E uma dica semanal: quanto melhor a localização, maior o preço (perto da decoração, da água ou da árvore rosa).",
  "foodstore.help.0": "Interaja com os moradores ficando perto deles e digitando sua mensagem. Algumas perguntas especiais exigem que a palavra-chave esteja na mensagem!",
  "foodstore.help.1": "Para convidar o morador a vir amanhã, envie uma mensagem que contenha a palavra-chave: 'convidar'.",
  "foodstore.help.2": "Pergunte ao morador sobre o Prato do Dia. A mensagem deve conter pelo menos uma palavra-chave, como 'especial hoje' ou 'recomendação hoje'.",
  "foodstore.help.3": "Pergunte ao morador como eles se sentem sobre seu último prato, incluindo a palavra-chave 'último prato' ou 'sabor do prato'.",
  "foodstore.help.4": "Para montar sua primeira loja, basta colocar uma mesa em um local movimentado e, em seguida, colocar um prato sobre ela!!!",
  "foodstore.config.minutetohungry": "Minutos Para Comprar",
  "foodstore.config.minutetohungryText": "Minutos desde a última compra de cada NPC. Padrão 120. Definir um valor muito baixo pode causar problemas na busca de caminhos. Recomenda-se acima de 60.",
  "foodstore.config.movetofoodchange": "Mover para o item % de chance.",
  "foodstore.config.movetofoodchangeText": "Padrão 0,02. Chance de um NPC decidir comprar algo a cada 1 segundo. Configurações mais altas podem causar lag significativo e caminhos estranhos. É altamente recomendado manter abaixo de 0,1.",
  "foodstore.config.maxdistancetofindfood": "Distância máxima para encontrar",
  "foodstore.config.maxdistancetofindfoodText": "Distância máxima em tiles a partir do item que os NPCs podem encontrá-lo. Padrão 40.",
  "foodstore.config.maxdistancetoeat": "Distância Máxima para Comprar",
  "foodstore.config.maxdistancetoeatText": "Distância que o NPC pode pegar o item desejado. Padrão 4.",
  "foodstore.config.rushhour": "Ativar Horário de Pico?",
  "foodstore.config.rushhourText": "Durante o horário de pico, há uma maior chance de clientes e uma gorjeta maior, mas o preço é ligeiramente mais baixo. Reabasteça sua loja!!!",
  "foodstore.config.enableprice": "Opção de Preço Ativada?",
  "foodstore.config.enablepriceText": "Padrão -1 para valor aleatório.",
  "foodstore.config.pricelovemulti": "Multiplicador do preço de venda de alimentos amados.",
  "foodstore.config.pricelikemulti": "Multiplicador do preço de venda de alimentos apreciados.",
  "foodstore.config.priceneutralmulti": "Multiplicador do preço de venda de alimentos neutros",
  "foodstore.config.pricedislikemulti": "Multiplicador do preço de venda de alimentos pouco apreciados",
  "foodstore.config.pricehatemulti": "Multiplicador do preço de venda de alimentos indesejados.",
  "foodstore.config.enabletip": "Opção de Dica Ativada?",
  "foodstore.config.enabletipText": "O valor da gorjeta é uma fração do preço de venda. O padrão é -1 para uma gorjeta aleatória.",
  "foodstore.config.enabletipclose": "Apenas dar gorjeta quando estiver por perto?",
  "foodstore.config.enabletipcloseText": "Quando definido como Verdadeiro, apenas receba a Dica quando o jogador estiver perto da loja.",
  "foodstore.config.enabletipcloselove": "Amado multiplicador de valor de dicas de comida.",
  "foodstore.config.enabletipcloselike": "Multiplicador de valor da dica de comida apreciada.",
  "foodstore.config.enabletipcloseneutral": "Multiplicador de valor de dica de comida neutra",
  "foodstore.config.enabletipclosedislike": "Multiplicador de valor de dica para alimentos não apreciados",
  "foodstore.config.enabletipclosehate": "Multiplicador de valor de dica de comida odiada",
  "foodstore.coming.0": "Em uma reviravolta encantadora, {{vName}} está indo à nossa loja para uma visita inesperada.",
  "foodstore.coming.1": "{{vName}} está passeando na nossa direção, curioso sobre as ofertas da nossa loja.",
  "foodstore.coming.2": "Durante seu dia, {{vName}} está escolhendo passar um tempo em nossa loja.",
  "foodstore.coming.3": "{{vName}} está fazendo uma visita não planejada à nossa loja, quebrando a rotina.",
  "foodstore.coming.4": "{{vName}} está indo tranquilamente para a nossa loja, esperando uma experiência agradável.",
  "foodstore.coming.5": "Liberando-se das tarefas, {{vName}} está a caminho de explorar nossa loja.",
  "foodstore.coming.6": "{{vName}} está se dirigindo à nossa loja, em busca de uma experiência de compra única.",
  "foodstore.coming.7": "Espontaneamente, {{vName}} está a caminho da nossa loja para uma agradável surpresa.",
  "foodstore.coming.8": "{{vName}} está se dirigindo à nossa loja, ansioso para descobrir algo novo.",
  "foodstore.coming.9": "Com entusiasmo, {{vName}} está a caminho da nossa loja para uma visita inesperada.",
  "foodstore.coming.10": "{{vName}} está desviando do caminho para visitar nossa loja, antecipando algo especial.",
  "foodstore.coming.11": "No meio do dia, {{vName}} decidiu passar um tempo em nossa loja.",
  "foodstore.coming.12": "{{vName}} está indo casualmente para a nossa loja, antecipando um bom momento.",
  "foodstore.coming.13": "{{vName}} está se desviando do normal para visitar nossa loja e aproveitar as ofertas.",
  "foodstore.coming.14": "{{vName}} está fazendo um desvio espontâneo para nossa loja, ansioso por uma experiência única.",
  "foodstore.loverep.0": "Minhas papilas gustativas dançam de alegria a cada mordida saborosa!",
  "foodstore.loverep.1": "Saborear este prato é como um abraço caloroso para os meus sentidos.",
  "foodstore.loverep.2": "Sabor requintado que persiste, um verdadeiro deleite culinário.",
  "foodstore.loverep.3": "Uma sinfonia de sabores que harmonizam perfeitamente.",
  "foodstore.loverep.4": "Delicie-se com a rica perfeição desta iguaria salgada.",
  "foodstore.loverep.5": "Uma jornada culinária que deixa uma impressão indelével.",
  "foodstore.loverep.6": "Alegria de dar água na boca a cada mordida, um verdadeiro deleite.",
  "foodstore.loverep.7": "Desfrute da magia culinária desta perfeição artesanal.",
  "foodstore.loverep.8": "Eleva a refeição a uma arte, uma obra-prima no meu prato.",
  "foodstore.loverep.9": "Uma deliciosa fuga para um mundo de maravilhas gastronômicas.",
  "foodstore.loverep.10": "Tantalizando meu paladar com uma mistura perfeita de sabores.",
  "foodstore.loverep.11": "Uma sensação saborosa que cativa meu paladar.",
  "foodstore.loverep.12": "Revelando a arte do sabor, um prato para ser lembrado.",
  "foodstore.loverep.13": "Perfeição gourmet em cada garfada, um triunfo culinário.",
  "foodstore.loverep.14": "Uma melodia envolvente de sabores que dança na minha língua.",
  "foodstore.loverep.15": "Uma obra-prima culinária, puro amor no meu prato.",
  "foodstore.loverep.16": "Sabores cativantes, um verdadeiro romance para minhas papilas gustativas.",
  "foodstore.loverep.17": "Prato encantador, amor à primeira mordida toda vez.",
  "foodstore.loverep.18": "Uma carta de amor à gastronomia; este prato é divino.",
  "foodstore.loverep.19": "Apaixonado pela perfeição desta criação.",
  "foodstore.likerep.0": "Um prato que eu gosto de comer de vez em quando, é muito bom.",
  "foodstore.likerep.1": "Consistentemente bom; não me importo de pedir isso.",
  "foodstore.likerep.2": "Uma opção sólida que acabo escolhendo.",
  "foodstore.likerep.3": "Este prato é bom; eu gosto de sua simplicidade.",
  "foodstore.likerep.4": "Uma escolha aceitável; satisfaz meu paladar.",
  "foodstore.likerep.5": "Não é ruim; considero que é consistentemente saboroso.",
  "foodstore.likerep.6": "Um prato decente; é uma escolha segura e satisfatória.",
  "foodstore.likerep.7": "Eu não me importo com este prato; ele é sempre agradável.",
  "foodstore.likerep.8": "Não é o meu favorito, mas acho bastante agradável.",
  "foodstore.likerep.9": "Está tudo bem; é um prato que não me importo de ter.",
  "foodstore.likerep.10": "Consistentemente bom; eu aprecio seu sabor.",
  "foodstore.likerep.11": "Este prato é razoável; considero-o consistentemente saboroso.",
  "foodstore.likerep.12": "Uma opção decente; não me importo de tê-la.",
  "foodstore.likerep.13": "Está bom; um prato que eu gosto de vez em quando.",
  "foodstore.likerep.14": "Uma escolha aceitável quando estou no clima.",
  "foodstore.likerep.15": "Eu acho este prato razoável; é satisfatório o suficiente.",
  "foodstore.likerep.16": "Nada mal; é um prato que posso apreciar.",
  "foodstore.likerep.17": "Uma escolha decente que eu ocasionalmente faço.",
  "foodstore.likerep.18": "Está tudo bem; eu não me importo com este prato.",
  "foodstore.likerep.19": "Uma opção aceitável; é bastante agradável.",
  "foodstore.neutralrep.0": "Um prato comum; não é nem bom nem ruim.",
  "foodstore.neutralrep.1": "Está tudo bem; é um prato que não amo nem desgosto.",
  "foodstore.neutralrep.2": "Uma escolha comum; não se destaca muito.",
  "foodstore.neutralrep.3": "Este prato é mediano; nada excepcional.",
  "foodstore.neutralrep.4": "Nada mal, nada excelente; uma opção mediana.",
  "foodstore.neutralrep.5": "Uma escolha neutra; não deixa uma impressão forte.",
  "foodstore.neutralrep.6": "É decente; uma escolha padrão para uma refeição.",
  "foodstore.neutralrep.7": "Nem aqui nem ali; um prato razoável.",
  "foodstore.neutralrep.8": "Uma opção comum; não empolga nem decepciona.",
  "foodstore.neutralrep.9": "Está tudo bem; um prato que não chama muita atenção.",
  "foodstore.neutralrep.10": "No meio do espectro; nem amor nem ódio.",
  "foodstore.neutralrep.11": "Uma escolha comum; não agrada muito os meus paladares.",
  "foodstore.neutralrep.12": "Nada excepcional, mas também não é ruim; é um prato regular.",
  "foodstore.neutralrep.13": "Médio em todos os aspectos; é uma opção simples.",
  "foodstore.neutralrep.14": "Uma escolha típica; não deixa uma impressão duradoura.",
  "foodstore.neutralrep.15": "Nem bom nem ruim; é apenas um prato mediano.",
  "foodstore.neutralrep.16": "Uma opção padrão; não evoca sentimentos fortes.",
  "foodstore.neutralrep.17": "Nada excepcional, nem decepcionante; apenas um prato comum.",
  "foodstore.neutralrep.18": "Equilibrado entre gostar e não gostar; tudo bem.",
  "foodstore.neutralrep.19": "Um prato mediano; não se destaca muito.",
  "foodstore.dislikerep.0": "Não é o meu favorito; acho que este prato é deficiente.",
  "foodstore.dislikerep.1": "É tolerável, mas não sou fã deste prato.",
  "foodstore.dislikerep.2": "Uma escolha decepcionante; não atende às minhas expectativas.",
  "foodstore.dislikerep.3": "Este prato é medíocre; eu não o recomendaria.",
  "foodstore.dislikerep.4": "Posso comer, mas não é um prato que eu aprecie muito.",
  "foodstore.dislikerep.5": "Uma opção aceitável; eu não gosto particularmente disso.",
  "foodstore.dislikerep.6": "É comestível, mas não estou ansioso por este prato.",
  "foodstore.dislikerep.7": "Eu experimentei, mas não é do meu gosto.",
  "foodstore.dislikerep.8": "Uma escolha mediana; não a considero muito apetitoso.",
  "foodstore.dislikerep.9": "Não é o pior, mas não sou fã deste prato.",
  "foodstore.dislikerep.10": "Este prato é mediano; já tive opções melhores.",
  "foodstore.dislikerep.11": "Eu consigo lidar com isso, mas não é a minha escolha preferida.",
  "foodstore.dislikerep.12": "Uma opção aceitável; não estou empolgado com este prato.",
  "foodstore.dislikerep.13": "Aceitável, mas falta apelo para mim.",
  "foodstore.dislikerep.14": "É comestível, mas eu não escolheria este prato voluntariamente.",
  "foodstore.dislikerep.15": "Não é terrível, mas eu não gosto muito deste prato.",
  "foodstore.dislikerep.16": "Uma escolha abaixo do esperado; há opções melhores disponíveis.",
  "foodstore.dislikerep.17": "Para mim, não é satisfatório; não o considero apetitoso.",
  "foodstore.dislikerep.18": "Eu posso comer, mas não é o meu prato preferido.",
  "foodstore.dislikerep.19": "Uma opção mediana; não é algo que eu aprecie.",
  "foodstore.haterep.0": "Este prato é simplesmente horrível; eu não suporto.",
  "foodstore.haterep.1": "Uma decepção absoluta; este prato é horrível.",
  "foodstore.haterep.2": "Eu não gosto nada deste prato; ele é pouco apetitoso.",
  "foodstore.haterep.3": "Uma escolha terrível; não consigo suportar este prato.",
  "foodstore.haterep.4": "Eu detesto este prato; é completamente repulsivo.",
  "foodstore.haterep.5": "Este prato é revoltante; não consigo suportar o sabor.",
  "foodstore.haterep.6": "Absolutamente detestável; este prato é intragável.",
  "foodstore.haterep.7": "Eu desprezo este prato; ele é realmente horrível.",
  "foodstore.haterep.8": "Deplorável; lamento ter experimentado este prato miserável.",
  "foodstore.haterep.9": "Um desastre culinário; este prato é insuportável.",
  "foodstore.haterep.10": "Eu odeio este prato; é uma grande decepção.",
  "foodstore.haterep.11": "Absolutamente horrível; não consigo expressar o quanto desdenho disso.",
  "foodstore.haterep.12": "Este prato é repugnante; não consigo entender seu apelo.",
  "foodstore.haterep.13": "Uma experiência nauseante; eu recomendo fortemente que você evite.",
  "foodstore.haterep.14": "Eu detesto este prato; é um pesadelo gastronômico.",
  "foodstore.haterep.15": "Este prato é horrível; não consigo encontrar nenhuma qualidade que o salve.",
  "foodstore.haterep.16": "Abismal; este prato é o epítome do fracasso culinário.",
  "foodstore.haterep.17": "Eu abomino este prato; é um massacre para as papilas gustativas.",
  "foodstore.haterep.18": "Uma escolha ofensiva; lamento até ter tentado.",
  "foodstore.haterep.19": "Eu desprezo este prato; é uma catástrofe culinária.",
  "foodstore.tip": "Aqui está a sua gorjeta de {{tipValue}}G.",
  "foodstore.sold": "{{locationint}} - {{foodObjName}}: {{saleint}}G {{tipint}}",
  "foodstore.randomchat.love.0": "Sentindo um imenso amor por este lugar!",
  "foodstore.randomchat.love.1": "Apaixonado pelos seus pratos incríveis!",
  "foodstore.randomchat.love.2": "Esta loja rouba meu coração toda vez.",
  "foodstore.randomchat.love.3": "Amo o ambiente aconchegante e a equipe simpática!",
  "foodstore.randomchat.love.4": "Adoro os petiscos especiais que eles oferecem!",
  "foodstore.randomchat.love.5": "Apaixonados pelo seu delicioso menu!",
  "foodstore.randomchat.love.6": "Perdidamente apaixonados por suas sobremesas!",
  "foodstore.randomchat.love.7": "Amando os sabores únicos que eles oferecem!",
  "foodstore.randomchat.like.0": "Gosto muito da atmosfera aqui.",
  "foodstore.randomchat.like.1": "Gostei da variedade de opções disponíveis.",
  "foodstore.randomchat.like.2": "Aproveitei o serviço rápido e eficiente.",
  "foodstore.randomchat.like.3": "Como a qualidade de seus produtos frescos.",
  "foodstore.randomchat.like.4": "Aprecie os preços acessíveis!",
  "foodstore.randomchat.like.5": "Experiência favorável com a equipe deles.",
  "foodstore.randomchat.like.6": "Gostando dos novos itens no cardápio!",
  "foodstore.randomchat.like.7": "Ótimo lugar para uma experiência de jantar descontraída.",
  "foodstore.randomchat.neutral.0": "A experiência na loja hoje foi apenas normal.",
  "foodstore.randomchat.neutral.1": "Foi uma visita razoável à loja.",
  "foodstore.randomchat.neutral.2": "Nem bom nem ruim, apenas um dia normal.",
  "foodstore.randomchat.neutral.3": "Não consegui decidir como me sentia em relação a isso.",
  "foodstore.randomchat.neutral.4": "Uma experiência neutra no geral.",
  "foodstore.randomchat.neutral.5": "Não deixou uma impressão forte.",
  "foodstore.randomchat.neutral.6": "Visita mediana hoje.",
  "foodstore.randomchat.neutral.7": "Sem sentimentos fortes, apenas neutro.",
  "foodstore.randomchat.dislike.0": "Desta vez, não gostei muito da comida.",
  "foodstore.randomchat.dislike.1": "Não sou fã do serviço hoje.",
  "foodstore.randomchat.dislike.2": "Não gostei da longa espera no caixa.",
  "foodstore.randomchat.dislike.3": "Desapontado com a qualidade dos produtos.",
  "foodstore.randomchat.dislike.4": "Experiência decepcionante no geral.",
  "foodstore.randomchat.dislike.5": "Frustrado com a falta de limpeza.",
  "foodstore.randomchat.dislike.6": "Não atendeu às expectativas desta vez.",
  "foodstore.randomchat.dislike.7": "Sentindo-se decepcionado com a loja hoje.",
  "foodstore.randomchat.hate.0": "Odeio o fato de que eles sempre servem esse tipo de comida!",
  "foodstore.randomchat.hate.1": "Desprezo absolutamente o atendimento ao cliente deles.",
  "foodstore.randomchat.hate.2": "Não suporto a desorganização nesta loja.",
  "foodstore.randomchat.hate.3": "Odeio os itens que estão constantemente fora de estoque.",
  "foodstore.randomchat.hate.4": "Desconsidere a falta de limpeza na loja.",
  "foodstore.randomchat.hate.5": "Desgosto fortemente da qualidade da comida deles.",
  "foodstore.randomchat.hate.6": "Não consigo tolerar a rudeza da equipe deles.",
  "foodstore.randomchat.hate.7": "Odiando a experiência geral—nunca mais!",
  "foodstore.config.saleprice": "Definição - Preço de venda geral",
  "foodstore.config.tipvalue": "Valor da Dica",
  "foodstore.config.enabledecor": "Habilitar Decoração?",
  "foodstore.config.enabledecorText": "Quando definido como Verdadeiro, Decoração e Atmosfera afetam o preço de venda.",
  "foodstore.positiveTasteint.0": "Sobre a comida: Um deleite de dar água na boca.",
  "foodstore.positiveTasteint.1": "Com a comida: Perfeição salgada.",
  "foodstore.positiveTasteint.2": "Com a comida: Explosão de sabor requintado.",
  "foodstore.positiveTasteint.3": "No aspecto alimentar: Irresistivelmente delicioso.",
  "foodstore.positiveTasteint.4": "Com a comida: Sensação de sabor fascinante.",
  "foodstore.normalTasteint.0": "No aspecto alimentar: Bondade equilibrada.",
  "foodstore.normalTasteint.1": "Com a comida: satisfação familiar.",
  "foodstore.normalTasteint.2": "Sobre a comida: Delícias diárias.",
  "foodstore.normalTasteint.3": "Com a comida: Harmonia clássica de sabores.",
  "foodstore.normalTasteint.4": "Com a comida: Delícia culinária comum.",
  "foodstore.negativeTasteint.0": "No aspecto alimentar: Sabor residual desagradável.",
  "foodstore.negativeTasteint.1": "Com a comida: Sabor decepcionante.",
  "foodstore.negativeTasteint.2": "Sobre a comida: Sem sabor e pouco atraente.",
  "foodstore.negativeTasteint.3": "Sobre a comida: Mistura intragável.",
  "foodstore.negativeTasteint.4": "No aspecto alimentar: Experiência culinária desagradável.",
  "foodstore.positiveDecorint.0": "Decoração aos meus olhos: Ambiente elegante.",
  "foodstore.positiveDecorint.1": "Sobre a vista: Ambiente aconchegante e convidativo.",
  "foodstore.positiveDecorint.2": "Com decoração: Atmosfera encantadora.",
  "foodstore.positiveDecorint.3": "A atmosfera: Vibes elegantes e relaxantes.",
  "foodstore.positiveDecorint.4": "Sobre a vista: Paisagens pitorescas.",
  "foodstore.normalDecorint.0": "Decoração aos meus olhos: Design simples e de bom gosto.",
  "foodstore.normalDecorint.1": "Sobre a vista: Ambiente padrão, mas agradável.",
  "foodstore.normalDecorint.2": "Com decoração: Ambiente regular e confortável.",
  "foodstore.normalDecorint.3": "A atmosfera: Um ambiente aconchegante do dia a dia.",
  "foodstore.normalDecorint.4": "Sobre a vista: Ambiente típico de restaurante.",
  "foodstore.negativeDecorint.0": "Decoração aos meus olhos: uma decoração sem brilho e sem inspiração.",
  "foodstore.negativeDecorint.1": "E este lugar poderia usar um pouco de decoração.",
  "foodstore.negativeDecorint.2": "Com decoração: Design pouco atraente e desarmonioso.",
  "foodstore.negativeDecorint.3": "A atmosfera: Vibes pouco convidativas e desconfortáveis.",
  "foodstore.negativeDecorint.4": "A atmosfera precisa de mais decoração.",
  "foodstore.willVisit.0": "Com certeza vou passar e visitar a loja.",
  "foodstore.willVisit.1": "Estou definitivamente planejando passar na loja em breve.",
  "foodstore.willVisit.2": "Certamente estou ansioso para visitar a loja.",
  "foodstore.mayVisit.0": "Pode considerar passar pela loja.",
  "foodstore.mayVisit.1": "Possivelmente planejando visitar a loja em breve.",
  "foodstore.mayVisit.2": "Poderia passar e explorar a loja.",
  "foodstore.noVisit.0": "Atualmente, não tenho intenção de visitar a loja.",
  "foodstore.noVisit.1": "Sem planos ou desejo imediato de passar na loja.",
  "foodstore.noVisit.2": "Não considerando uma visita à loja no futuro próximo.",
  "foodstore.gooddecor.0": "Ambiente adorável! Fico curioso sobre os produtos deles!",
  "foodstore.gooddecor.1": "A decoração aqui é incrível. Como a comida se compara?",
  "foodstore.gooddecor.2": "Ótima atmosfera! Curioso sobre os itens oferecidos.",
  "foodstore.gooddecor.3": "Decoração linda. Estou ansioso para saber sobre a promoção deles!",
  "foodstore.gooddecor.4": "Este lugar tem uma vibe fantástica. Estou curioso sobre a qualidade dos produtos!",
  "foodstore.baddecor.0": "Não sou fã da decoração. Isso se reflete no serviço deles?",
  "foodstore.baddecor.1": "A atmosfera aqui é fraca. Espero que a comida deles seja melhor.",
  "foodstore.baddecor.2": "Escolhas de decoração inadequadas. Fico me perguntando se eles podem melhorar a qualidade dos produtos.",
  "foodstore.baddecor.3": "O lugar não parece convidativo. Os padrões de qualidade da comida estão à altura?",
  "foodstore.baddecor.4": "A decoração é decepcionante, me dá uma sensação estranha!",
  "foodstore.dishweek.0": "Ei, você ouviu? O prato da semana é {{dishWeek}}!",
  "foodstore.dishweek.1": "Adivinhe o que está no cardápio esta semana? É o prato em destaque: {{dishWeek}}!",
  "foodstore.dishweek.2": "Acabei de descobrir que {{dishWeek}} é o prato da semana no restaurante!",
  "foodstore.dishweek.3": "Você não vai acreditar! O destaque desta semana é {{dishWeek}}. Empolgante, não é?",
  "foodstore.dishweek.4": "Você já experimentou o prato da semana, {{dishWeek}}? É o assunto da cidade!",
  "foodstore.dishday.0": "Você ouviu? O prato em destaque hoje é {{dishToday}}!",
  "foodstore.dishday.1": "O especial de hoje é nada menos que {{dishToday}}. Empolgante, não é?",
  "foodstore.dishday.2": "Últimas notícias: {{dishToday}} é a estrela do menu de hoje!",
  "foodstore.dishday.3": "Adivinhe o que está sendo preparado hoje? É o prato em destaque: {{dishToday}}!",
  "foodstore.dishday.4": "Acabei de descobrir que {{dishToday}} é o destaque de hoje. Vamos experimentar!",
  "foodstore.dishday.5": "Aviso rápido: {{dishToday}} está brilhando hoje!",
  "foodstore.dishday.6": "Você consegue acreditar? A estrela de hoje é nada menos que {{dishToday}}!",
  "foodstore.dishday.7": "Hoje ficou ainda melhor com o prato em destaque: {{dishToday}}!",
  "foodstore.dishday.8": "Vamos apimentar o dia de hoje com um sabor de {{dishToday}}! É o especial.",
  "foodstore.dishday.9": "A conversa da cidade: {{dishToday}} é o prato imperdível de hoje!",
  "foodstore.config.chat": "Desativar mensagens não importantes?",
  "foodstore.thankyou": "Aproveitando o mod e ansioso por melhorias contínuas? Não se esqueça de seguir e apoiar!! Sua paixão impulsiona nosso barco para frente. #MarketTown",
  "foodstore.visitoreat.0": "Obrigado!",
  "foodstore.visitoreat.1": "Oh comida!!!",
  "foodstore.visitoreat.2": "Delicioso!",
  "foodstore.visitoreat.3": "Você leu minha mente!",
  "foodstore.visitoreat.4": "Eu agradeço!",
  "foodstore.visitoreat.5": "Sentindo-me abençoado! Obrigado!",
  "foodstore.visitoreat.6": "Você é muito gentil!",
  "foodstore.visitoreat.7": "Eu amo comida!",
  "foodstore.visitoreat.8": "Você é um gênio da culinária!",
  "foodstore.visitoreat.9": "Isso parece incrível!",
  "foodstore.visitoreat.10": "Agradecido por este presente!",
  "foodstore.visitoreat.11": "Eu estava começando a ficar com fome!",
  "foodstore.asktaste.empty.0": "Ainda não tive a chance de experimentar.",
  "foodstore.asktaste.empty.1": "Eu estava com pressa. Vou tentar outra vez.",
  "foodstore.asktaste.empty.2": "Provavelmente, eu vou experimentar o prato em algum momento mais tarde hoje.",
  "foodstore.asktaste.love.0": "Oh, esse prato estava incrível. Eu adorei!",
  "foodstore.asktaste.love.1": "Esse prato foi o melhor de todos! Eu não consigo me cansar dele.",
  "foodstore.asktaste.love.2": "Eu adoro absolutamente os sabores daquele prato. É um novo favorito meu!",
  "foodstore.asktaste.like.0": "Eu realmente gostei daquele prato. É bastante agradável!",
  "foodstore.asktaste.like.1": "O sabor estava bom, eu gostei. Com certeza eu teria de novo.",
  "foodstore.asktaste.like.2": "É um prato que eu realmente gosto. Os sabores são bastante atrativos.",
  "foodstore.asktaste.neutral.0": "O sabor estava bom, nada de especial. É uma experiência neutra para mim.",
  "foodstore.asktaste.neutral.1": "Foi razoável, nem bom nem ruim. Apenas um gosto neutro para mim.",
  "foodstore.asktaste.neutral.2": "Não tenho sentimentos fortes sobre o sabor. Para mim, é uma escolha neutra.",
  "foodstore.asktaste.dislike.0": "Eu não gostei muito do sabor. Não é realmente do meu agrado.",
  "foodstore.asktaste.dislike.1": "O sabor não me agradou. Eu diria que não gosto dele.",
  "foodstore.asktaste.dislike.2": "Não é o meu favorito. Achei o sabor um pouco estranho e não gostei.",
  "foodstore.asktaste.hate.0": "Eu não suportei o gosto. Eu o odeio.",
  "foodstore.asktaste.hate.1": "Ai, aquele prato estava horrível. Eu realmente odeio o sabor.",
  "foodstore.asktaste.hate.2": "Posso afirmar com confiança que odeio o sabor. Não é algo que eu nunca gostaria de comer novamente.",
  "foodstore.visitcome.0": "Obrigado por me convidar! Sua casa é adorável.",
  "foodstore.visitcome.1": "Agradeço pela sua hospitalidade. O aroma é incrível!",
  "foodstore.visitcome.2": "É um prazer estar aqui. Seu lugar é tão acolhedor.",
  "foodstore.visitcome.3": "Obrigado por me receber. Sua casa é encantadora.",
  "foodstore.visitcome.4": "Agradeço pelo convite. Sua casa é encantadora.",
  "foodstore.visitcome.5": "Isto é maravilhoso! Obrigado por me receber em sua casa.",
  "foodstore.visitcome.6": "Estou gostando da atmosfera acolhedora. Seu lugar parece um refúgio aconchegante.",
  "foodstore.visitleave.0": "Eu tive um ótimo momento. Obrigado pela noite encantadora!",
  "foodstore.visitleave.1": "Saindo com o coração cheio e a barriga cheia. Obrigado por tudo!",
  "foodstore.visitleave.2": "Agradeço sua hospitalidade. Até a próxima!",
  "foodstore.visitleave.3": "Foi maravilhoso estar aqui. Obrigado pela visita inesquecível!",
  "foodstore.visitleave.4": "Dizer adeus é difícil, mas eu vou guardar com carinho os momentos passados aqui. Obrigado!",
  "foodstore.visitleave.5": "Estou saindo com um sorriso. Sua companhia e seu lar são verdadeiramente encantadores.",
  "foodstore.visitleave.6": "Até nos encontrarmos novamente. Obrigado por um tempo fantástico e pela comida deliciosa!",
  "foodstore.noinvitevisit.0": "Agradeço o convite, mas não o conheço bem o suficiente para fazer uma visita.",
  "foodstore.noinvitevisit.1": "Obrigado, mas eu só visito lugares onde conheço o anfitrião.",
  "foodstore.noinvitevisit.2": "Sou seletivo quanto a compromissos e não o conheço, então não posso visitar.",
  "foodstore.noinvitevisit.3": "Não posso aceitar, pois não me sinto confortável visitando alguém que não conheço.",
  "foodstore.noinvitevisit.4": "Valorizo minha privacidade, não irei visitar, pois não o conheço.",
  "foodstore.noinvitevisit.5": "Obrigado, mas eu só vou a eventos organizados por pessoas conhecidas. Não irei desta vez.",
  "foodstore.noinvitevisit.6": "Prefiro ambientes familiares e não visitarei, pois não estamos familiarizados.",
  "foodstore.cannotinvitevisit.0": "Agradeço o convite, mas não posso visitar, pois estou ocupado no momento.",
  "foodstore.cannotinvitevisit.1": "Obrigado pelo convite, mas estou sobrecarregado no momento e não posso visitar.",
  "foodstore.cannotinvitevisit.2": "Estou ocupado com outras obrigações, então, infelizmente, não posso visitar.",
  "foodstore.cannotinvitevisit.3": "A agenda cheia me impede de aceitar o convite.",
  "foodstore.cannotinvitevisit.4": "Atualmente, estou ocupado com tarefas e não poderei visitar. Obrigado pela compreensão.",
  "foodstore.cannotinvitevisit.5": "Infelizmente, estou muito ocupado para aceitar o convite no momento.",
  "foodstore.cannotinvitevisit.6": "Agradeço pelo convite, mas minha carga de trabalho atual não me permite visitar. Quem sabe em outra ocasião.",
  "foodstore.willinvitevisit.0": "Claro, adoraria visitar! Me avise os detalhes.",
  "foodstore.willinvitevisit.1": "Com certeza, estou interessado! Quando e onde?",
  "foodstore.willinvitevisit.2": "Ficaria feliz em visitar! Você poderia fornecer mais informações?",
  "foodstore.willinvitevisit.3": "Conte comigo! Estou ansioso pela visita.",
  "foodstore.willinvitevisit.4": "Sim, eu vou visitar! Por favor, compartilhe os detalhes.",
  "foodstore.willinvitevisit.5": "Estou interessado! Por favor, me avise os detalhes da visita.",
  "foodstore.willinvitevisit.6": "Certamente, vou visitar! Basta compartilhar os detalhes necessários.",
  "foodstore.config.invitetime": "Configuração - Convidados Convidados",
  "foodstore.config.invitecometime": "Hora da chegada do convidado.",
  "foodstore.config.inviteleavetime": "Os convidados começam a sair.",
  "foodstore.config.disableallmessage": "Desative TODAS as mensagens.",
  "foodstore.config.disableallmessageText": "Defina como True para desativar TODAS as mensagens, incluindo o chat e as bolhas. As funções ainda funcionarão, apenas o texto não será exibido. Não recomendado.",
  "foodstore.responselist.main": "Você precisa de mais alguma coisa?",
  "foodstore.responselist.talk": "Falar",
  "foodstore.responselist.invite": "Convite para uma visita",
  "foodstore.responselist.foodtaste": "Você já experimentou alguma comida?",
  "foodstore.responselist.dailydish": "Prato do Dia",
  "foodstore.config.enablevisitinside": "Ativar visita dentro da Casa da Fazenda?",
  "foodstore.config.dialoguetime": "Caixa de diálogo diária para cada NPC?",
  "foodstore.config.dialoguetimeText": "Padrão 1. Esse número limita quantas vezes a caixa de convite aparece para cada NPC diariamente. Você ainda pode conversar e convidar NPCs usando a caixa de chat após ultrapassar o limite.",
  "foodstore.kidask": "{{kidName}}: Por favor, posso brincar na sua fazenda hoje? Por favor, com granulado em cima!!",
  "foodstore.groupkidask": "Oi, podemos todos, por favor, brincar na sua fazenda incrível hoje? Prometo que não vamos nem tocar nas flores!",
  "foodstore.kidresponselist.yes": "Com certeza! Meu gato está esperando você fazer carinho na barriguinha dele!",
  "foodstore.kidresponselist.no": "Oh! Acho que você tem algumas coisas super importantes da escola hoje, não tem?",
  "foodstore.kidresponselist.yay": "Uhuul!! Viva os momentos divertidos!",
  "foodstore.kidresponselist.boring": "Booo...ringgg!! Sério? Isso parece um tédio total!",
  "foodstore.config.disablenonfoodonfarm": "Visitante remove item não alimentício?",
  "foodstore.config.disablenonfoodonfarmText": "Padrão Falso. Quando definido como Verdadeiro, o visitante pode remover seu item não alimentício exibido na mesa na Fazenda e na Casa da Fazenda.",
  "foodstore.visitorpickup.0": "Obrigado! Aceitarei com prazer.",
  "foodstore.visitorpickup.1": "Eu agradeço! Vou tentar.",
  "foodstore.visitorpickup.2": "Obrigado pela oferta! Estou aberto a isso.",
  "foodstore.visitorpickup.3": "Ótimo! Fico feliz em aceitar.",
  "foodstore.visitorpickup.4": "Inesperado, mas obrigado! Eu aceito.",
  "foodstore.visitorpickup.5": "Uau, eu não esperava por isso! Obrigado!",
  "foodstore.visitorpickup.6": "Obrigado pelo gesto! Estou bem com isso.",
  "foodstore.visitorpickup.7": "Diferente, mas obrigado! Estou aberto a novas ideias.",
  "foodstore.visitorpickup.8": "Obrigado!!",
  "foodstore.visitorpickup.9": "Muito obrigado! Vou utilizar isso.",
  "foodstore.visitorpickup.10": "Interessante! Obrigado, eu vou levar.",
  "foodstore.visitorpickup.11": "Posso usar isso. Obrigado!",
  "foodstore.nonfood.4.0": "Isso superou minhas expectativas, a qualidade é excepcional!",
  "foodstore.nonfood.4.1": "Estou realmente impressionado com a qualidade excepcional deste item.",
  "foodstore.nonfood.4.2": "A habilidade artesanal disso é realmente notável. Qualidade de primeira!",
  "foodstore.nonfood.4.3": "Não consigo acreditar quão bem feito e durável este item é. Excelente qualidade!",
  "foodstore.nonfood.4.4": "A atenção aos detalhes nisso é fenomenal. É da mais alta qualidade.",
  "foodstore.nonfood.4.5": "Já comprei itens semelhantes antes, mas nenhum se compara à qualidade excepcional deste.",
  "foodstore.nonfood.4.6": "Esta compra valeu cada centavo. A qualidade é incomparável.",
  "foodstore.nonfood.4.7": "Sou um cliente frequente devido à qualidade constantemente excelente dos seus produtos.",
  "foodstore.nonfood.4.8": "Em termos de qualidade, esta é uma das melhores compras que já fiz. Parabéns à sua marca!",
  "foodstore.nonfood.2.0": "A qualidade disso é ótima, estou realmente satisfeito com minha compra.",
  "foodstore.nonfood.2.1": "É difícil encontrar itens com uma qualidade tão excelente nos dias de hoje. Impressionante!",
  "foodstore.nonfood.2.2": "Isso tem uma construção realmente boa e uma grande atenção aos detalhes. Muito bem feito!",
  "foodstore.nonfood.2.3": "Eu não esperava uma qualidade tão boa pelo preço. Fiquei agradavelmente surpreso!",
  "foodstore.nonfood.2.4": "A durabilidade e o acabamento são excelentes. Fiz a escolha certa ao comprar isso.",
  "foodstore.nonfood.2.5": "Tive produtos semelhantes, mas este se destaca pela sua excelente qualidade.",
  "foodstore.nonfood.2.6": "Estou feliz com minha compra; a qualidade geral é excelente e oferece um bom custo-benefício.",
  "foodstore.nonfood.2.7": "Isso estabelece um equilíbrio perfeito entre custo e ótima qualidade.",
  "foodstore.nonfood.2.8": "Ótima qualidade a um preço acessível. Exatamente o que eu estava procurando.",
  "foodstore.nonfood.1.0": "A qualidade disso é boa e atende às minhas expectativas.",
  "foodstore.nonfood.1.1": "Pelo preço, a qualidade é surpreendentemente boa. Estou satisfeito com a minha compra.",
  "foodstore.nonfood.1.2": "Um produto sólido e de boa qualidade. É exatamente o que eu precisava.",
  "foodstore.nonfood.1.3": "Tive itens semelhantes, mas este se destaca pela sua boa construção e qualidade.",
  "foodstore.nonfood.1.4": "A qualidade é boa e o item é bem feito. Eu o recomendaria.",
  "foodstore.nonfood.1.5": "Eu não esperava uma qualidade de alto nível, mas isso é realmente bom pelo preço.",
  "foodstore.nonfood.1.6": "Boa qualidade e durabilidade. Esta compra valeu a pena.",
  "foodstore.nonfood.1.7": "Fiquei agradavelmente surpreso com a boa qualidade disso.",
  "foodstore.nonfood.1.8": "Isso oferece boa qualidade sem gastar muito. Excelente custo-benefício.",
  "foodstore.nonfood.0.0": "A qualidade é normal e é o que eu esperava pelo preço.",
  "foodstore.nonfood.0.1": "É uma média com qualidade normal. Nada excepcional, mas cumpre seu propósito.",
  "foodstore.nonfood.0.2": "Isto tem um nível de qualidade padrão. Não é impressionante nem decepcionante.",
  "foodstore.nonfood.0.3": "A qualidade está dentro da faixa normal para itens semelhantes no mercado.",
  "foodstore.nonfood.0.4": "Eu diria que a qualidade é normal. Atende às expectativas básicas sem nenhum recurso que se destaque.",
  "foodstore.nonfood.0.5": "É um produto comum com qualidade normal. Sem reclamações, mas nada extraordinário.",
  "foodstore.nonfood.0.6": "A qualidade é normal para o preço. Eu recebi o que paguei.",
  "foodstore.nonfood.0.7": "A qualidade deste produto é padrão. Não é excepcional nem inferior.",
  "foodstore.nonfood.0.8": "Qualidade normal. Cumpre a função sem exceder nem ficar aquém das expectativas.",
  "foodstore.general.adult.neutral.outgoing.1.0": "Como está o seu dia? Tem algo novo em sua vida?",
  "foodstore.general.adult.neutral.outgoing.2.0": "Saudações. Você explorou os segredos do vale recentemente? Intrigante, não é?",
  "foodstore.general.adult.neutral.outgoing.3.0": "Notou alguma mudança na aldeia recentemente? Seus comentários seriam interessantes.",
  "foodstore.general.adult.neutral.outgoing.4.0": "Oi. O tempo está bom, não está? Tem algum lugar favorito que você recomendaria por aqui?",
  "foodstore.general.adult.neutral.outgoing.5.0": "Você ouviu algum boato ou fofoca na cidade? Estou ouvindo!",
  "foodstore.general.adult.neutral.outgoing.6.0": "Bom dia. Os últimos festivais foram agradáveis, não foram? Você tem um favorito?",
  "foodstore.general.adult.neutral.outgoing.7.0": "Olá! Você encontrou alguma criatura rara durante suas viagens? Compartilhe suas descobertas!",
  "foodstore.general.teens.neutral.outgoing.1.0": "Oi! O que está acontecendo na vida dos adolescentes hoje em dia?",
  "foodstore.general.teens.neutral.outgoing.2.0": "Oi! Algum plano ou aventura legal na cidade?",
  "foodstore.general.teens.neutral.outgoing.3.0": "E aí! Eu sempre encontro os lugares mais legais para sair. Qual é o seu lugar favorito no momento?",
  "foodstore.general.teens.neutral.outgoing.4.0": "Oi! Ouvi que organizam encontros divertidos. Há algum evento programado?",
  "foodstore.general.teens.neutral.outgoing.5.0": "Ei! Quais são as últimas tendências e novidades?",
  "foodstore.general.teens.neutral.outgoing.6.0": "O que está acontecendo com os adolescentes? Algum hobby ou projeto legal no horizonte?",
  "foodstore.general.teens.neutral.outgoing.7.0": "Sou conhecido pela minha criatividade. Você está envolvido em alguma atividade artística?",
  "foodstore.general.child.neutral.outgoing.1.0": "Oi! Como está seu dia? Alguma aventura empolgante em andamento?",
  "foodstore.general.child.neutral.outgoing.2.0": "Você viu algum inseto ou criatura interessante durante suas pequenas explorações?",
  "foodstore.general.child.neutral.outgoing.3.0": "Qual é o jogo favorito entre os aventureiros nos dias de hoje?",
  "foodstore.general.child.neutral.outgoing.4.0": "Olá! Alguma história engraçada da escola ou do tempo de brincadeira para compartilhar?",
  "foodstore.general.child.neutral.outgoing.5.0": "Você tem um lugar especial para se esconder na vila?",
  "foodstore.general.child.neutral.outgoing.6.0": "Oi! Tem algum brinquedo ou lanche favorito que você gosta?",
  "foodstore.general.child.neutral.outgoing.7.0": "Pequenos exploradores devem encontrar coisas fascinantes. Conte-me sobre sua última descoberta!",
  "foodstore.general.adult.polite.outgoing.1.0": "Como tem sido seu dia até agora?",
  "foodstore.general.adult.polite.outgoing.2.0": "Olá! É maravilhoso ver você. Alguma novidade empolgante para compartilhar?",
  "foodstore.general.adult.polite.outgoing.3.0": "Bom dia! Qual é a sua coisa favorita sobre a nossa charmosa vila?",
  "foodstore.general.adult.polite.outgoing.4.0": "Você tem explorado as minas recentemente? É uma grande aventura!",
  "foodstore.general.adult.polite.outgoing.5.0": "Olá! As colheitas estão ótimas nesta temporada. Você não acha?",
  "foodstore.general.adult.polite.outgoing.6.0": "Alguma receita favorita que você descobriu recentemente?",
  "foodstore.general.adult.polite.outgoing.7.0": "Eu ouvi que você tem ajudado na cidade. Muito obrigado!",
  "foodstore.general.teens.polite.outgoing.1.0": "E aí? Encontrou algum lugar legal no vale recentemente?",
  "foodstore.general.teens.polite.outgoing.2.0": "Oi! Você tem jogado ou feito algumas atividades legais ultimamente? Me conta!",
  "foodstore.general.teens.polite.outgoing.3.0": "Você deu uma olhada em algum evento interessante que está acontecendo na aldeia?",
  "foodstore.general.teens.polite.outgoing.4.0": "Qual é a sua opinião sobre as últimas músicas tocando no salão?",
  "foodstore.general.teens.polite.outgoing.5.0": "Oi! Algum truque de skate incrível que você tem praticado?",
  "foodstore.general.teens.polite.outgoing.6.0": "E aí! Você viu algum filme legal no cinema recentemente?",
  "foodstore.general.teens.polite.outgoing.7.0": "Ouvi que você está envolvido com a agricultura. Como isso está indo para você?",
  "foodstore.general.child.polite.outgoing.1.0": "Você tem uma história favorita para contar na hora de dormir?",
  "foodstore.general.child.polite.outgoing.2.0": "Você encontrou algum bichinho fofo enquanto explorava?",
  "foodstore.general.child.polite.outgoing.3.0": "Qual é a sua coisa favorita na escola?",
  "foodstore.general.child.polite.outgoing.4.0": "Oi! Você gosta de colecionar pedras bonitas ou conchas?",
  "foodstore.general.child.polite.outgoing.5.0": "Oi! Você tem jogado algum jogo divertido com seus amigos recentemente?",
  "foodstore.general.child.polite.outgoing.6.0": "Qual é o seu lanche preferido quando você está com fome?",
  "foodstore.general.child.polite.outgoing.7.0": "Aposto que você já viu coisas legais na floresta. Posso ver?",
  "foodstore.general.adult.rude.outgoing.1.0": "E aí? Não me incomode com conversa fiada. Tenho coisas melhores para fazer.",
  "foodstore.general.adult.rude.outgoing.2.0": "Vi você por aí. Tanto faz. Você tem alguma notícia de verdade ou só está perdendo tempo?",
  "foodstore.general.adult.rude.outgoing.3.0": "Humph. Por que você está aqui? Apenas diga logo e seja rápido com isso.",
  "foodstore.general.adult.rude.outgoing.4.0": "Sim, sim. Você de novo. Tem algo interessante para dizer ou está aqui apenas para me incomodar?",
  "foodstore.general.adult.rude.outgoing.5.0": "Você não vê que estou ocupado? Se você não está aqui com algo importante, suma.",
  "foodstore.general.adult.rude.outgoing.6.0": "O que você quer? Faça rápido. Eu tenho compromissos e você está me atrasando.",
  "foodstore.general.adult.rude.outgoing.7.0": "Olha, eu não tenho tempo para conversas fiadas. Fale o que você precisa e siga em frente.",
  "foodstore.general.teens.rude.outgoing.1.0": "Você tem algo interessante a dizer ou está aqui apenas para desperdiçar meu tempo?",
  "foodstore.general.teens.rude.outgoing.2.0": "Você de novo. Se não está aqui com algo importante, por que me incomodar?",
  "foodstore.general.teens.rude.outgoing.3.0": "Tanto faz. Faça rápido. Tenho coisas melhores para fazer do que ouvir você falar à toa.",
  "foodstore.general.teens.rude.outgoing.4.0": "Ai. Você não vê que estou ocupado sendo legal? Se você não é legal, apenas vá embora.",
  "foodstore.general.teens.rude.outgoing.5.0": "Se você não está aqui com algum drama ou empolgação, não estou interessado.",
  "foodstore.general.teens.rude.outgoing.6.0": "Estou ouvindo, mas é melhor valer a pena. Tenho uma reputação a manter.",
  "foodstore.general.teens.rude.outgoing.7.0": "Eu não tenho tempo para conversas sem graça. Faça algo rápido e divertido.",
  "foodstore.general.child.rude.outgoing.1.0": "Qual é a sua? Se você não está trazendo doces ou histórias divertidas, vá embora.",
  "foodstore.general.child.rude.outgoing.2.0": "Você de novo. Tem algum brinquedo legal ou lanches para compartilhar, ou isso é uma perda de tempo?",
  "foodstore.general.child.rude.outgoing.3.0": "Ugh. Você não vê que estou jogando? Se você não está aqui para jogar, apenas me deixe em paz.",
  "foodstore.general.child.rude.outgoing.4.0": "Se você não trouxer alguns jogos divertidos ou guloseimas, não estou interessado.",
  "foodstore.general.child.rude.outgoing.5.0": "Humph. Você não é meu colega de brincadeira, então, a menos que tenha algo divertido.",
  "foodstore.general.child.rude.outgoing.6.0": "Estou ocupado sendo incrível. Se você não é incrível, não me incomode.",
  "foodstore.general.child.rude.outgoing.7.0": "Não gosto de coisas chatas. Se não é divertido, não estou interessado. Entendeu?",
  "foodstore.general.adult.neutral.shy.1.0": "Olá. Se eu estiver em silêncio, estou apenas absorvendo as coisas. Como está seu dia?",
  "foodstore.general.adult.neutral.shy.2.0": "Sou um pouco reservado, mas gosto das nossas conversas. O que está acontecendo?",
  "foodstore.general.adult.neutral.shy.3.0": "Obrigado por conversar. Estou aqui. Há algo em sua mente?",
  "foodstore.general.adult.neutral.shy.4.0": "Se eu parecer reservado, é meu lado contemplativo. O que há de novo com você?",
  "foodstore.general.adult.neutral.shy.5.0": "Eu gosto de ouvir. O que é empolgante para você?",
  "foodstore.general.adult.neutral.shy.6.0": "Desculpe se não sou muito extrovertido. Alguma experiência interessante recentemente?",
  "foodstore.general.adult.neutral.shy.7.0": "Sou um pouco reservado, mas sou curioso. O que há de novo com você?",
  "foodstore.general.teens.neutral.shy.1.0": "Se eu estiver quieto, estou apenas absorvendo tudo. E você, como está?",
  "foodstore.general.teens.neutral.shy.2.0": "Oi! Sou um pouco reservado, mas estou aqui para uma boa conversa. Acontece algo legal?",
  "foodstore.general.teens.neutral.shy.3.0": "Sou introvertido, mas estou aberto a discussões interessantes. O que você tem em mente?",
  "foodstore.general.teens.neutral.shy.4.0": "Se estou quieto, é o meu lado reflexivo. Qual é a sua opinião sobre as últimas tendências?",
  "foodstore.general.teens.neutral.shy.5.0": "Oi. Sou reservado, mas estou aberto a ouvir seus pensamentos. Tem alguma história emocionante?",
  "foodstore.general.teens.neutral.shy.6.0": "Desculpe se pareço não ser muito extrovertido. Qual foi o destaque do seu dia?",
  "foodstore.general.teens.neutral.shy.7.0": "Posso ser reservado, mas estou interessado. Há algo que você gostaria de conversar?",
  "foodstore.general.child.neutral.shy.1.0": "Se eu estiver quieto, estou no meu próprio mundinho. Você se sente assim também?",
  "foodstore.general.child.neutral.shy.2.0": "Espero que você esteja se divertindo. Eu sou um pouco quieto, mas gosto de observar. Qual é o seu jogo favorito?",
  "foodstore.general.child.neutral.shy.3.0": "Qual é a sua coisa favorita para fazer? Eu sou um pouco tímido, mas adoro ouvir sobre suas aventuras.",
  "foodstore.general.child.neutral.shy.4.0": "Às vezes sou um pouco tímido, mas estou animado para conversar. Qual é o seu brinquedo favorito?",
  "foodstore.general.child.neutral.shy.5.0": "Sou reservado—estou apenas absorvendo tudo. Qual é a sua atividade favorita?",
  "foodstore.general.child.neutral.shy.6.0": "Há algum jogo ou atividade que você gosta? Posso ser tímido, mas adoraria ouvir sobre o seu dia.",
  "foodstore.general.child.neutral.shy.7.0": "Como estão as coisas com você? Se houver algo divertido, estou ouvindo. Sou um pouco tímido, mas estou curioso!",
  "foodstore.general.adult.polite.shy.1.0": "Se eu parecer um pouco reservado, isso sou eu. Como vai seu dia?",
  "foodstore.general.adult.polite.shy.2.0": "Sua empresa significa muito. Estou aqui para uma boa conversa.",
  "foodstore.general.adult.polite.shy.3.0": "Obrigado por conversar. Eu posso não falar muito, mas estou realmente ouvindo.",
  "foodstore.general.adult.polite.shy.4.0": "Sua presença é valorizada. Se eu parecer um pouco reservado, é apenas parte de quem eu sou. O que há de novo com você?",
  "foodstore.general.adult.polite.shy.5.0": "Eu realmente gosto das nossas conversas. Acontece algo empolgante com você?",
  "foodstore.general.adult.polite.shy.6.0": "Eu realmente valorizo nossas conversas. Não sou a pessoa mais extrovertida, mas estou genuinamente interessado.",
  "foodstore.general.adult.polite.shy.7.0": "Sua empresa é apreciada. Estou genuinamente curioso. O que há de novo com você?",
  "foodstore.general.teens.polite.shy.1.0": "Se eu não sou muito falante, isso sou eu.",
  "foodstore.general.teens.polite.shy.2.0": "Foi bom conversar com você. Posso ser um pouco introvertido, mas estou aqui. Tem algo legal acontecendo?",
  "foodstore.general.teens.polite.shy.3.0": "Obrigado por passar um tempo comigo. Eu posso não falar muito, mas estou aberto a discussões interessantes.",
  "foodstore.general.teens.polite.shy.4.0": "Se eu não sou muito extrovertido, é apenas meu lado reflexivo. Qual é a sua opinião sobre as últimas tendências?",
  "foodstore.general.teens.polite.shy.5.0": "Obrigado por ser legal. Eu posso não falar muito, mas estou genuinamente interessado.",
  "foodstore.general.teens.polite.shy.6.0": "Eu aprecio muito nossas conversas. Se pareço um pouco introvertido, peço desculpas por isso. Qual foi o destaque do seu dia?",
  "foodstore.general.teens.polite.shy.7.0": "Obrigado por ser compreensivo. Posso não ser muito extrovertido, mas estou genuinamente interessado.",
  "foodstore.general.child.polite.shy.1.0": "Se eu não estou muito falante, é porque estou apenas no meu próprio mundo. Você se sente assim também?",
  "foodstore.general.child.polite.shy.2.0": "Espero que você esteja se divertindo. Estou um pouco quieto, mas gosto de observar. Qual é o seu jogo favorito?",
  "foodstore.general.child.polite.shy.3.0": "Qual é a sua coisa favorita para fazer? Eu talvez não seja a pessoa mais extrovertida, mas adoro ouvir sobre suas aventuras.",
  "foodstore.general.child.polite.shy.4.0": "Às vezes, não sou muito falante, mas estou animado para conversar. Qual é o seu brinquedo favorito?",
  "foodstore.general.child.polite.shy.5.0": "Não sou muito extrovertido—estou apenas absorvendo tudo. Qual é a sua atividade favorita?",
  "foodstore.general.child.polite.shy.6.0": "Há algum jogo ou atividade que você gosta? Adoraria saber sobre o seu dia.",
  "foodstore.general.child.polite.shy.7.0": "Como estão as coisas com você? Se houver algo divertido, estou ouvindo. Estou realmente curioso!",
  "foodstore.general.adult.rude.shy.1.0": "Se eu parecer distante, é apenas como eu sou. O que você quer?",
  "foodstore.general.adult.rude.shy.2.0": "Sua conversa está boa, eu acho. Se eu parecer estranho, é só a minha maneira de ser. Por que se preocupar?",
  "foodstore.general.adult.rude.shy.3.0": "Conversar é indiferente. Eu posso não ser muito falante. Qual é o propósito?",
  "foodstore.general.adult.rude.shy.4.0": "Se eu não sou muito sociável, tem algo a dizer ou não?",
  "foodstore.general.adult.rude.shy.5.0": "Conversar está bem, eu acho. Se eu parecer reservado, é apenas o meu jeito de ser. O que isso te importa?",
  "foodstore.general.adult.rude.shy.6.0": "Conversas são legais, eu acho. Não sou a pessoa mais extrovertida. Tanto faz.",
  "foodstore.general.adult.rude.shy.7.0": "Sua empresa está bem. Qual é a sua situação?",
  "foodstore.general.teens.rude.shy.1.0": "Se eu não sou muito falante, é assim que sou. O que isso te importa?",
  "foodstore.general.teens.rude.shy.2.0": "Conversar com você é bom, eu acho.",
  "foodstore.general.teens.rude.shy.3.0": "Sair para relaxar é indiferente. Tem algo em mente ou o que?",
  "foodstore.general.teens.rude.shy.4.0": "Ok. Qual é a desse monte de perguntas?",
  "foodstore.general.teens.rude.shy.5.0": "Suas histórias são boas, eu acho. Mais alguma coisa?",
  "foodstore.general.teens.rude.shy.6.0": "Nossas conversas são legais, espero que sim.",
  "foodstore.general.teens.rude.shy.7.0": "Seu entendimento está bom. Eu não gosto de socializar.",
  "foodstore.general.child.rude.shy.1.0": "Se eu não sou muito falante, é apenas como eu sou. O que isso importa para você?",
  "foodstore.general.child.rude.shy.2.0": "Brincar é aceitável.",
  "foodstore.general.child.rude.shy.3.0": "O que é divertido para você? Tem algo em mente ou não?",
  "foodstore.general.child.rude.shy.4.0": "Se estou quieto, sou eu mesmo. Qual é a razão das perguntas?",
  "foodstore.general.child.rude.shy.5.0": "E aí? Você precisa de algo de mim?",
  "foodstore.general.child.rude.shy.6.0": "Nossos jogos são legais, eu acho.",
  "foodstore.general.child.rude.shy.7.0": "Suas histórias são boas. Qual é a sua?",
  "foodstore.general.adult.neutral.neutral.1.0": "Como você está hoje? Alguma coisa interessante acontecendo na vila?",
  "foodstore.general.adult.neutral.neutral.2.0": "Espero que seu dia esteja indo bem. Você tem explorado o vale ultimamente?",
  "foodstore.general.adult.neutral.neutral.3.0": "É bom vê-lo. Você tem algum lugar favorito na cidade?",
  "foodstore.general.adult.neutral.neutral.4.0": "Como estão as coisas para você? Alguma descoberta recente para compartilhar?",
  "foodstore.general.adult.neutral.neutral.5.0": "Olá. Espero que você esteja tendo um bom dia. Alguma coisa empolgante em sua mente?",
  "foodstore.general.adult.neutral.neutral.6.0": "Oi. É sempre bom conversar. Há algo específico sobre o que você gostaria de falar?",
  "foodstore.general.adult.neutral.neutral.7.0": "Estou aqui se você precisar de algo. Como estão as coisas no seu mundo?",
  "foodstore.general.teens.neutral.neutral.1.0": "Oi! Como você está? Alguma novidade interessante na cena adolescente?",
  "foodstore.general.teens.neutral.neutral.2.0": "Espero que você esteja bem. Alguma atividade ou hobby interessante ultimamente?",
  "foodstore.general.teens.neutral.neutral.3.0": "E aí? Bom te ver. Você já conheceu algum lugar legal na vila?",
  "foodstore.general.teens.neutral.neutral.4.0": "Olá. Como está seu dia? Alguma nova tendência ou evento chamando sua atenção?",
  "foodstore.general.teens.neutral.neutral.5.0": "Espero que esteja tudo bem com você. Viu algum bom filme ou programa ultimamente?",
  "foodstore.general.teens.neutral.neutral.6.0": "E aí? Alguma coisa interessante na sua cabeça? Estou aqui para conversar se você quiser.",
  "foodstore.general.teens.neutral.neutral.7.0": "Bom te ver. Há algo emocionante acontecendo na comunidade adolescente?",
  "foodstore.general.child.neutral.neutral.1.0": "Oi. Como está seu dia na vila? Tem algum jogo divertido ou aventura na sua agenda?",
  "foodstore.general.child.neutral.neutral.2.0": "Espero que você esteja se divertindo jogando. Tem algo legal para compartilhar?",
  "foodstore.general.child.neutral.neutral.3.0": "Bom te ver. Qual é a sua coisa favorita sobre a vila?",
  "foodstore.general.child.neutral.neutral.4.0": "Como está o seu dia? Há brinquedos ou lanches favoritos que você tem apreciado?",
  "foodstore.general.child.neutral.neutral.5.0": "Olá. Espero que você esteja tendo um dia divertido. Alguma coisa interessante no seu pequeno mundo?",
  "foodstore.general.child.neutral.neutral.6.0": "Oi. É bom conversar com você. Há algum jogo ou atividade em particular que você goste?",
  "foodstore.general.child.neutral.neutral.7.0": "Como estão as coisas com você? Se houver algo divertido para compartilhar, estou ouvindo.",
  "foodstore.general.adult.polite.neutral.1.0": "Espero que seu dia esteja indo bem. Tem algo em sua mente?",
  "foodstore.general.adult.polite.neutral.2.0": "É um prazer vê-lo. Como tem sido seu tempo na vila?",
  "foodstore.general.adult.polite.neutral.3.0": "Oi! Prazer em conhecê-lo. Você tem algum lugar favorito na cidade?",
  "foodstore.general.adult.polite.neutral.4.0": "Olá, como estão as coisas para você? Alguma descoberta recente para compartilhar?",
  "foodstore.general.adult.polite.neutral.5.0": "Olá. Espero que você esteja tendo um bom dia. Alguma coisa empolgante em sua mente?",
  "foodstore.general.adult.polite.neutral.6.0": "É sempre um prazer conversar. Há algo específico sobre o qual você gostaria de falar?",
  "foodstore.general.adult.polite.neutral.7.0": "Estou aqui se precisar de algo. Como estão as coisas no seu mundo?",
  "foodstore.general.teens.polite.neutral.1.0": "Como você está? Alguma coisa interessante acontecendo no mundo dos adolescentes?",
  "foodstore.general.teens.polite.neutral.2.0": "Oi. Espero que você esteja bem. Alguma atividade ou hobby interessante ultimamente?",
  "foodstore.general.teens.polite.neutral.3.0": "E aí? Bom te ver. Você já conheceu algum lugar legal na vila?",
  "foodstore.general.teens.polite.neutral.4.0": "Olá. Como está o seu dia? Alguma nova tendência ou evento chamando sua atenção?",
  "foodstore.general.teens.polite.neutral.5.0": "Oi. Espero que você esteja bem. Assistiu a algum bom filme ou programa recentemente?",
  "foodstore.general.teens.polite.neutral.6.0": "E aí? Tem algo interessante em mente? Estou aqui para conversar se você quiser.",
  "foodstore.general.teens.polite.neutral.7.0": "Bom te ver. Há algo emocionante acontecendo na comunidade teen?",
  "foodstore.general.child.polite.neutral.1.0": "Como está seu dia na aldeia? Algum jogo divertido ou aventura na sua agenda?",
  "foodstore.general.child.polite.neutral.2.0": "Olá. Espero que você esteja se divertindo jogando. Alguma coisa legal para compartilhar?",
  "foodstore.general.child.polite.neutral.3.0": "Olá. Bom te ver. Qual é a sua coisa favorita sobre a aldeia?",
  "foodstore.general.child.polite.neutral.4.0": "Um, olá. Como está seu dia? Algum brinquedo ou lanche favorito que você tenha gostado?",
  "foodstore.general.child.polite.neutral.5.0": "Espero que você esteja tendo um dia divertido. Alguma coisa interessante no seu pequeno mundo?",
  "foodstore.general.child.polite.neutral.6.0": "Oi. É bom conversar com você. Há algum jogo ou atividade em particular que você gosta?",
  "foodstore.general.child.polite.neutral.7.0": "Como estão as coisas com você? Se houver algo divertido para compartilhar, estou ouvindo.",
  "foodstore.general.adult.rude.neutral.1.0": "E aí? Não perca meu tempo com conversas fiadas. Vá direto ao ponto.",
  "foodstore.general.adult.rude.neutral.2.0": "Se você não tiver nada importante a dizer, economize seu fôlego e siga em frente.",
  "foodstore.general.adult.rude.neutral.3.0": "Por que você está me incomodando? Se não for sobre algo significativo, suma.",
  "foodstore.general.adult.rude.neutral.4.0": "Ah, não estou no clima para conversas fiadas. Fale logo ou vá incomodar outra pessoa.",
  "foodstore.general.adult.rude.neutral.5.0": "Você não vê que estou ocupado? Se você não está aqui com algo importante, não me incomode.",
  "foodstore.general.adult.rude.neutral.6.0": "Não tenho tempo para conversas sem sentido. Se você tem um ponto a fazer, seja rápido.",
  "foodstore.general.adult.rude.neutral.7.0": "Por que você ainda está aqui? Se não está trazendo algo importante, me deixe em paz.",
  "foodstore.general.teens.rude.neutral.1.0": "Qual é o seu problema? Não estou interessado em perder tempo. Fale ou siga em frente.",
  "foodstore.general.teens.rude.neutral.2.0": "Sério? Se você não está aqui com algo legal ou importante, suma daqui.",
  "foodstore.general.teens.rude.neutral.3.0": "Por que você está me incomodando? Se não for sobre algo incrível, não estou interessado.",
  "foodstore.general.teens.rude.neutral.4.0": "Eu não tenho tempo para conversas constrangedoras. Se você não é legal, saia.",
  "foodstore.general.teens.rude.neutral.5.0": "Você não vê que estou ocupado sendo incrível? Se você não é, tipo, legal, vá embora.",
  "foodstore.general.teens.rude.neutral.6.0": "Olha, não estou interessado em conversas. Se você não está trazendo drama, siga em frente.",
  "foodstore.general.teens.rude.neutral.7.0": "Por que você ainda está aqui? Se você não está aqui com algo empolgante, não estou interessado.",
  "foodstore.general.child.rude.neutral.1.0": "Hum, o que você quer? Se não está trazendo jogos divertidos ou guloseimas, me deixe em paz.",
  "foodstore.general.child.rude.neutral.2.0": "Por que você está me incomodando? Se não tem brinquedos legais ou lanches, siga em frente.",
  "foodstore.general.child.rude.neutral.3.0": "Qual é a sua? Não gosto de coisas chatas. Se não for divertido, não estou interessado.",
  "foodstore.general.child.rude.neutral.4.0": "Ai, você não vê que estou jogando? Se não está aqui com coisas divertidas, não me incomode.",
  "foodstore.general.child.rude.neutral.5.0": "Olha, não estou no clima para conversas. Se você não for divertido, não desta vez.",
  "foodstore.general.child.rude.neutral.6.0": "Por que você ainda está aqui? Se não está trazendo histórias legais ou brinquedos, suma.",
  "foodstore.general.child.rude.neutral.7.0": "Hum, sério? Se você não está aqui com algo divertido, não estou interessado.",
  "foodstore.weaponText": "Ótimo!",
  "foodstore.config.dialogue": "Configuração - Diálogo",
  "foodstore.config.disablekidask": "Crianças com deficiência pedem para brincar.",
  "foodstore.config.enablesaleweapon": "Habilitar a venda de armas?",
  "mannequin.desc": "Este é o único tipo de manequim permitido para vender roupas.",
  "mannequin.name.plain-male": "Mannequin da Cidade Comercial",
  "mannequin.name.plain-female": "Mulher Manequim da Cidade Mercado",
  "mannequin.name.magic-male": "Mannequin Mágico",
  "mannequin.name.magic-female": "Mulher Mágica Manequim",
  "foodstore.soldclothes": "Vendeu a roupa em {{locationint}} por {{saleint}}G.",
  "foodstore.soldclothesText.0": "Isso pode ficar bom em mim.",
  "foodstore.soldclothesText.1": "Eu me pergunto se essa cor combina com meu estilo.",
  "foodstore.soldclothesText.2": "Hora de atualizar o guarda-roupa com esta peça.",
  "foodstore.soldclothesText.3": "Não consigo resistir a adicionar isso à minha coleção.",
  "foodstore.soldclothesText.4": "Escolha perfeita para a próxima ocasião.",
  "foodstore.soldclothesText.5": "Experimentando algo novo para variar.",
  "foodstore.soldclothesText.6": "Uma peça clássica que nunca sai de moda.",
  "foodstore.config.randompurchase": "NPC compra item aleatório?",
  "foodstore.config.randompurchaseText": "Por padrão, o NPC se moverá em direção ao item mais próximo. Defina como Verdadeiro para que ele compre um item aleatório dentro da área de busca.",
  "foodstore.config.doorentry": "NPC aparece perto da porta.",
  "foodstore.config.doorentryText": "Padrão Verdadeiro: O visitante aparecerá perto da porta. Defina como Falso para que o NPC apareça perto da Placa de Licença. Isso se aplica apenas a edifícios comerciais.",
  "foodstore.config.shedvisitchance": "Oportunidade para um novo visitante.",
  "foodstore.config.shedvisitchanceText": "Padrão 0,1. Chance de um novo visitante no prédio a cada 10 minutos. Recomenda-se abaixo de 0,5!",
  "foodstore.config.maxshedcapacity": "Número máximo de visitantes no edifício.",
  "foodstore.config.maxshedcapacityText": "Padrão 5. Capacidade máxima em um edifício.",
  "foodstore.config.timestay": "Quanto tempo os NPCs ficam?",
  "foodstore.config.timestayText": "Padrão 230 (equivalente a 2,5 horas). Recomendado abaixo de 400 (4 horas).",
  "foodstore.config.openhour": "Hora de abertura",
  "foodstore.config.closehour": "Hora de fechar.",
  "foodstore.config.shed": "Configuração - Loja de Materiais para Construção de Fazenda",
  "foodstore.config.shedbuychance": "Chance de compra do visitante",
  "foodstore.config.shedbuychanceText": "Padrão 0.2. Chance de um visitante comprar um item dentro do prédio.",
  "foodstore.config.shedminutetohungry": "Minuto para comprar",
  "foodstore.config.shedminutetohungryText": "Padrão 90. Limite de tempo entre cada compra.",
  "foodstore.shedguestgreeting": "Olá",
  "foodstore.config.buswalk": "NPC anda do ônibus.",
  "foodstore.config.buswalkText": "Quando definido como Verdadeiro, os visitantes começarão a sair do ônibus em direção à sua fazenda.",
  "foodstore.config.modkey": "Tecla para mostrar o nome do prato.",
  "foodstore.config.orderchance": "Chance para novos pedidos.",
  "foodstore.config.lovedishchance": "Chance de um prato amado",
  "foodstore.config.pricemultiplier": "Multiplicador de preço",
  "foodstore.config.maxordernight": "Quantidade máxima de pedidos por NPC por dia",
  "foodstore.config.kidaskchance": "Chance diária da criança pedir para brincar.",
  "loved-order-reaction-1": "Obrigado, isso parece delicioso!",
  "loved-order-reaction-2": "Muito obrigado!",
  "loved-order-reaction-3": "Exatamente o que eu queria, obrigado!",
  "liked-order-reaction-1": "Obrigado, isso parece bom!",
  "liked-order-reaction-2": "Obrigado!",
  "liked-order-reaction-3": "Exatamente o que eu pedi, obrigado!",
  "neutral-order-reaction-1": "Ah, ok!",
  "neutral-order-reaction-2": "Tudo bem.",
  "neutral-order-reaction-3": "Legal!",
  "foodstore.config.shedvisitor": "Pedido Especial dos Visitantes",
  "foodstore.mailtotal": "Earnings totais do mercado: {{totalEarning}}G^ Ganhos de ontem: {{sellMoney}}G^ Interação com clientes de ontem: {{todayCustomerInteraction}}^",
  "foodstore.letter.mtwelcome": "Bem-vindo à Market Town @. Aqui você pode gerenciar sua própria loja e vender produtos para os habitantes!^^ Vamos começar escolhendo um bom lugar, colocando uma mesa e começando a vender qualquer item que preferir.^^ Para usar qualquer um dos seus edifícios como museu, restaurante ou loja de conveniência, você precisa obter uma Licença de Museu do Guilda dos Aventureiros, uma Licença de Restaurante do Saloon, ou uma Licença de Market Town do Comerciante do Deserto. (continuar >)^ - Requisito para a Licença de Museu: Doar 30 itens para o Museu local.^^ - Requisito para a Licença de Restaurante: Market Town deve ter ganho mais de 10.000 e vendido pelo menos 20 itens de Culinária para os habitantes.^^ - Requisito para a Licença de Market Town: Market Town deve ter ganho mais de 30.000 e vendido 30 de cada item de Forrage, Vegetal, Produto Artesanal, Produto Animal, Culinária, Peixe e Mineral. (continuar >)^^ Este Mod é altamente configurável para se adequar ao estilo de jogo da maioria dos jogadores. Por favor, revise os detalhes na Configuração antes de relatar quaisquer problemas.^^ Encontrou bugs? Relate na página do Mod junto com o log do SMAPI ou entre em contato comigo pelo Discord: hapyke.",
  "foodstore.letter.mtrestaurantlicense": "Caro @.^^ Como você atendeu aos requisitos para obter uma Licença de Restaurante, pode passar pelo Saloon sempre que estiver livre para adquirir a licença.^ A Licença de Restaurante permite que você opere qualquer uma das suas Edificações Agrícolas como um restaurante.^^ Eu passarei por lá para fazer uma refeição em algum momento.^ - Gus",
  "foodstore.letter.mtmarkettownlicense": "Caro @.^^ Você está indo muito bem com seu negócio. Agora você pode obter uma Licença de Cidade do Mercado com o Desert Trader.^ A Licença de Cidade do Mercado permite que você venda qualquer coisa que desejar!^^ - Lewis",
  "foodstore.weeklytotallog": "Earnings totais de mercado: {{totalEarning}}G^",
  "foodstore.forage": "Forragem Total Vendida: {{TotalForageSold}}",
  "foodstore.flower": "Total de Flores Vendidas: {{TotalFlowerSold}}",
  "foodstore.fruit": "Fruta Total Vendida: {{TotalFruitSold}}",
  "foodstore.vegetable": "Total de Vegetais Vendidos: {{TotalVegetableSold}}",
  "foodstore.seed": "Semente Total Vendida: {{TotalSeedSold}}",
  "foodstore.monsterloot": "Total de Saques de Monstros Vendidos: {{TotalMonsterLootSold}}",
  "foodstore.syrup": "Total de Xarope Vendido: {{TotalSyrupSold}}",
  "foodstore.artisangood": "Total de Produtos Artesanais Vendidos: {{TotalArtisanGoodSold}}",
  "foodstore.animalproduct": "Total de Produtos Animais Vendidos: {{TotalAnimalProductSold}}",
  "foodstore.resourcemetal": "Metal Total de Recursos Vendido: {{TotalResourceMetalSold}}",
  "foodstore.mineral": "Mineral Total Vendido: {{TotalMineralSold}}^",
  "foodstore.crafting": "Total de Artesanato Vendido: {{TotalCraftingSold}}",
  "foodstore.cooking": "Total de Cozinhas Vendidas: {{TotalCookingSold}}",
  "foodstore.fish": "Total de Peixes Vendidos: {{TotalFishSold}}",
  "foodstore.gem": "Total de Gemas Vendidas: {{TotalGemSold}}",
  "foodstore.lastweek.forage": "Na semana passada, o Forage vendido foi: {{LastweekForageSold}}.",
  "foodstore.lastweek.flower": "Na semana passada, flores vendidas: {{LastweekFlowerSold}}.",
  "foodstore.lastweek.fruit": "Frutas Vendidas na Última Semana: {{LastweekFruitSold}}",
  "foodstore.lastweek.vegetable": "Vegetais vendidos na semana passada: {{LastweekVegetableSold}}",
  "foodstore.lastweek.seed": "Venda de sementes na semana passada: {{LastweekSeedSold}}",
  "foodstore.lastweek.monsterloot": "Na semana passada, o loot de monstros vendido foi: {{LastweekMonsterLootSold}}.",
  "foodstore.lastweek.syrup": "Na semana passada, a quantidade de xarope vendido foi: {{LastweekSyrupSold}}.",
  "foodstore.lastweek.artisangood": "Na semana passada, produtos artesanais vendidos: {{LastweekArtisanGoodSold}}.",
  "foodstore.lastweek.animalproduct": "Na semana passada, produtos de origem animal vendidos: {{LastweekAnimalProductSold}}.",
  "foodstore.lastweek.resourcemetal": "Na semana passada, o recurso metal vendido foi: {{LastweekResourceMetalSold}}.",
  "foodstore.lastweek.mineral": "Na semana passada, minerais vendidos: {{LastweekMineralSold}}",
  "foodstore.lastweek.crafting": "Na semana passada, itens vendidos: {{LastweekCraftingSold}}.",
  "foodstore.lastweek.cooking": "Na semana passada, as vendas de culinária foram: {{LastweekCookingSold}}.",
  "foodstore.lastweek.fish": "Na semana passada, peixes vendidos: {{LastweekFishSold}}",
  "foodstore.lastweek.gem": "Na semana passada, gemas vendidas: {{LastweekGemSold}}.",
  "foodstore.letter.mtmuseumlicense": "Caro @.^^ Parece que você está se saindo muito bem explorando a mina e doando para o nosso museu. Queria informá-lo que agora temos uma Licença de Museu disponível para você na Guilda dos Aventureiros.^ Essa licença permite que você transforme seu prédio em um museu público, e os visitantes pagarão um ingresso toda vez que visitarem!^^ -Marlon",
  "foodstore.config.museumpricemarkup": "Multiplicador de preço do ingresso do museu",
  "foodstore.config.museumpricemarkupText": "O preço do ingresso do museu é baseado no número de artefatos, minerais e itens de monstros exibidos dentro. Quanto maior esse valor, maior será o preço do ingresso, mas isso também diminuirá a chance de visitantes!",
  "foodstore.todaymuseumvisitor": "Visitantes do museu ontem: {{todayMMuseumVisitor}}, gerando {{todayMuseumEarning}}.",
  "foodstore.letter.receivemuseumlicense": "Caro @.^^ Parabéns pela obtenção da sua Licença de Museu. Deixe-me explicar como configurá-la.^ Você pode usar qualquer Edifício de Fazenda como Museu. A única exigência é ter uma Placa exibindo a Licença, e então os visitantes começarão a chegar amanhã.^ Os visitantes do Museu não compram os itens em exibição, mas pagarão um preço de entrada ao entrar. O preço é determinado pelo número de artefatos, gemas raras, bem como peixes exóticos ou estátuas. Você pode decidir sobre a sua margem de preço; no entanto, tenha em mente que quanto maior a margem, menos visitantes você pode atrair.^^ Eu visitarei seu Museu assim que estiver pronto.^ -Lewis",
  "foodstore.letter.receiverestaurantlicense": "Caro @.^^ Notei que você obteve a Licença de Restaurante. Essa licença permitirá que você utilize qualquer Edifício Rural como Restaurante. Basta exibir a licença em uma placa, e os visitantes começarão a chegar amanhã.^ Os visitantes do restaurante irão circular e comprar alimentos que lhes agradam. Às vezes, eles vão solicitar um prato especial, que você pode vender diretamente a eles por um preço mais alto.^^ Estou realmente ansioso para experimentar sua comida.^ -Lewis",
  "foodstore.letter.receivemarkettownlicense": "Caro @.^^ Finalmente, você obteve a Licença de Cidade Comercial. A partir de agora, você pode ter desde uma pequena loja de conveniência até um supermercado. Essa licença permite que você venda qualquer produto que desejar, incluindo alimentos, colheitas, materiais e muito mais.^^ Muito obrigado por criar um centro conveniente para todos os moradores da nossa aldeia.^ -Lewis",
  "foodstore.config.multiplayermode": "Ativar dinheiro de vendas para multiplayer?",
  "foodstore.config.multiplayermodeText": "AVISO DE ERRO. Padrão falso. Ativar isso dividirá o dinheiro da venda entre os jogadores conectados. AVISO: Às vezes, os outros jogadores não recebem o dinheiro.",
  "foodstore.config.easylicense": "Pular requisito para licença?",
  "foodstore.config.textchat": "Desativar o chat de digitação com NPC?",
  "foodstore.island.building": "As chamas estão dançando e os visitantes estão chegando. A construção na Ilha do Paraíso está parada.",
  "foodstore.islandtravel.sun": "Foi uma longa viagem. Você se sente um pouco cansado!",
  "foodstore.islandtravel.rain": "A chuva tornou a jornada mais difícil. Você se sente exausto.",
  "foodstore.islandtravel.wind": "O vento às vezes te empurra para frente, mas em outras ocasiões vai contra a sua direção.",
  "foodstore.islandtravel.storm": "O tempo tempestuoso era implacável. Você se sente exausto da jornada.",
  "foodstore.islandtravel.greenrain": "A incomum chuva verde era desorientadora. Você se sente enfraquecido.",
  "foodstore.islandtravel.snow": "Caminhar pela neve era exaustivo. Você precisa descansar um pouco.",
  "foodstore.customernote.yes.0": "Sua comida e estilo foram fantásticos! Tive uma ótima experiência.",
  "foodstore.customernote.yes.1": "Estou definitivamente dizendo sim para a sua comida! Estava incrivelmente saborosa.",
  "foodstore.customernote.yes.2": "Um grande agradecimento pelo ótimo serviço e pela comida deliciosa!",
  "foodstore.customernote.yes.3": "Estou dando um sim firme para a sua comida—estava fantástica!",
  "foodstore.customernote.yes.4": "Sim, sua comida é excepcional e seu estilo é impressionante!",
  "foodstore.customernote.yes.5": "Experiência absolutamente encantadora! Sim, sim, sim!",
  "foodstore.customernote.yes.6": "Sua comida e estilo são incríveis. Sim, eu adorei!",
  "foodstore.customernote.no.0": "Não era bem do meu gosto. Definitivamente há espaço para melhorias.",
  "foodstore.customernote.no.1": "Espero que haja melhorias na próxima vez.",
  "foodstore.customernote.no.2": "Infelizmente, não atendeu às minhas expectativas. Espero que seja melhor na próxima vez.",
  "foodstore.customernote.no.3": "Não foi o que eu esperava. Talvez da próxima vez seja melhor.",
  "foodstore.customernote.no.4": "Estou um pouco decepcionado. Eu deveria ter gastado meu dinheiro em outra coisa.",
  "foodstore.customernote.no.5": "Desta vez, não atendeu às minhas expectativas.",
  "foodstore.customernote.no.6": "Eu não gostei muito. Talvez meus gostos não se alinhem bem.",
  "foodstore.config.advance": "Configuração Avançada - leia os detalhes",
  "foodstore.config.pathcheck": "Intervalo de verificação de caminho do NPC",
  "foodstore.config.pathcheckText": "Padrão de 1 segundo, defina como 0 para desativar. Esta configuração tenta corrigir NPCs quando ficam presos em TILE NÃO TRANSPONÍVEL. Desative isso se você notar que NPCs estão sendo tratados como PRESOS em locais onde normalmente NÃO ESTÃO PRESOS. AUMENTE este número ou DESATIVE se você perceber um grande atraso a cada segundo.",
  "foodstore.config.signrange": "Marque a loja com uma placa?",
  "foodstore.config.signrangeText": "Defina como 0 para desabilitar. A maioria das pessoas não utiliza esta configuração. Se você tiver 2 áreas de armazenamento e quiser que os NPCs comprem apenas de uma delas, use esta configuração. O número representa a distância de uma placa até um item que o NPC pode comprar. Não é válido dentro de edifícios agrícolas.",
  "foodstore.config.island": "Cenário - Ilha do Paraíso",
  "foodstore.config.maxislandNPC": "Número máximo de visitantes",
  "foodstore.config.maxislandNPCText": "Padrão 40. Número máximo de visitantes ao atingir o progresso máximo. Configurar para alto pode causar lentidão.",
  "foodstore.config.islandprogress": "Progresso da Ilha do Paraíso",
  "foodstore.config.islandprogressText": "Padrão Verdadeiro. Defina como Falso para pular (máximo de visitantes, preço máximo de venda,...). O progresso da ilha depende da renda obtida através das vendas do Festival Grange (veja abaixo).",
  "foodstore.config.islandwalkaround": "Chance de movimento do NPC",
  "foodstore.config.islandwalkaroundText": "Padrão 0,2. Chance de o NPC se mover aleatoriamente para uma nova posição a cada 10 minutos. Configurações altas podem causar lentidão durante a mudança de hora.",
  "foodstore.config.visitorclone": "Usar NPCs clonados como visitantes?",
  "foodstore.config.visitorcloneText": "Padrão Falso. Visitantes da ilha são NPCs reais. Definir como Verdadeiro usará NPCs clonados de MarketTown.",
  "foodstore.config.islandplantboost": "Impulso para plantas de ilha?",
  "foodstore.config.islandplantboostText": "Padrão verdadeiro. A localização geográfica especial da Ilha do Paraíso faz com que as culturas e as árvores frutíferas cresçam melhor?",
  "foodstore.config.islandplantboostchance": "Chance de isso acontecer?",
  "foodstore.islandsign": "Atualmente é a temporada de {{season}} na Ilha do Paraíso. Total de visitantes atraídos: {{visitor}}.",
  "foodstore.letter.islandinfo": "Oi @.^^ Faz tempo que você começou a trabalhar na Ilha do Paraíso, mas você percebeu que o clima especial da ilha ajuda as plantações de qualquer estação a crescer na primavera, e que as árvores frutíferas podem produzir muito mais frutos?^^ -Lewis",
  "foodstore.letter.islandinit": "Oh, há algo sobre a Ilha do Paraíso que eu esqueci de te informar antes. A localização geográfica dessa ilha é muito especial, então só existem Primavera, Verão e Outono. Ela também possui seu próprio sistema climático. Lá, você pode cultivar plantas e árvores, e o Robin pode te ajudar a construir edificações para a fazenda. Assim que você tiver o braseiro da Ilha do Paraíso em mãos, poderá abrir a ilha para visitantes. - Lewis",
  "foodstore.letter.islandbedroom": "Ir e vir para a Ilha do Paraíso é uma viagem cansativa. Vou construir um quarto no segundo andar para que você tenha um lugar para descansar. Estará disponível amanhã. - Robin",
  "foodstore.general.adult.neutral.outgoing.1.3": "Como está a vida na fazenda para você? Tem alguma colheita empolgante crescendo?",
  "foodstore.general.adult.neutral.outgoing.2.3": "Você visitou o salão recentemente? Ele está sempre cheio de fofocas!",
  "foodstore.general.adult.neutral.outgoing.3.3": "Tem ido pescar no rio? Ouvi dizer que há uma captura rara nadando por lá!",
  "foodstore.general.adult.neutral.outgoing.4.3": "Oi, você já tentou cozinhar com as novas receitas do programa de TV?",
  "foodstore.general.adult.neutral.outgoing.5.3": "Acabei de ler um ótimo livro! O que está na sua lista de leitura?",
  "foodstore.general.adult.neutral.outgoing.6.3": "Pensando em redecorar sua casa? Posso ajudar com algumas dicas!",
  "foodstore.general.adult.neutral.outgoing.7.3": "Planejando uma viagem para as minas? Me avise se precisar de um companheiro de mineração!",
  "foodstore.general.teens.neutral.outgoing.1.3": "Você viu o último anúncio do festival? Vai ser épico!",
  "foodstore.general.teens.neutral.outgoing.2.3": "Oi, como está sua fazenda? A minha está indo bem, obrigado!",
  "foodstore.general.teens.neutral.outgoing.3.3": "Você conferiu o novo videogame na arcade? É tão viciante!",
  "foodstore.general.teens.neutral.outgoing.4.3": "Pensando em se juntar ao clube JojaMart? Podemos ser amigos de adesão!",
  "foodstore.general.teens.neutral.outgoing.5.3": "Algumas bandas favoritas que você tem ouvido ultimamente? Estou sempre em busca de novas músicas!",
  "foodstore.general.teens.neutral.outgoing.6.3": "Quer sair para a praia amanhã? Eu ouvi que o tempo vai estar perfeito!",
  "foodstore.general.teens.neutral.outgoing.7.3": "Acabei de terminar uma pintura! O que você acha? Quer que eu faça uma para você?",
  "foodstore.general.child.neutral.outgoing.1.3": "Você brincou com seu animal de estimação hoje? O meu aprendeu um novo truque!",
  "foodstore.general.child.neutral.outgoing.2.3": "Oi, você encontrou algum inseto interessante na floresta? Eu peguei uma borboleta!",
  "foodstore.general.child.neutral.outgoing.3.3": "Vou construir o maior castelo de areia na praia amanhã!",
  "foodstore.general.child.neutral.outgoing.4.3": "Mamãe me deixou ajudar na cozinha hoje! Eu fiz biscoitos, quer experimentar?",
  "foodstore.general.child.neutral.outgoing.5.3": "Você viu meu novo brinquedo? É um robô que acende!",
  "foodstore.general.child.neutral.outgoing.6.3": "Estou praticando minha flauta! Quer ouvir uma música que aprendi?",
  "foodstore.general.child.neutral.outgoing.7.3": "Posso visitar sua fazenda mais tarde? Quero ver os animais!",
  "foodstore.general.adult.polite.outgoing.1.3": "Bom dia! Como estão suas atividades na fazenda?",
  "foodstore.general.adult.polite.outgoing.2.3": "Saudações! Você encontrou alguma descoberta interessante no vale?",
  "foodstore.general.adult.polite.outgoing.3.3": "Ótimo te ver! Tem algum plano para o próximo festival?",
  "foodstore.general.adult.polite.outgoing.4.3": "Olá! Você ouviu algum boato interessante na cidade ultimamente?",
  "foodstore.general.adult.polite.outgoing.5.3": "Prazer em te conhecer! Como a vida está te tratando? Alguma novidade empolgante acontecendo?",
  "foodstore.general.adult.polite.outgoing.6.3": "Saudações! Você tem se dedicado a algum novo hobby ultimamente?",
  "foodstore.general.adult.polite.outgoing.7.3": "Oi amigo! Precisa de ajuda com algo na fazenda hoje?",
  "foodstore.general.teens.polite.outgoing.1.3": "Oi! Como você está? Tem planos empolgantes para o dia?",
  "foodstore.general.teens.polite.outgoing.2.3": "Você tem ido à praia ultimamente? Está um tempo perfeito!",
  "foodstore.general.teens.polite.outgoing.3.3": "Oi! Você conferiu as últimas novidades na arcade?",
  "foodstore.general.teens.polite.outgoing.4.3": "Quer sair mais tarde e explorar as minas?",
  "foodstore.general.teens.polite.outgoing.5.3": "Você já experimentou o novo sabor de milkshake na lanchonete?",
  "foodstore.general.teens.polite.outgoing.6.3": "Qual é a coisa mais legal que você viu no vale recentemente?",
  "foodstore.general.teens.polite.outgoing.7.3": "Vamos nos unir para a próxima competição de pesca!",
  "foodstore.general.child.polite.outgoing.1.3": "Você viu meu último desenho? É da sua fazenda!",
  "foodstore.general.child.polite.outgoing.2.3": "Oi! Você quer vir aqui e brincar com meus brinquedos mais tarde?",
  "foodstore.general.child.polite.outgoing.3.3": "Olá! Eu encontrei uma pedra interessante perto do rio, quer ver?",
  "foodstore.general.child.polite.outgoing.4.3": "Vamos correr até o topo da montanha amanhã!",
  "foodstore.general.child.polite.outgoing.5.3": "Adivinha? Eu encontrei uma passagem secreta na floresta!",
  "foodstore.general.child.polite.outgoing.6.3": "Quer me ajudar a pegar vagalumes esta noite?",
  "foodstore.general.child.polite.outgoing.7.3": "Vamos fazer um piquenique à beira do lago amanhã, tudo bem?",
  "foodstore.general.adult.rude.outgoing.1.3": "Olá! É bom ver você. Como estão as coisas na fazenda?",
  "foodstore.general.adult.rude.outgoing.2.3": "Bem, bem, bem, olha quem está aqui! Qual é a última fofoca da cidade?",
  "foodstore.general.adult.rude.outgoing.3.3": "Ah, é você! Sabe, eu estava querendo perguntar, você já tentou aquela nova receita?",
  "foodstore.general.adult.rude.outgoing.4.3": "Oi, amigo desconhecido! Quais aventuras você tem vivido ultimamente?",
  "foodstore.general.adult.rude.outgoing.5.3": "Bem, se não é minha nova acquaintance favorita! Tem algum plano para hoje?",
  "foodstore.general.adult.rude.outgoing.6.3": "Ah, é você! Sabe, eu estive pensando, deveríamos nos unir para pescar!",
  "foodstore.general.adult.rude.outgoing.7.3": "Oh, olá! Que surpresa te ver aqui. Precisa de ajuda com alguma coisa no vale?",
  "foodstore.general.teens.rude.outgoing.1.3": "Ei, você! Aposto que não esperava me ver tão amigável, né? O que está acontecendo?",
  "foodstore.general.teens.rude.outgoing.2.3": "Oh, oi! Faz tempo que não nos vemos, bem, não tanto assim. Quer sair mais tarde?",
  "foodstore.general.teens.rude.outgoing.3.3": "Oi! Você consegue acreditar que agora somos realmente amigos? Bem legal, né?",
  "foodstore.general.teens.rude.outgoing.4.3": "Oh, oi! Sou eu, o cara que não é mais tão antipático. Tem planos para hoje?",
  "foodstore.general.teens.rude.outgoing.5.3": "Bem, bem, bem, se não é o meu novo amigo! Quer ir ao fliperama juntos?",
  "foodstore.general.teens.rude.outgoing.6.3": "Oi! Lembra quando não nos dávamos bem? Bons tempos! E então, o que há de novo?",
  "foodstore.general.teens.rude.outgoing.7.3": "Oh, oi! Olha quem decidiu me agraciar com sua presença. Vamos conversar!",
  "foodstore.general.child.rude.outgoing.1.3": "Ei, você! Lembra quando a gente não conversava? Louco, né? Quer jogar?",
  "foodstore.general.child.rude.outgoing.2.3": "Oh, olá! Aposto que você não achou que eu seria tão legal agora. Quer sair para se divertir?",
  "foodstore.general.child.rude.outgoing.3.3": "Oi! Sou eu. Quer explorar a floresta juntos?",
  "foodstore.general.child.rude.outgoing.4.3": "Bem, bem, bem, olha quem decidiu ser amigo! Quer trocar lanches?",
  "foodstore.general.child.rude.outgoing.5.3": "Oh, oi! Lembra quando eu costumava te evitar? Não mais! Vamos jogar!",
  "foodstore.general.child.rude.outgoing.6.3": "Oi! Vamos esquecer o passado e nos divertir juntos!",
  "foodstore.general.child.rude.outgoing.7.3": "Oi, amigo! Pronto para ter o melhor dia de todos? Vamos embarcar em uma aventura!",
  "foodstore.general.adult.neutral.shy.1.3": "Oh, oi. Como está a fazenda? Precisa de ajuda com as tarefas?",
  "foodstore.general.adult.neutral.shy.2.3": "Oi, bom te ver. Você encontrou algum forrageável interessante ultimamente?",
  "foodstore.general.adult.neutral.shy.3.3": "Você conferiu o estoque mais recente na Pierre's?",
  "foodstore.general.adult.neutral.shy.4.3": "Como tem sido seu dia? Algo emocionante acontecendo?",
  "foodstore.general.adult.neutral.shy.5.3": "Você foi ao salão recentemente? Ouvi dizer que há uma nova bebida.",
  "foodstore.general.adult.neutral.shy.6.3": "Oi. Está pensando em atualizar suas ferramentas? Posso lhe dar algumas dicas.",
  "foodstore.general.adult.neutral.shy.7.3": "Está planejando alguma viagem para as minas em breve?",
  "foodstore.general.teens.neutral.shy.1.3": "Oi, você viu algum evento legal acontecendo na cidade?",
  "foodstore.general.teens.neutral.shy.2.3": "Como está sua fazenda? A minha está, hum, indo bem.",
  "foodstore.general.teens.neutral.shy.3.3": "Quer vir aqui e jogar alguns videogames mais tarde?",
  "foodstore.general.teens.neutral.shy.4.3": "Um, olá. Você já experimentou o novo prato no Gus's?",
  "foodstore.general.teens.neutral.shy.5.3": "Você ouviu alguma boa música recentemente? Estou procurando sugestões.",
  "foodstore.general.teens.neutral.shy.6.3": "Quer explorar a floresta juntos algum dia?",
  "foodstore.general.teens.neutral.shy.7.3": "Oi, como tem sido seu dia? Alguma coisa divertida acontecendo?",
  "foodstore.general.child.neutral.shy.1.3": "Você tem visto algum inseto interessante por aí ultimamente?",
  "foodstore.general.child.neutral.shy.2.3": "Oh, oi. Quer vir aqui e brincar com os meus brinquedos?",
  "foodstore.general.child.neutral.shy.3.3": "Você quer ir pescar comigo amanhã?",
  "foodstore.general.child.neutral.shy.4.3": "Oi. Eu, ah, fiz um desenho. Você quer ver?",
  "foodstore.general.child.neutral.shy.5.3": "Você quer vir brincar na minha casa mais tarde?",
  "foodstore.general.child.neutral.shy.6.3": "Oi, você quer me ajudar a construir uma fortaleza na floresta?",
  "foodstore.general.child.neutral.shy.7.3": "Você quer, hum, fazer um piquenique comigo amanhã?",
  "foodstore.general.adult.polite.shy.1.3": "Bom dia. Como está a fazenda? Precisa de alguma ajuda com suas tarefas?",
  "foodstore.general.adult.polite.shy.2.3": "Olá. Você encontrou algum segredo intrigante no vale?",
  "foodstore.general.adult.polite.shy.3.3": "Saudações. Algum plano para o próximo evento? Estou preparado para isso.",
  "foodstore.general.adult.polite.shy.4.3": "Saudações. Ouviu algum boato interessante circulando na cidade?",
  "foodstore.general.adult.polite.shy.5.3": "Prazer em conhecê-lo. Como a vida está te tratando? Alguma novidade?",
  "foodstore.general.adult.polite.shy.6.3": "Olá. Você já considerou experimentar os novos pratos no salão?",
  "foodstore.general.adult.polite.shy.7.3": "Oi. Está pensando em explorar as minas? Eu poderia te acompanhar.",
  "foodstore.general.teens.polite.shy.1.3": "Oi. Você viu o anúncio do último festival? Empolgante, não é?",
  "foodstore.general.teens.polite.shy.2.3": "Como está sua fazenda? A minha está progredindo bem.",
  "foodstore.general.teens.polite.shy.3.3": "Você visitou a arcade recentemente? Tem um jogo novo que quero experimentar.",
  "foodstore.general.teens.polite.shy.4.3": "Olá. Está pensando em se juntar ao clube JojaMart? Poderíamos ser membros juntos.",
  "foodstore.general.teens.polite.shy.5.3": "Algumas bandas favoritas que você tem ouvido ultimamente?",
  "foodstore.general.teens.polite.shy.6.3": "Oi. Quer passar um tempo na praia amanhã? O tempo está perfeito.",
  "foodstore.general.teens.polite.shy.7.3": "Oi. Acabei de terminar uma pintura. Você gostaria de vê-la?",
  "foodstore.general.child.polite.shy.1.3": "Você já brincou com seu animal de estimação hoje? O meu aprendeu um novo truque.",
  "foodstore.general.child.polite.shy.2.3": "Olá. Você descobriu algum inseto fascinante na floresta? Eu encontrei um besouro.",
  "foodstore.general.child.polite.shy.3.3": "Oi. Estou planejando construir um castelo de areia na praia amanhã. Você gostaria de se juntar a mim?",
  "foodstore.general.child.polite.shy.4.3": "Hoje eu ajudei na cozinha e fiz biscoitos. Quer experimentar?",
  "foodstore.general.child.polite.shy.5.3": "Quer ver meu novo brinquedo? É um robô que acende.",
  "foodstore.general.child.polite.shy.6.3": "Oi. Estou praticando minha flauta. Quer ouvir uma música que aprendi?",
  "foodstore.general.child.polite.shy.7.3": "Oi. Posso visitar sua fazenda mais tarde? Eu adoraria ver os animais.",
  "foodstore.general.adult.rude.shy.1.3": "Oi! Surpreso em me ver agora, né? Como está a fazenda?",
  "foodstore.general.adult.rude.shy.2.3": "Olha quem está aqui! Ouviu alguma fofoca interessante ultimamente?",
  "foodstore.general.adult.rude.shy.3.3": "Oh, é você! Sabe, eu realmente tenho gostado das nossas conversas. Algum plano?",
  "foodstore.general.adult.rude.shy.4.3": "Oi, faz um tempo! Quais aventuras você tem vivido ultimamente?",
  "foodstore.general.adult.rude.shy.5.3": "Oi! Você tem algum plano empolgante para hoje?",
  "foodstore.general.adult.rude.shy.6.3": "Ah, é você! Devíamos nos juntar para pescar algum dia.",
  "foodstore.general.adult.rude.shy.7.3": "Oh, olá! Precisa de ajuda com algo no vale hoje?",
  "foodstore.general.teens.rude.shy.1.3": "Oi, sou eu! Você consegue acreditar que agora somos amigos? Como você está?",
  "foodstore.general.teens.rude.shy.2.3": "Oh, olá! Há quanto tempo! Bem, não tanto assim. Quer sair para se divertir?",
  "foodstore.general.teens.rude.shy.3.3": "Oi! É legal que agora somos amigos, né? Quer ir ao fliperama?",
  "foodstore.general.teens.rude.shy.4.3": "Ei, foi uma jornada de não nos entendermos até chegar aqui, né? O que há de novo?",
  "foodstore.general.teens.rude.shy.5.3": "Olha quem decidiu ser amigável! Vamos sair!",
  "foodstore.general.teens.rude.shy.6.3": "Ei! Lembra quando não éramos amigos? Louco, né?",
  "foodstore.general.teens.rude.shy.7.3": "Oh, olá! Olha quem decidiu me fazer uma visita. Vamos relaxar!",
  "foodstore.general.child.rude.shy.1.3": "Oi! Lembra quando não conversávamos? Quer jogar juntos?",
  "foodstore.general.child.rude.shy.2.3": "Oh, oi! Aposto que você não esperava que eu fosse tão amigável agora, né? Vamos brincar!",
  "foodstore.general.child.rude.shy.3.3": "Ei! Sou eu. Quer explorar a floresta juntos?",
  "foodstore.general.child.rude.shy.4.3": "Ei! Lembra quando costumávamos evitar um ao outro? Não mais! Vamos sair juntos!",
  "foodstore.general.child.rude.shy.5.3": "Oh, olá! Vamos esquecer o passado e nos divertir juntos, tudo bem?",
  "foodstore.general.child.rude.shy.6.3": "Oi! Vamos deixar o passado para trás e criar novas memórias!",
  "foodstore.general.child.rude.shy.7.3": "Oi! Pronto para nos divertirmos juntos? Vamos lá!",
  "foodstore.general.adult.neutral.neutral.1.3": "Oi, como você está? Precisa de ajuda com os afazeres da fazenda?",
  "foodstore.general.adult.neutral.neutral.2.3": "Olá, bom te ver. Encontrou algo interessante recentemente?",
  "foodstore.general.adult.neutral.neutral.3.3": "Oi, alguma programação para o próximo festival? Ainda estou decidindo.",
  "foodstore.general.adult.neutral.neutral.4.3": "Oh, oi. Você ouviu alguma notícia ou boato pela cidade?",
  "foodstore.general.adult.neutral.neutral.5.3": "Bem, olá. Como a vida tem tratado você esses dias?",
  "foodstore.general.adult.neutral.neutral.6.3": "Oi, você foi ao salão recentemente? Ouvi que eles têm novas bebidas.",
  "foodstore.general.adult.neutral.neutral.7.3": "Oi, está pensando em explorar as minas? Eu posso te acompanhar.",
  "foodstore.general.teens.neutral.neutral.1.3": "Oi, tudo bem? Você viu algum evento legal acontecendo em breve?",
  "foodstore.general.teens.neutral.neutral.2.3": "Olá, como está sua fazenda? A minha está bem, eu acho.",
  "foodstore.general.teens.neutral.neutral.3.3": "Ei, você já foi à casa de jogos? Eles têm alguns jogos novos.",
  "foodstore.general.teens.neutral.neutral.4.3": "Oh, olá. Como está a comida no restaurante? Alguma recomendação?",
  "foodstore.general.teens.neutral.neutral.5.3": "Ei, ouviu alguma boa música recentemente? Estou precisando de novas músicas.",
  "foodstore.general.teens.neutral.neutral.6.3": "Oi, você quer ir à praia amanhã? O tempo está bom.",
  "foodstore.general.teens.neutral.neutral.7.3": "Oi, acabei de terminar uma pintura. Quer dar uma olhada?",
  "foodstore.general.child.neutral.neutral.1.3": "Oi, você brincou com seu animal de estimação hoje? O meu tem estado muito brincalhão.",
  "foodstore.general.child.neutral.neutral.2.3": "Olá, encontrou algum inseto interessante recentemente? Eu peguei uma borboleta.",
  "foodstore.general.child.neutral.neutral.3.3": "Oi, você quer construir um castelo de areia na praia amanhã?",
  "foodstore.general.child.neutral.neutral.4.3": "Oi, eu ajudei a assar biscoitos hoje. Quer um?",
  "foodstore.general.child.neutral.neutral.5.3": "Oi, ganhei um brinquedo novo. Você quer vir aqui e brincar?",
  "foodstore.general.child.neutral.neutral.6.3": "Oi, quer ouvir uma música que aprendi na minha flauta?",
  "foodstore.general.child.neutral.neutral.7.3": "Oi, posso visitar sua fazenda mais tarde? Sinto falta dos animais.",
  "foodstore.general.adult.polite.neutral.1.3": "Bom dia! Como você está? Se precisar de ajuda na fazenda, é só me avisar.",
  "foodstore.general.adult.polite.neutral.2.3": "É sempre um prazer vê-lo. Você descobriu algum novo segredo no vale?",
  "foodstore.general.adult.polite.neutral.3.3": "Olá! Algum plano para o próximo festival? Adoraria saber sobre isso.",
  "foodstore.general.adult.polite.neutral.4.3": "Você ouviu alguma notícia ou boato interessante circulando ultimamente?",
  "foodstore.general.adult.polite.neutral.5.3": "Como você está hoje? Há alguma novidade empolgante acontecendo na sua vida?",
  "foodstore.general.adult.polite.neutral.6.3": "Olá! Você teve a chance de experimentar os novos itens do cardápio no salão?",
  "foodstore.general.adult.polite.neutral.7.3": "Olá! Está pensando em explorar as minas em breve? Ficaria feliz em acompanhá-lo.",
  "foodstore.general.teens.polite.neutral.1.3": "Como você está? Se precisar de alguém para passar o tempo, estou aqui.",
  "foodstore.general.teens.polite.neutral.2.3": "É ótimo te ver. Se você estiver procurando algo divertido para fazer, é só me avisar.",
  "foodstore.general.teens.polite.neutral.3.3": "Oi! Você fez algum plano para o próximo festival? Eu adoraria te acompanhar.",
  "foodstore.general.teens.polite.neutral.4.3": "Olá! Você ouviu alguma notícia interessante recentemente? Estou sempre ansioso para saber as novidades.",
  "foodstore.general.teens.polite.neutral.5.3": "Como você tem estado? Se um dia estiver a fim de ouvir boa música, tenho algumas recomendações.",
  "foodstore.general.teens.polite.neutral.6.3": "Você está pensando em ir à praia amanhã? Eu topo.",
  "foodstore.general.teens.polite.neutral.7.3": "Acabei de terminar uma pintura. Você gostaria de vê-la? Me avise se tiver interesse.",
  "foodstore.general.child.polite.neutral.1.3": "Você brincou com seu animal de estimação hoje? O meu tem estado muito feliz ultimamente.",
  "foodstore.general.child.polite.neutral.2.3": "Olá! Você viu algum inseto interessante por aí? Eu encontrei uma borboleta mais cedo.",
  "foodstore.general.child.polite.neutral.3.3": "Quer construir um castelo de areia na praia amanhã? Vai ser muito divertido!",
  "foodstore.general.child.polite.neutral.4.3": "Eu ajudei a fazer biscoitos hoje. Você gostaria de experimentar um? Eles são deliciosos.",
  "foodstore.general.child.polite.neutral.5.3": "Eu ganhei um brinquedo novo. Você quer vir aqui e brincar com ele?",
  "foodstore.general.child.polite.neutral.6.3": "Eu aprendi uma nova música na minha flauta. Você gostaria de ouvi-la?",
  "foodstore.general.child.polite.neutral.7.3": "Oi! Posso visitar sua fazenda mais tarde? Sinto falta de ver todas as flores.",
  "foodstore.general.adult.rude.neutral.1.3": "Oi! Surpreso em me ver tão amigável agora? Como está a fazenda?",
  "foodstore.general.adult.rude.neutral.2.3": "Bem, olha quem está aqui! Ouviu alguma fofoca interessante ultimamente?",
  "foodstore.general.adult.rude.neutral.3.3": "Oh, é você! Na verdade, tenho gostado das nossas conversas. Algum plano?",
  "foodstore.general.adult.rude.neutral.4.3": "Oi, faz um tempo! Quais aventuras você tem vivido?",
  "foodstore.general.adult.rude.neutral.5.3": "Oi, estranho que se tornou amigo! Tem algum plano empolgante para hoje?",
  "foodstore.general.adult.rude.neutral.6.3": "Ah, é você! Devemos nos unir para pescar algum dia.",
  "foodstore.general.adult.rude.neutral.7.3": "Oh, olá! Precisa de ajuda com alguma coisa no vale?",
  "foodstore.general.teens.rude.neutral.1.3": "Oi, sou eu! Você pode acreditar que agora somos amigos? E aí, como você está?",
  "foodstore.general.teens.rude.neutral.2.3": "Oh, olá! Há quanto tempo! Bem, não foi tanto assim. Quer sair para se divertir?",
  "foodstore.general.teens.rude.neutral.3.3": "Oi! É legal que agora somos amigos, né? Quer ir ao fliperama?",
  "foodstore.general.teens.rude.neutral.4.3": "Ei, foi uma jornada de não nos darmos bem até chegarmos aqui, não é? O que há de novo?",
  "foodstore.general.teens.rude.neutral.5.3": "Bem, bem, bem, olha quem decidiu ser amigável!",
  "foodstore.general.teens.rude.neutral.6.3": "Ei! Lembra quando não éramos amigos? Louco, né?",
  "foodstore.general.teens.rude.neutral.7.3": "Oh, olá! Olha quem decidiu me agraciar com sua presença.",
  "foodstore.general.child.rude.neutral.1.3": "Oi! Quer jogar juntos?",
  "foodstore.general.child.rude.neutral.2.3": "Aposto que você não esperava que eu fosse tão amigável agora, né? Vamos jogar!",
  "foodstore.general.child.rude.neutral.3.3": "Oi! Sou eu. Quer explorar a floresta juntos?",
  "foodstore.general.child.rude.neutral.4.3": "Oi! Lembra quando costumávamos evitar um ao outro? Não mais! Vamos sair!",
  "foodstore.general.child.rude.neutral.5.3": "Oh, olá! Vamos esquecer o passado e nos divertir juntos, tudo bem?",
  "foodstore.general.child.rude.neutral.6.3": "Oi! Vamos deixar o passado para trás e criar algumas memórias!",
  "foodstore.general.child.rude.neutral.7.3": "Oi, amigo! Pronto para nos divertirmos juntos? Vamos lá!",
  "foodstore.general.adult.neutral.outgoing.1.6": "Oi! Como está sua fazenda? Precisa de ajuda hoje?",
  "foodstore.general.adult.neutral.outgoing.2.6": "Você assistiu ao último episódio de 'A Rainha do Molho'? Foi muito divertido!",
  "foodstore.general.adult.neutral.outgoing.3.6": "Estou pensando em organizar uma viagem de pesca em breve. Você topa, amigo?",
  "foodstore.general.adult.neutral.outgoing.4.6": "Você já experimentou a nova receita no Saloon do Gus? É incrível!",
  "foodstore.general.adult.neutral.outgoing.5.6": "Estou pensando em redecorar o meu espaço. Você tem alguma ideia de design para mim?",
  "foodstore.general.adult.neutral.outgoing.6.6": "Oi, você gostaria de me acompanhar em uma caminhada na floresta mais tarde? É tão tranquilo.",
  "foodstore.general.adult.neutral.outgoing.7.6": "Acabei de pegar alguns produtos frescos na casa do Pierre. Vamos cozinhar bastante!",
  "foodstore.general.teens.neutral.outgoing.1.6": "Oi, como você está? Topa jogar Joja Cola Pong mais tarde?",
  "foodstore.general.teens.neutral.outgoing.2.6": "Você viu aquela manobra incrível que eu fiz no parque de skate ontem?",
  "foodstore.general.teens.neutral.outgoing.3.6": "Estou pensando em começar uma banda. Você toca algum instrumento, cara?",
  "foodstore.general.teens.neutral.outgoing.4.6": "Adivinha quem foi convidado para a festa dos populares neste fim de semana? Você também vem, certo?",
  "foodstore.general.teens.neutral.outgoing.5.6": "Quer conferir os últimos memes juntos? Eles são hilários!",
  "foodstore.general.teens.neutral.outgoing.6.6": "Estou tão empolgado para a próxima atualização de 'Journey of the Prairie King'. Vamos dominá-la!",
  "foodstore.general.teens.neutral.outgoing.7.6": "Pensando em ir à praia amanhã. Sol, areia e mar, alguém?",
  "foodstore.general.child.neutral.outgoing.1.6": "Ei, quer correr até o parquinho? Aposto que te ganho desta vez!",
  "foodstore.general.child.neutral.outgoing.2.6": "Você viu os filhotes de pintinho fofos no rancho da Marnie? Eu quero acariciar todos eles!",
  "foodstore.general.child.neutral.outgoing.3.6": "Eu encontrei um esconderijo secreto na floresta! Quer que eu te mostre?",
  "foodstore.general.child.neutral.outgoing.4.6": "Vamos construir a fortaleza definitiva no meu quintal! Traga seu cobertor mais legal.",
  "foodstore.general.child.neutral.outgoing.5.6": "Você já experimentou o novo doce da máquina de vendas? É super gostoso!",
  "foodstore.general.child.neutral.outgoing.6.6": "Estou praticando minhas habilidades de captura de insetos. Você quer ser meu parceiro de caça a insetos?",
  "foodstore.general.child.neutral.outgoing.7.6": "Estou planejando uma caça ao tesouro. Você acha que consegue encontrar todos os tesouros escondidos?",
  "foodstore.general.adult.polite.outgoing.1.6": "Bom dia! Como posso ajudá-lo em seus empreendimentos agrícolas?",
  "foodstore.general.adult.polite.outgoing.2.6": "Confio que você esteja bem. Vamos discutir os últimos desenvolvimentos da cidade?",
  "foodstore.general.adult.polite.outgoing.3.6": "Saudações, meu amigo! Você gostaria de se juntar a mim para uma deliciosa xícara de chá?",
  "foodstore.general.adult.polite.outgoing.4.6": "Ah, é um prazer vê-lo! Posso recomendar o novo prato do salão?",
  "foodstore.general.adult.polite.outgoing.5.6": "Meu querido amigo, sua presença traz alegria! Que aventura devemos embarcar hoje?",
  "foodstore.general.adult.polite.outgoing.6.6": "Olá, querido companheiro! Você gostaria de me acompanhar em uma caminhada tranquila?",
  "foodstore.general.adult.polite.outgoing.7.6": "Saudações calorosas! Talvez seja hora de um esforço colaborativo na cozinha?",
  "foodstore.general.teens.polite.outgoing.1.6": "Que tal uma competição amigável no fliperama mais tarde?",
  "foodstore.general.teens.polite.outgoing.2.6": "Olá, amigo! Vamos trocar histórias sobre nossas recentes aventuras, que tal?",
  "foodstore.general.teens.polite.outgoing.3.6": "Bom dia, amigo! Que tal uma jam session na minha casa esta noite?",
  "foodstore.general.teens.polite.outgoing.4.6": "A festa neste fim de semana promete diversão, você gostaria de se juntar?",
  "foodstore.general.teens.polite.outgoing.5.6": "Oi, amigo! Quer dar uma olhada nos últimos memes juntos?",
  "foodstore.general.teens.polite.outgoing.6.6": "Ahoy, camarada! Os mares altos de 'Prairie King' aguardam nossa conquista!",
  "foodstore.general.teens.polite.outgoing.7.6": "Bom dia! Você gostaria de pegar algumas ondas na praia amanhã?",
  "foodstore.general.child.polite.outgoing.1.6": "Olá, amigo! Você gostaria de participar de uma corrida divertida até o parquinho?",
  "foodstore.general.child.polite.outgoing.2.6": "Saudações, amigo! Vamos visitar o rancho da Marnie para ver os adoráveis pintinhos!",
  "foodstore.general.child.polite.outgoing.3.6": "Bom dia, amigo! Descobri um esconderijo secreto na floresta, você gostaria de explorar?",
  "foodstore.general.child.polite.outgoing.4.6": "Vamos construir o fortaleza mais magnífica no meu quintal!",
  "foodstore.general.child.polite.outgoing.5.6": "Você já experimentou o delicioso novo doce da máquina de vendas?",
  "foodstore.general.child.polite.outgoing.6.6": "Olá, parceiro! Que tal uma parceria na captura de insetos?",
  "foodstore.general.child.polite.outgoing.7.6": "Saudações, querido amigo! Estou planejando uma emocionante caça ao tesouro. Gostaria de participar?",
  "foodstore.general.adult.rude.outgoing.1.6": "Bem, olá! Que bom te ver novamente. Como posso te ajudar hoje?",
  "foodstore.general.adult.rude.outgoing.2.6": "Ah, é você! Vamos colocar a conversa em dia sobre o que tem acontecido na cidade?",
  "foodstore.general.adult.rude.outgoing.3.6": "Oh, faz um tempo! Que tal passarmos um tempo de qualidade juntos?",
  "foodstore.general.adult.rude.outgoing.4.6": "Bem, bem, bem... Olha quem está aqui! Pronto para uma pequena aventura comigo?",
  "foodstore.general.adult.rude.outgoing.5.6": "Oh, oi! Não esperava te ver aqui. Vamos criar algumas memórias, certo?",
  "foodstore.general.adult.rude.outgoing.6.6": "Bem, que surpresa te encontrar! Que tal explorarmos o campo juntos?",
  "foodstore.general.adult.rude.outgoing.7.6": "Oh, é você! Que tal fazermos uma refeição e relembrarmos os velhos tempos?",
  "foodstore.general.teens.rude.outgoing.1.6": "Oi! Há quanto tempo! Quer sair e colocar a conversa em dia?",
  "foodstore.general.teens.rude.outgoing.2.6": "Oh, oi! Devemos relaxar e conversar sobre o que tem acontecido.",
  "foodstore.general.teens.rude.outgoing.3.6": "Olha quem decidiu aparecer! Vamos criar algumas memórias, né?",
  "foodstore.general.teens.rude.outgoing.4.6": "Oi, estranho! Que tal irmos juntos àquela festa neste fim de semana?",
  "foodstore.general.teens.rude.outgoing.5.6": "Oh, é você! Vamos passar um tempo juntos e rir de piadas bobas, certo?",
  "foodstore.general.teens.rude.outgoing.6.6": "Bem, olá! Que tal dominarmos 'Journey of the Prairie King' juntos?",
  "foodstore.general.teens.rude.outgoing.7.6": "Oh, olha quem está aqui! Vamos à praia e aproveitar um pouco de sol, o que você acha?",
  "foodstore.general.child.rude.outgoing.1.6": "Oi, faz um tempo! Quer correr até o parquinho como nos velhos tempos?",
  "foodstore.general.child.rude.outgoing.2.6": "Oh, olá! Vamos visitar o rancho da Marnie e brincar com os animais!",
  "foodstore.general.child.rude.outgoing.3.6": "Bem, olha quem está aqui! Quer que eu te mostre aquele esconderijo secreto novamente?",
  "foodstore.general.child.rude.outgoing.4.6": "Ei, amigo! Vamos construir uma fortaleza no meu quintal, assim como fazíamos antes!",
  "foodstore.general.child.rude.outgoing.5.6": "Oh, oi! Quer experimentar aquele novo doce da máquina de vendas juntos?",
  "foodstore.general.child.rude.outgoing.6.6": "Quem decidiu se juntar à equipe de captura de insetos! Pronto para caçar?",
  "foodstore.general.child.rude.outgoing.7.6": "Ei, é você! Vamos fazer uma caça ao tesouro e encontrar coisas legais juntos!",
  "foodstore.general.adult.neutral.shy.1.6": "Oh, olá. Há algo com que você precise de ajuda hoje?",
  "foodstore.general.adult.neutral.shy.2.6": "Saudações. Como tem sido seu dia até agora?",
  "foodstore.general.adult.neutral.shy.3.6": "Oi. Você gostaria de sair um pouco?",
  "foodstore.general.adult.neutral.shy.4.6": "Oi! Você precisa de ajuda com alguma tarefa na fazenda?",
  "foodstore.general.adult.neutral.shy.5.6": "Olá. Espero que tudo esteja indo bem com você.",
  "foodstore.general.adult.neutral.shy.6.6": "Oi. Você gostaria de me acompanhar em uma caminhada tranquila?",
  "foodstore.general.adult.neutral.shy.7.6": "Oh, é você. Quer conversar um pouco?",
  "foodstore.general.teens.neutral.shy.1.6": "Como você está? Quer, hum, fazer algo juntos?",
  "foodstore.general.teens.neutral.shy.2.6": "Oi. Você, hum, ouviu alguma notícia interessante ultimamente?",
  "foodstore.general.teens.neutral.shy.3.6": "Você, hum, gostaria de talvez sair mais tarde?",
  "foodstore.general.teens.neutral.shy.4.6": "Oh, olá. Hum, você quer vir aqui e, ah, jogar alguns jogos?",
  "foodstore.general.teens.neutral.shy.5.6": "Como foi seu dia? O meu foi, hum, razoável.",
  "foodstore.general.teens.neutral.shy.6.6": "Quer, uh, jogar 'Journey of the Prairie King' juntos?",
  "foodstore.general.teens.neutral.shy.7.6": "Oh, é você. Hum, você quer, ah, ir à praia ou algo assim?",
  "foodstore.general.child.neutral.shy.1.6": "Você quer, hum, correr até o parquinho?",
  "foodstore.general.child.neutral.shy.2.6": "Oi. Quer, hum, ir ver os animais no rancho da Marnie?",
  "foodstore.general.child.neutral.shy.3.6": "Oh, olá. Hum, você gostaria que eu te mostrasse meu esconderijo secreto?",
  "foodstore.general.child.neutral.shy.4.6": "Você, hum, quer me ajudar a construir um forte no meu quintal?",
  "foodstore.general.child.neutral.shy.5.6": "Oi, você gostaria de experimentar alguns doces da máquina de vendas?",
  "foodstore.general.child.neutral.shy.6.6": "Um, você quer, eh, me ajudar a pegar insetos na floresta?",
  "foodstore.general.child.neutral.shy.7.6": "Oh, sou eu. Hum, você gostaria de, ah, brincar de caça ao tesouro juntos?",
  "foodstore.general.adult.polite.shy.1.6": "Bom dia. Há algo em que eu possa te ajudar hoje?",
  "foodstore.general.adult.polite.shy.2.6": "Saudações. Como tem sido seu dia até agora?",
  "foodstore.general.adult.polite.shy.3.6": "Olá. Se você não estiver ocupado, gostaria de passar algum tempo juntos?",
  "foodstore.general.adult.polite.shy.4.6": "Boa tarde. Você precisa de ajuda na fazenda?",
  "foodstore.general.adult.polite.shy.5.6": "Olá. Espero que tudo esteja indo bem para você.",
  "foodstore.general.adult.polite.shy.6.6": "Oi. Você gostaria de me acompanhar em uma caminhada tranquila?",
  "foodstore.general.adult.polite.shy.7.6": "Oh, sou eu. Você estaria interessado em conversar?",
  "foodstore.general.teens.polite.shy.1.6": "Um, bom dia. Como você está? Você gostaria de fazer algo juntos?",
  "foodstore.general.teens.polite.shy.2.6": "Oi. Como você está? Você ouviu alguma notícia interessante ultimamente?",
  "foodstore.general.teens.polite.shy.3.6": "Olá. Se você não estiver ocupado, gostaria de sair mais tarde?",
  "foodstore.general.teens.polite.shy.4.6": "Boa tarde. Você gostaria de vir aqui e jogar alguns jogos?",
  "foodstore.general.teens.polite.shy.5.6": "Olá. Como foi o seu dia? O meu foi, hum, razoável.",
  "foodstore.general.teens.polite.shy.6.6": "Oi. Você estaria interessado em jogar 'Journey of the Prairie King' juntos?",
  "foodstore.general.teens.polite.shy.7.6": "Oh, sou eu. Hum, você gostaria de ir à praia ou algo assim?",
  "foodstore.general.child.polite.shy.1.6": "Um, bom dia. Você quer correr até o parque?",
  "foodstore.general.child.polite.shy.2.6": "Oi. Quer ir ver os animais no rancho da Marnie?",
  "foodstore.general.child.polite.shy.3.6": "Olá. Hum, você gostaria que eu lhe mostrasse meu esconderijo secreto?",
  "foodstore.general.child.polite.shy.4.6": "Oi. Você quer me ajudar a construir um forte no meu quintal?",
  "foodstore.general.child.polite.shy.5.6": "Oi, você gostaria de experimentar um doce da máquina de vendas?",
  "foodstore.general.child.polite.shy.6.6": "Olá! Você gostaria de me ajudar a pegar insetos na floresta?",
  "foodstore.general.child.polite.shy.7.6": "Oh, sou eu. Hum, você quer brincar de caça ao tesouro juntos?",
  "foodstore.general.adult.rude.shy.1.6": "Há algo urgente com o qual você precisa de assistência?",
  "foodstore.general.adult.rude.shy.2.6": "Como posso te ajudar hoje?",
  "foodstore.general.adult.rude.shy.3.6": "Olá. Se você não se importar, tenho alguns momentos para spare. O que você está pensando?",
  "foodstore.general.adult.rude.shy.4.6": "Espero que suas tarefas na fazenda estejam progredindo conforme o planejado.",
  "foodstore.general.adult.rude.shy.5.6": "Olá! Espero que você esteja gerenciando seus assuntos de forma eficiente.",
  "foodstore.general.adult.rude.shy.6.6": "Oi. Se não for muito incômodo, você gostaria de me acompanhar em uma breve caminhada?",
  "foodstore.general.adult.rude.shy.7.6": "Oh, é você. Você precisa de algo de mim no momento?",
  "foodstore.general.teens.rude.shy.1.6": "Um, bom dia. Como posso ajudá-lo? Você precisa da minha ajuda com algo?",
  "foodstore.general.teens.rude.shy.2.6": "Olá. Há alguma razão pela qual você me procurou? Estou aqui para ouvir.",
  "foodstore.general.teens.rude.shy.3.6": "Olá. Se for importante, posso dispensar um momento. O que você tem em mente?",
  "foodstore.general.teens.rude.shy.4.6": "Boa tarde. Espero que você não esteja aqui para desperdiçar meu tempo. Diga o que pensa.",
  "foodstore.general.teens.rude.shy.5.6": "Olá. Estou ocupado, mas posso arranjar um tempo se for necessário.",
  "foodstore.general.teens.rude.shy.6.6": "Se for necessário, podemos passar algum tempo juntos.",
  "foodstore.general.teens.rude.shy.7.6": "Oh, é você. Você está me procurando?",
  "foodstore.general.child.rude.shy.1.6": "Um, bom dia. Você precisa de assistência com algo ou está apenas passando?",
  "foodstore.general.child.rude.shy.2.6": "Oi. Se for importante, posso reservar um momento para conversar. O que você tem em mente?",
  "foodstore.general.child.rude.shy.3.6": "Olá. Estou um pouco ocupado, mas se for urgente, posso arranjar um tempo para você.",
  "foodstore.general.child.rude.shy.4.6": "Oi. Espero que você tenha um bom motivo para buscar a minha atenção.",
  "foodstore.general.child.rude.shy.5.6": "Oi, estou no meio de algo, mas se for necessário, eu vou ouvir.",
  "foodstore.general.child.rude.shy.6.6": "Olá. Estou ocupado no momento, mas posso dispensar um momento se for importante.",
  "foodstore.general.child.rude.shy.7.6": "Oh, é você. Há algo com que você precisa de ajuda ou você só está aqui para conversar?",
  "foodstore.general.adult.neutral.neutral.1.6": "Como têm sido suas recentes atividades na fazenda?",
  "foodstore.general.adult.neutral.neutral.2.6": "Saudações. Você descobriu algum novo segredo no vale recentemente?",
  "foodstore.general.adult.neutral.neutral.3.6": "Oi! Algum plano para o próximo festival? Estou curioso.",
  "foodstore.general.adult.neutral.neutral.4.6": "Oi. Você tentou alguma receita interessante recentemente?",
  "foodstore.general.adult.neutral.neutral.5.6": "Qual é a sua opinião sobre os últimos rumores da cidade?",
  "foodstore.general.adult.neutral.neutral.6.6": "Oi! Você encontrou algum artefato intrigante nas minas recentemente?",
  "foodstore.general.adult.neutral.neutral.7.6": "Oi. Qual é a sua estratégia para maximizar os lucros nesta temporada?",
  "foodstore.general.teens.neutral.neutral.1.6": "Oi. Como você está? Tem algum jogo legal que você tem jogado?",
  "foodstore.general.teens.neutral.neutral.2.6": "E aí? Você ouviu algum boato interessante por aí?",
  "foodstore.general.teens.neutral.neutral.3.6": "Oi! Você está planejando ir a alguma festa ou evento em breve?",
  "foodstore.general.teens.neutral.neutral.4.6": "Oi. Encontrou algum lugar escondido na cidade que vale a pena explorar?",
  "foodstore.general.teens.neutral.neutral.5.6": "O que há de novo? Viu algum filme ou programa interessante ultimamente?",
  "foodstore.general.teens.neutral.neutral.6.6": "Oi! Algum plano empolgante para o fim de semana?",
  "foodstore.general.teens.neutral.neutral.7.6": "Oi. Você tem trabalhado em algum projeto legal ultimamente?",
  "foodstore.general.child.neutral.neutral.1.6": "Quer ir em uma aventura para encontrar tesouros escondidos?",
  "foodstore.general.child.neutral.neutral.2.6": "E aí? Viu algum inseto ou criatura interessante ultimamente?",
  "foodstore.general.child.neutral.neutral.3.6": "Olá! Queremos construir algo incrível juntos?",
  "foodstore.general.child.neutral.neutral.4.6": "Você tem tentado algum jogo ou atividade divertida ultimamente?",
  "foodstore.general.child.neutral.neutral.5.6": "O que há de novo? Quer explorar a floresta ou ir pescar?",
  "foodstore.general.child.neutral.neutral.6.6": "Oi! Quer criar um esconderijo secreto na floresta?",
  "foodstore.general.child.neutral.neutral.7.6": "Vamos fazer uma corrida até o parque e voltar, tudo bem?",
  "foodstore.general.adult.polite.neutral.1.6": "Bom dia. Como estão progredindo suas atividades agrícolas recentemente?",
  "foodstore.general.adult.polite.neutral.2.6": "Saudações. Você encontrou algum mistério intrigante no vale recentemente?",
  "foodstore.general.adult.polite.neutral.3.6": "Olá! Algum plano para os próximos festivais ou eventos?",
  "foodstore.general.adult.polite.neutral.4.6": "Você tem experimentado alguma receita nova ultimamente?",
  "foodstore.general.adult.polite.neutral.5.6": "Olá. Qual é a sua opinião sobre as últimas notícias e fofocas da cidade?",
  "foodstore.general.adult.polite.neutral.6.6": "Olá. Você descobriu algum artefato fascinante nas minas recentemente?",
  "foodstore.general.adult.polite.neutral.7.6": "Bom dia. Como você está otimizando a produtividade da sua fazenda nesta temporada?",
  "foodstore.general.teens.polite.neutral.1.6": "Como você está? Algum jogo novo ou hobby chamando sua atenção?",
  "foodstore.general.teens.polite.neutral.2.6": "E aí? Ouviu algum rumor ou fofoca empolgante pela cidade ultimamente?",
  "foodstore.general.teens.polite.neutral.3.6": "Alguma ideia sobre quais festas ou encontros participar a seguir?",
  "foodstore.general.teens.polite.neutral.4.6": "Encontrou algum lugar legal para se reunir ou alguma joia escondida na cidade recentemente?",
  "foodstore.general.teens.polite.neutral.5.6": "O que há de novo? Você viu algum filme ou série que te impressionou recentemente?",
  "foodstore.general.teens.polite.neutral.6.6": "Oi! Algum plano emocionante ou aventura programada para o fim de semana?",
  "foodstore.general.teens.polite.neutral.7.6": "Você tem trabalhado em algum projeto pessoal ou objetivo empolgante?",
  "foodstore.general.child.polite.neutral.1.6": "Oi. Quer embarcar em uma missão para descobrir tesouros escondidos juntos?",
  "foodstore.general.child.polite.neutral.2.6": "E aí? Você viu algum inseto ou criatura interessante enquanto explorava ultimamente?",
  "foodstore.general.child.polite.neutral.3.6": "Que tal nos unirmos para construir algo incrível?",
  "foodstore.general.child.polite.neutral.4.6": "Alguns jogos ou atividades divertidas que você tem gostado ultimamente?",
  "foodstore.general.child.polite.neutral.5.6": "O que há de novo? Pronto para uma aventura na floresta ou uma pescaria?",
  "foodstore.general.child.polite.neutral.6.6": "Oi! Vamos criar um esconderijo secreto na floresta juntos, tudo bem?",
  "foodstore.general.child.polite.neutral.7.6": "Oi. Pronto para uma corrida até o playground? O vencedor ganha o direito de se gabar!",
  "foodstore.general.adult.rude.neutral.1.6": "Olá. Como tem sido seu dia? Alguma novidade empolgante na fazenda?",
  "foodstore.general.adult.rude.neutral.2.6": "Saudações. Você descobriu alguma nova aventura no vale recentemente?",
  "foodstore.general.adult.rude.neutral.3.6": "Oi! Algum plano para os próximos festivais ou encontros sociais?",
  "foodstore.general.adult.rude.neutral.4.6": "Boa tarde. Você tentou alguma receita ou técnica de cozinha interessante?",
  "foodstore.general.adult.rude.neutral.5.6": "Olá. Qual é a sua opinião sobre os últimos acontecimentos na cidade?",
  "foodstore.general.adult.rude.neutral.6.6": "Oi. Encontrou algum artefato ou tesouro intrigante durante suas explorações?",
  "foodstore.general.adult.rude.neutral.7.6": "Bom dia. Como você tem gerenciado as tarefas e desafios da sua fazenda recentemente?",
  "foodstore.general.teens.rude.neutral.1.6": "Como você está? Tem algum jogo ou hobby interessante que você tem gostado?",
  "foodstore.general.teens.rude.neutral.2.6": "E aí? Ouviu algum boato interessante ou fofoca circulando pela cidade?",
  "foodstore.general.teens.rude.neutral.3.6": "Alguma sugestão de hangouts ou eventos para conferir a seguir?",
  "foodstore.general.teens.rude.neutral.4.6": "Oi. Encontrou algum lugar especial ou joia escondida na cidade que vale a pena explorar?",
  "foodstore.general.teens.rude.neutral.5.6": "O que há de novo? Assistiu a algum filme ou série que te impressionou recentemente?",
  "foodstore.general.teens.rude.neutral.6.6": "Oi! Algum plano ou aventura empolgante para o fim de semana?",
  "foodstore.general.teens.rude.neutral.7.6": "Tem trabalhado em algum projeto pessoal ou meta interessante ultimamente?",
  "foodstore.general.child.rude.neutral.1.6": "Quer embarcar em uma busca épica para descobrir tesouros escondidos juntos?",
  "foodstore.general.child.rude.neutral.2.6": "E aí? Encontrou algum inseto ou criatura interessante durante suas aventuras?",
  "foodstore.general.child.rude.neutral.3.6": "Oi. Que tal nos unirmos para construir algo incrível?",
  "foodstore.general.child.rude.neutral.4.6": "Alguns jogos ou atividades divertidas que você tem gostado ultimamente?",
  "foodstore.general.child.rude.neutral.5.6": "O que há de novo? Pronto para uma aventura na floresta ou uma viagem de pesca?",
  "foodstore.general.child.rude.neutral.6.6": "Oi! Vamos criar um esconderijo secreto na floresta juntos, tudo bem?",
  "foodstore.general.child.rude.neutral.7.6": "Pronto para uma corrida até o parquinho? O vencedor ganha o direito de se gabar!",
  "foodstore.config.festivalschedule": "Festival:",
  "foodstore.config.festivalmon": "Segunda-feira",
  "foodstore.config.festivaltue": "Terça-feira",
  "foodstore.config.festivalwed": "Quarta-feira",
  "foodstore.config.festivalthu": "Quinta-feira",
  "foodstore.config.festivalfri": "Sexta-feira",
  "foodstore.config.festivalsat": "Sábado",
  "foodstore.config.festivalsun": "Domingo",
  "foodstore.config.advanceoutputitemid": "OBTER ID DOS ITENS?",
  "foodstore.config.advanceoutputitemidText": "Você DEVE ler os detalhes no arquivo mod MarketTown/Assets/MarketTownShops.json e _item_by_category.json antes de usar isso. Esta opção é destinada a quem deseja personalizar o estoque da loja. Defina isso como Verdadeiro e TODOS os IDs dos itens serão registrados em StardewValley/_items_by_category.json. O arquivo será gerado após ACORDAR, e então esta configuração será automaticamente desativada.",
  "foodstore.config.advancenpcfix": "Correção da posição do NPC avançado.",
  "foodstore.config.advancenpcfixText": "Padrão verdadeiro. Defina como falso se você tiver um atraso significativo de um segundo. Verdadeiro usará uma técnica avançada para corrigir quando NPCs ficarem presos; falso usará uma abordagem mais leve.",
  "foodstore.festival.start": "O Festival da Ilha do Paraíso está acontecendo.",
  "foodstore.festival.end": "O festival acabou. É hora de recolher os itens restantes.",
  "foodstore.config.festivaltimestart": "Hora de início do festival.",
  "foodstore.config.festivaltimeend": "Hora de encerramento do festival",
  "foodstore.config.islandfestivalsellchance": "Chance de venda no Festival Grange",
  "foodstore.config.islandfestivalsellchanceText": "Chance máxima possível/segundo de um cliente BROWSING fazer uma compra. Esta configuração não altera a chance de um NPC visitar a loja. O valor real será calculado após a pontuação de progresso da ilha.",
  "foodstore.festival.sold.0": "Acabei de pegar {{itemName}} na {{shopName}}!",
  "foodstore.festival.sold.1": "Consegui um {{itemName}} hoje!",
  "foodstore.festival.sold.2": "Comprei {{itemName}}. Estou animado para experimentar!",
  "foodstore.festival.sold.3": "Mal posso esperar para usar meu novo {{itemName}}.",
  "foodstore.festival.sold.4": "{{itemName}} adquirido. Dias felizes!",
  "foodstore.festival.sold.5": "Peguei um {{itemName}} na {{shopName}}.",
  "foodstore.festival.sold.6": "Confira meu novo {{itemName}}!",
  "foodstore.festival.sold.7": "Amando meu {{itemName}} da {{shopName}}.",
  "foodstore.festival.sold.8": "Compra de {{itemName}} concluída!",
  "foodstore.festival.sold.9": "Consegui colocar as mãos no {{itemName}}!",
  "foodstore.festival.sold.10": "Super animado com meu novo {{itemName}}.",
  "foodstore.festival.sold.11": "{{itemName}} agora é meu!",
  "foodstore.festival.sold.12": "Consegui um {{itemName}} na {{shopName}}.",
  "foodstore.festival.sold.13": "Novo {{itemName}}, quem é?",
  "foodstore.festival.sold.14": "Estou empolgado com meu novo {{itemName}}.",
  "foodstore.festival.sold.15": "Consegui {{itemName}}!!!",
  "foodstore.festival.sold.16": "Basta comprar {{itemName}} na {{shopName}}.",
  "foodstore.festival.sold.17": "< {{itemName}}",
  "foodstore.festival.sold.18": "{{shopName}} tem {{itemName}}, quero dizer, era.",
  "foodstore.festival.sold.19": "{{shopName}} vendendo {{itemName}}",
  "foodstore.weeklycustomerreview": "Avaliação do cliente Total/Positiva/Negativa: {{total}} / {{pos}} / {{neg}}",
  "foodstore.config.tablesit": "Visitante casual senta-se à mesa.",
  "foodstore.config.tablesitText": "Os visitantes adorariam sentar-se à mesa decorada com 'Decoração de Restaurante'.",
  "foodstore.config.restockchance": "Chance de reabastecimento automático",
  "foodstore.config.restockchanceText": "Padrão 0,66. A Chance Market Town Storage Large tentará reabastecer a mesa próxima. A chance para Storage Small é reduzida pela metade.",
  "foodstore.config.islandvisithouse": "Oportunidade de visita de convidados à Island House.",
  "foodstore.config.islandvisithouseText": "Padrão 0,2. Chance de um NPC visitar a Casa da Ilha. Recomenda-se manter abaixo de 0,4 e garantir que a chance da Casa da Ilha + a chance de Construção esteja abaixo de 1,0.",
  "foodstore.config.islandvisitbuilding": "Visita de convidado ao edifício.",
  "foodstore.config.islandvisitbuildingText": "Padrão 0,2. Chance de um NPC visitar um prédio aleatório. Recomenda-se manter abaixo de 0,4 e manter a chance da Casa da Ilha mais a chance do prédio abaixo de 1,0.",
  "foodstore.config.islandplant": "Culturas e árvores",
  "foodstore.config.modgeneral": "Configuração Geral",
  "foodstore.config.modadvance": "Extra",
  "foodstore.config.ultimatechallenge": "*** DESAFIO FINAL ***",
  "foodstore.config.ultimatechallengeText": "Padrão Falso. Quando Verdadeiro, o dinheiro obtido com caixas de envio é reduzido em 50%. Todo o dinheiro gerado pela Cidade do Mercado aumenta em 300%. A chance de compra pelos NPCs aumenta em 100%.",
  "foodstore.config.lockultimatechallenge": "*** Trava permanente ***",
  "foodstore.config.lockultimatechallengeText": "*** AVISO: Uma vez definido como Verdadeiro e salvo o jogo (dormir), o Desafio Supremo será PERMANENTE neste arquivo de salvamento. NÃO há como voltar atrás.",
  "foodstore.randomchat.loveWithType.0": "{{player}} {{shopTypeName}} tem tantas coisas maravilhosas!",
  "foodstore.randomchat.loveWithType.1": "Eu sempre encontro os melhores itens na {{shopTypeName}} do {{player}}!",
  "foodstore.randomchat.loveWithType.2": "Fazer compras na {{player}} {{shopTypeName}} é sempre uma alegria!",
  "foodstore.randomchat.loveWithType.3": "Estou tão feliz com a minha compra da {{player}} {{shopTypeName}}!",
  "foodstore.randomchat.loveWithType.4": "{{player}} {{shopTypeName}} nunca decepciona!",
  "foodstore.randomchat.loveWithType.5": "Não consigo acreditar nas ofertas incríveis na {{player}} {{shopTypeName}}!",
  "foodstore.randomchat.loveWithType.6": "Cada visita ao {{player}} {{shopTypeName}} é uma alegria!",
  "foodstore.randomchat.loveWithType.7": "Encontrei exatamente o que precisava na {{shopTypeName}} do {{player}}!",
  "foodstore.randomchat.likeWithType.0": "Eu sempre encontro algo legal na {{shopTypeName}} do {{player}}.",
  "foodstore.randomchat.likeWithType.1": "{{player}} {{shopTypeName}} tem algumas coisas boas.",
  "foodstore.randomchat.likeWithType.2": "Eu gosto de fazer compras na {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.likeWithType.3": "{{player}} {{shopTypeName}} tem uma seleção decente.",
  "foodstore.randomchat.likeWithType.4": "Estou satisfeito com minha compra da {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.likeWithType.5": "{{player}} {{shopTypeName}} tem algumas ofertas muito boas.",
  "foodstore.randomchat.likeWithType.6": "Eu encontrei algo que gosto na {{shopTypeName}} do {{player}}.",
  "foodstore.randomchat.likeWithType.7": "É sempre bom fazer compras na {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.dislikeWithType.0": "Eu não encontrei muito do que gostei na {{shopTypeName}} do {{player}}.",
  "foodstore.randomchat.dislikeWithType.1": "A seleção na {{shopTypeName}} do {{player}} não é ótima.",
  "foodstore.randomchat.dislikeWithType.2": "Não estou muito satisfeito com a minha compra da {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.dislikeWithType.3": "{{player}} {{shopTypeName}} não tem muito a oferecer.",
  "foodstore.randomchat.dislikeWithType.4": "Eu não fiquei impressionado com {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.dislikeWithType.5": "Fazer compras na {{player}} {{shopTypeName}} foi decepcionante.",
  "foodstore.randomchat.dislikeWithType.6": "Não encontrei nada de bom na {{shopTypeName}} do {{player}}.",
  "foodstore.randomchat.dislikeWithType.7": "Não estou satisfeito com minha compra da {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.hateWithType.0": "Se você está planejando visitar {{player}} {{shopTypeName}}, pense novamente.",
  "foodstore.randomchat.hateWithType.1": "{{player}} {{shopTypeName}} não tem nada de bom.",
  "foodstore.randomchat.hateWithType.2": "Eu odiei minha experiência na {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.hateWithType.3": "Nunca mais vou fazer compras na {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.hateWithType.4": "Tudo na {{player}} {{shopTypeName}} é terrível, tudo.",
  "foodstore.randomchat.hateWithType.5": "Lamento ter comprado algo de {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.hateWithType.6": "Desprezo a seleção na {{shopTypeName}} do {{player}}.",
  "foodstore.randomchat.hateWithType.7": "Eu vou ficar longe da {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.neutralWithType.0": "Minha compra na {{loja}} {{tipoDeLoja}} foi boa.",
  "foodstore.randomchat.neutralWithType.1": "Fazer compras na {{player}} {{shopTypeName}} foi bom.",
  "foodstore.randomchat.neutralWithType.2": "Eu não tenho sentimentos fortes sobre {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.neutralWithType.3": "{{player}} {{shopTypeName}} estava bem.",
  "foodstore.randomchat.neutralWithType.4": "Acho que {{player}} {{shopTypeName}} está bem.",
  "foodstore.randomchat.neutralWithType.5": "Minha experiência na {{shopTypeName}} do {{player}} foi mediana.",
  "foodstore.randomchat.neutralWithType.6": "Não há nada de especial sobre {{player}} {{shopTypeName}}.",
  "foodstore.randomchat.neutralWithType.7": "Não tenho reclamações sobre {{player}} {{shopTypeName}}.",
  "foodstore.storetype.-102": "Livraria",
  "foodstore.storetype.-100": "Loja de roupas",
  "foodstore.storetype.-95": "Boutique de Chapéus",
  "foodstore.storetype.-81": "Armazém de forragem",
  "foodstore.storetype.-80": "Loja de flores",
  "foodstore.storetype.-79": "Banca de frutas",
  "foodstore.storetype.-75": "Mercado de vegetais",
  "foodstore.storetype.-74": "Loja de sementes",
  "foodstore.storetype.-28": "Empório de Saques de Monstros",
  "foodstore.storetype.-27": "Loja de xarope",
  "foodstore.storetype.-26": "Loja de artesanato",
  "foodstore.storetype.-22": "Loja de equipamentos de pesca",
  "foodstore.storetype.-21": "Loja de iscas",
  "foodstore.storetype.-20": "Centro de reciclagem",
  "foodstore.storetype.-19": "Loja de fertilizantes",
  "foodstore.storetype.-18": "Loja de Animais",
  "foodstore.storetype.-16": "Depósito de recursos",
  "foodstore.storetype.-15": "Metalurgia",
  "foodstore.storetype.-12": "Mercado mineral",
  "foodstore.storetype.-8": "Loja de Criação",
  "foodstore.storetype.-7": "Loja de alimentos",
  "foodstore.storetype.-6": "Loja de laticínios",
  "foodstore.storetype.-5": "Mercado de ovos",
  "foodstore.storetype.-4": "Peixeiro",
  "foodstore.storetype.-2": "Paraíso das gemas",
  "foodstore.viewchat.fruittree.true.true.1": "Eu quero pegar uma {{treeName}} desta árvore.",
  "foodstore.viewchat.fruittree.true.true.2": "Olhe para todas as frutas nesta árvore de {{treeName}}!",
  "foodstore.viewchat.fruittree.true.true.3": "A árvore {{treeName}} está cheia de frutos!",
  "foodstore.viewchat.fruittree.true.true.4": "Uau, a árvore {{treeName}} de {{playerName}} tem tantos frutos!",
  "foodstore.viewchat.fruittree.true.true.5": "Esta árvore de {{treeName}} está cheia de frutos maduros!",
  "foodstore.viewchat.fruittree.true.true.6": "Esta é uma árvore {{treeName}} de ótima aparência, e está cheia de frutos.",
  "foodstore.viewchat.fruittree.true.true.7": "{{playerName}} tem uma maravilhosa árvore {{treeName}}!",
  "foodstore.viewchat.fruittree.true.true.8": "Os frutos da árvore {{treeName}} parecem deliciosos!",
  "foodstore.viewchat.fruittree.true.true.9": "Mal posso esperar para degustar os frutos da árvore {{treeName}}.",
  "foodstore.viewchat.fruittree.true.true.10": "Os frutos da árvore {{treeName}} estão quase prontos para a colheita!",
  "foodstore.viewchat.fruittree.true.true.11": "As frutas nesta árvore de {{treeName}} são tão coloridas!",
  "foodstore.viewchat.fruittree.true.true.12": "Esta árvore {{treeName}} produz os melhores frutos da cidade!",
  "foodstore.viewchat.fruittree.true.true.13": "Você pode fazer ótimas tortas com as frutas desta árvore {{treeName}}.",
  "foodstore.viewchat.fruittree.true.true.14": "A árvore {{treeName}} tem uma abundância de frutos suculentos!",
  "foodstore.viewchat.fruittree.true.true.15": "Eu amo o aroma das frutas nesta árvore {{treeName}}.",
  "foodstore.viewchat.fruittree.true.false.1": "As folhas da árvore {{treeName}} parecem tão vibrantes!",
  "foodstore.viewchat.fruittree.true.false.2": "Olhe para aquele pássaro na árvore {{treeName}}.",
  "foodstore.viewchat.fruittree.true.false.3": "Quantas frutas você colheu dessa árvore {{treeName}}, {{playerName}}?",
  "foodstore.viewchat.fruittree.true.false.4": "Esta árvore {{treeName}} oferece excelente sombra.",
  "foodstore.viewchat.fruittree.true.false.5": "Eu amo as flores que florescem na árvore {{treeName}}.",
  "foodstore.viewchat.fruittree.true.false.6": "Os galhos da árvore {{treeName}} são fortes e robustos.",
  "foodstore.viewchat.fruittree.true.false.7": "Estou esperando que esta árvore {{treeName}} dê frutos.",
  "foodstore.viewchat.fruittree.true.false.8": "A árvore {{treeName}} tem belas cores de outono.",
  "foodstore.viewchat.fruittree.true.false.9": "Os pássaros adoram fazer ninho na árvore {{treeName}}.",
  "foodstore.viewchat.fruittree.true.false.10": "As folhas da árvore {{treeName}} farfalham tão suavemente ao vento.",
  "foodstore.viewchat.fruittree.true.false.11": "{{playerName}} pode cultivar uma árvore {{treeName}} tão alta.",
  "foodstore.viewchat.fruittree.true.false.12": "A árvore {{treeName}} de {{playerName}} é perfeita para escalar.",
  "foodstore.viewchat.fruittree.true.false.13": "Eu admiro a forma da copa da árvore {{treeName}}.",
  "foodstore.viewchat.fruittree.true.false.14": "{{playerName}} deve ter passado muito tempo cuidando deste árvore {{treeName}}.",
  "foodstore.viewchat.fruittree.true.false.15": "Posso construir uma casa na árvore neste {{treeName}}?",
  "foodstore.viewchat.fruittreebuy.1": "Uau, {{playerName}}, essas {{fruitName}}s parecem incríveis! Posso comprar algumas?",
  "foodstore.viewchat.fruittreebuy.2": "{{playerName}}, sua árvore de {{fruitName}} está tão frutífera! Eu adoraria comprar algumas.",
  "foodstore.viewchat.fruittreebuy.3": "Essas {{fruitName}}s parecem deliciosas, {{playerName}}. Posso comprar algumas?",
  "foodstore.viewchat.fruittreebuy.4": "Você tem uma boa quantidade de {{fruitName}}s, {{playerName}}! Posso pegar alguns de você?",
  "foodstore.viewchat.fruittreebuy.5": "Não consigo resistir a essas {{fruitName}}s, {{playerName}}.",
  "foodstore.viewchat.fruittreebuy.6": "{{playerName}}, suas {{fruitName}}s são incríveis! Eu adoraria comprar algumas.",
  "foodstore.viewchat.fruittreebuy.7": "Essas {{fruitName}}s parecem perfeitas, {{playerName}}. Posso pegar algumas?",
  "foodstore.viewchat.fruittreebuy.8": "Eu adoraria comprar algumas das suas {{fruitName}}s, {{playerName}}. Elas parecem deliciosas!",
  "foodstore.viewchat.fruittreebuy.9": "Sua árvore de {{fruitName}} está cheia de frutos, {{playerName}}!!!",
  "foodstore.viewchat.fruittreebuy.10": "{{playerName}}, essas {{fruitName}}s são muito tentadoras!",
  "foodstore.viewchat.fruittree.false.false.1": "Esta pequena {{treeName}} tem muito a crescer.",
  "foodstore.viewchat.fruittree.false.false.2": "Eu me pergunto que tipo de fruta essa árvore dará um dia.",
  "foodstore.viewchat.fruittree.false.false.3": "{{playerName}} plantou uma nova árvore {{treeName}}. Ela ainda é um bebê.",
  "foodstore.viewchat.fruittree.false.false.4": "Esta jovem árvore está apenas começando sua jornada.",
  "foodstore.viewchat.fruittree.false.false.5": "Vai demorar um pouco até que este broto dê frutos de {{treeName}}.",
  "foodstore.viewchat.fruittree.false.false.6": "Uma pequena muda agora, mas um dia será uma grande árvore frutífera.",
  "foodstore.viewchat.fruittree.false.false.7": "Esta {{treeName}} ainda tem um longo caminho a percorrer antes de estar completamente crescida.",
  "foodstore.viewchat.fruittree.false.false.8": "{{playerName}} deve ter paciência para que este broto amadureça.",
  "foodstore.viewchat.fruittree.false.false.9": "Este broto precisará de muitos cuidados para crescer forte.",
  "foodstore.viewchat.fruittree.false.false.10": "É incrível pensar que esta pequena árvore dará frutos um dia.",
  "foodstore.viewchat.fruittree.false.false.11": "Neste momento, é apenas uma muda. Mas imagine o futuro!",
  "foodstore.viewchat.fruittree.false.false.12": "Ainda não há {{treeName}}, mas este broto tem muito potencial.",
  "foodstore.viewchat.fruittree.false.false.13": "Esta pequena árvore ainda tem muito a crescer.",
  "foodstore.viewchat.fruittree.false.false.14": "Toda grande árvore {{treeName}} começa como uma pequena muda assim.",
  "foodstore.viewchat.fruittree.false.false.15": "A muda de {{playerName}} um dia se tornará uma árvore frutífera abundante.",
  "foodstore.viewchat.wildtree.true.1": "Esta árvore cresceu alta e forte.",
  "foodstore.viewchat.wildtree.true.2": "Que árvore magnífica, {{playerName}}!",
  "foodstore.viewchat.wildtree.true.3": "A árvore selvagem atingiu sua altura máxima.",
  "foodstore.viewchat.wildtree.true.4": "Esta árvore selvagem madura oferece uma ótima sombra.",
  "foodstore.viewchat.wildtree.true.5": "As folhas desta árvore selvagem são tão exuberantes.",
  "foodstore.viewchat.wildtree.true.6": "Esta árvore parece muito robusta.",
  "foodstore.viewchat.wildtree.true.7": "Uma árvore selvagem totalmente crescida como esta é uma visão de se admirar.",
  "foodstore.viewchat.wildtree.true.8": "{{playerName}}, a árvore selvagem parece estar em seu auge.",
  "foodstore.viewchat.wildtree.true.9": "Eu amo a aparência majestosa deste árvore selvagem madura.",
  "foodstore.viewchat.wildtree.true.10": "Esta árvore já viu muitas estações.",
  "foodstore.viewchat.wildtree.true.11": "Que belo exemplo de árvore.",
  "foodstore.viewchat.wildtree.true.12": "A casca desta árvore selvagem é tão áspera.",
  "foodstore.viewchat.wildtree.true.13": "Esta árvore selvagem tem um dossel tão impressionante.",
  "foodstore.viewchat.wildtree.true.14": "A árvore selvagem é lar de muitas criaturas.",
  "foodstore.viewchat.wildtree.true.15": "{{playerName}} passou muito tempo cuidando deste árvore.",
  "foodstore.viewchat.wildtree.false.1": "Este jovem broto está apenas começando sua jornada.",
  "foodstore.viewchat.wildtree.false.2": "Olhe para esta pequena árvore selvagem, ela é tão fofa.",
  "foodstore.viewchat.wildtree.false.3": "Este broto ainda tem um longo caminho pela frente.",
  "foodstore.viewchat.wildtree.false.4": "A jovem árvore está crescendo rapidamente.",
  "foodstore.viewchat.wildtree.false.5": "Eu me pergunto quão alta essa árvore ficará.",
  "foodstore.viewchat.wildtree.false.6": "Esta muda precisa de alguns cuidados para crescer forte.",
  "foodstore.viewchat.wildtree.false.7": "Um dia, esta pequena árvore será enorme.",
  "foodstore.viewchat.wildtree.false.8": "Esta árvore ainda está em sua juventude.",
  "foodstore.viewchat.wildtree.false.9": "Que jovem árvore selvagem promissora.",
  "foodstore.viewchat.wildtree.false.10": "{{playerName}} está fazendo um ótimo trabalho cuidando deste broto.",
  "foodstore.viewchat.wildtree.false.11": "Eu adoro ver novas árvores como esta.",
  "foodstore.viewchat.wildtree.false.12": "Esta jovem árvore tem um futuro promissor.",
  "foodstore.viewchat.wildtree.false.13": "É incrível pensar que esta muda será uma gigante um dia.",
  "foodstore.viewchat.wildtree.false.14": "A árvore está crescendo de forma constante.",
  "foodstore.viewchat.wildtree.false.15": "Esta pequena árvore precisa de um pouco de sol para crescer.",
  "foodstore.viewchat.crop.true.1": "Essas {{cropName}} estão prontas para a colheita!",
  "foodstore.viewchat.crop.true.2": "{{playerName}}, sua {{cropName}} parece perfeita para a colheita.",
  "foodstore.viewchat.crop.true.3": "Hora de colher essas maravilhosas colheitas.",
  "foodstore.viewchat.crop.true.4": "As {{cropName}} estão brilhantes e prontas!",
  "foodstore.viewchat.crop.true.5": "Essas culturas cresceram lindamente.",
  "foodstore.viewchat.crop.true.6": "Que colheita abundante de {{cropName}}.",
  "foodstore.viewchat.crop.true.7": "As {{cropName}} estão em seu auge.",
  "foodstore.viewchat.crop.true.8": "É época de colheita para essas incríveis culturas.",
  "foodstore.viewchat.crop.true.9": "Essas {{cropName}} estão perfeitas para serem colhidas agora.",
  "foodstore.viewchat.crop.true.10": "Pronto para colher um pouco de {{cropName}}, {{playerName}}?",
  "foodstore.viewchat.crop.true.11": "Suas colheitas estão prontas para a cesta.",
  "foodstore.viewchat.crop.true.12": "A colheita dessas {{cropName}} será gratificante.",
  "foodstore.viewchat.crop.true.13": "Olhe para todas aquelas {{cropName}} maduras.",
  "foodstore.viewchat.crop.true.14": "Essas culturas estão em seu auge.",
  "foodstore.viewchat.crop.true.15": "Seu trabalho duro valeu a pena, {{playerName}}!",
  "foodstore.viewchat.crop.false.1": "Essas {{cropName}} precisam de mais tempo para crescer.",
  "foodstore.viewchat.crop.false.2": "Suas colheitas estão indo muito bem, {{playerName}}.",
  "foodstore.viewchat.crop.false.3": "As {{cropName}} ainda não estão prontas.",
  "foodstore.viewchat.crop.false.4": "Essas plantações ainda estão crescendo.",
  "foodstore.viewchat.crop.false.5": "Paciência, {{playerName}}. As {{cropName}} precisam de mais tempo.",
  "foodstore.viewchat.crop.false.6": "Ainda não é a época de colheita para essas culturas.",
  "foodstore.viewchat.crop.false.7": "As {{cropName}} estão chegando lá.",
  "foodstore.viewchat.crop.false.8": "Dê a essas culturas um pouco mais de tempo para amadurecer.",
  "foodstore.viewchat.crop.false.9": "Essas {{cropName}} estarão prontas em breve.",
  "foodstore.viewchat.crop.false.10": "Eles ainda não chegaram lá, mas em breve.",
  "foodstore.viewchat.crop.false.11": "Suas colheitas estão boas, só precisa de um pouco mais de tempo.",
  "foodstore.viewchat.crop.false.12": "Essas {{cropName}} estão quase prontas.",
  "foodstore.viewchat.crop.false.13": "As colheitas estão quase prontas.",
  "foodstore.viewchat.crop.false.14": "Essas culturas precisam de um pouco mais de tempo para crescer.",
  "foodstore.viewchat.crop.false.15": "Aguente firme, {{playerName}}, a {{cropName}} estará pronta em breve.",
  "foodstore.viewchat.emptydirt.1": "Terra recém-arada aqui. Fico imaginando o que {{playerName}} vai plantar.",
  "foodstore.viewchat.emptydirt.2": "Esta terra está pronta para algo crescer.",
  "foodstore.viewchat.emptydirt.3": "O que {{playerName}} irá plantar neste local?",
  "foodstore.viewchat.emptydirt.4": "Mal posso esperar para ver o que {{playerName}} decide cultivar aqui.",
  "foodstore.viewchat.emptydirt.5": "Este solo está todo preparado e pronto para as sementes.",
  "foodstore.viewchat.animal.true.1": "{{animalName}}, o {{animalType}}, já cresceu.",
  "foodstore.viewchat.animal.true.2": "O {{animalType}} de {{playerName}}, {{animalName}}, parece tão saudável.",
  "foodstore.viewchat.animal.true.3": "Que lindo {{animalType}} você criou, {{playerName}}.",
  "foodstore.viewchat.animal.true.4": "É incrível como {{animalName}} cresceu e se tornou um {{animalType}} tão forte.",
  "foodstore.viewchat.animal.true.5": "Olhe para o {{animalName}}! Um lindo {{animalType}}.",
  "foodstore.viewchat.animal.true.6": "{{animalName}} traz tanta vida à fazenda.",
  "foodstore.viewchat.animal.true.7": "Você fez um ótimo trabalho criando {{animalName}}, {{playerName}}.",
  "foodstore.viewchat.animal.true.8": "{{animalName}} é um lindo {{animalType}} adulto agora.",
  "foodstore.viewchat.animal.true.9": "Um {{animalType}} como {{animalName}} é um verdadeiro ativo para a sua fazenda.",
  "foodstore.viewchat.animal.true.10": "Ver o {{animalName}} todo crescido deve te deixar orgulhoso, {{playerName}}.",
  "foodstore.viewchat.animal.true.11": "{{animalType}}s como {{animalName}} prosperam sob os cuidados de {{playerName}}.",
  "foodstore.viewchat.animal.true.12": "Que {{animalType}} {{animalName}} majestoso se tornou!",
  "foodstore.viewchat.animal.true.13": "Um adulto {{animalType}} como {{animalName}} é um prazer de se ver.",
  "foodstore.viewchat.animal.true.14": "É maravilhoso ver {{animalName}} tão feliz e saudável.",
  "foodstore.viewchat.animal.true.15": "{{playerName}}, seu {{animalType}} {{animalName}} está esplêndido!",
  "foodstore.viewchat.animal.false.1": "{{animalName}} ainda é um filhote de {{animalType}}.",
  "foodstore.viewchat.animal.false.2": "Este pequeno {{animalType}} está apenas começando sua jornada.",
  "foodstore.viewchat.animal.false.3": "{{playerName}}, seu bebê {{animalType}} {{animalName}} é adorável.",
  "foodstore.viewchat.animal.false.4": "Olhe para o pequeno {{animalName}}! Que {{animalType}} adorável.",
  "foodstore.viewchat.animal.false.5": "{{animalName}} ainda tem muito a crescer.",
  "foodstore.viewchat.animal.false.6": "É emocionante ver filhotes de {{animalType}} como {{animalName}} na fazenda.",
  "foodstore.viewchat.animal.false.7": "{{animalName}} o {{animalType}} ainda é tão pequeno.",
  "foodstore.viewchat.animal.false.8": "Seu bebê {{animalType}} {{animalName}} está em boas mãos, {{playerName}}.",
  "foodstore.viewchat.animal.false.9": "Pequeno {{animalName}} crescerá e se tornará um grande {{animalType}} um dia.",
  "foodstore.viewchat.animal.false.10": "Este {{animalType}} {{animalName}} é apenas um jovem.",
  "foodstore.viewchat.animal.false.11": "Que bebê {{animalType}} {{animalName}} adorável!",
  "foodstore.viewchat.animal.false.12": "{{playerName}}, eu adoro ver os filhotes de {{animalType}} como {{animalName}} na sua fazenda.",
  "foodstore.viewchat.animal.false.13": "{{animalName}} se tornará um grande {{animalType}} com seus cuidados, {{playerName}}.",
  "foodstore.viewchat.animal.false.14": "Assistir {{animalName}} crescer será maravilhoso.",
  "foodstore.viewchat.animal.false.15": "Este bebê {{animalType}} {{animalName}} é tão precioso, {{playerName}}.",
  "foodstore.viewchat.furniture.0.1": "Este {{furniName}} parece realmente confortável.",
  "foodstore.viewchat.furniture.0.2": "Que cadeira agradável! Aposto que {{playerName}} adora sentar aqui.",
  "foodstore.viewchat.furniture.0.3": "Este {{furniName}} parece muito resistente! Posso subir em cima dele?",
  "foodstore.viewchat.furniture.0.4": "Eu poderia sentar neste {{furniName}} o dia todo assistindo TV.",
  "foodstore.viewchat.furniture.0.5": "{{playerName}} tem um ótimo gosto para cadeiras.",
  "foodstore.viewchat.furniture.1.1": "Esse {{furniName}} parece robusto e estiloso.",
  "foodstore.viewchat.furniture.1.2": "Um lugar perfeito para relaxar! Bancada agradável, {{playerName}}.",
  "foodstore.viewchat.furniture.1.3": "Eu amo este {{furniName}}! Ótimo para um descanso rápido.",
  "foodstore.viewchat.furniture.1.4": "Que banco encantador! {{playerName}} fez bem em escolhê-lo.",
  "foodstore.viewchat.furniture.1.5": "Este {{furniName}} adiciona tanto caráter ao ambiente.",
  "foodstore.viewchat.furniture.2.1": "Este {{furniName}} parece tão aconchegante. Vai me fazer adormecer.",
  "foodstore.viewchat.furniture.2.2": "Um sofá perfeito para relaxar, {{playerName}}!",
  "foodstore.viewchat.furniture.2.3": "Eu amo o estilo deste {{furniName}}.",
  "foodstore.viewchat.furniture.2.4": "Que sofá incrível! {{playerName}} deve adorar relaxar aqui.",
  "foodstore.viewchat.furniture.2.5": "O {{furniName}} realmente combina com a decoração.",
  "foodstore.viewchat.furniture.3.1": "Este {{furniName}} parece convidativo. Deixe-me descansar!",
  "foodstore.viewchat.furniture.3.2": "{{playerName}} escolheu uma cadeira maravilhosa.",
  "foodstore.viewchat.furniture.3.3": "O {{furniName}} é perfeito para ler.",
  "foodstore.viewchat.furniture.3.4": "Eu consigo me imaginar relaxando neste {{furniName}}.",
  "foodstore.viewchat.furniture.3.5": "Que {{furniName}} tão estiloso! Há quanto tempo você tem isso?",
  "foodstore.viewchat.furniture.4.1": "Este {{furniName}} parece ao mesmo tempo funcional e elegante.",
  "foodstore.viewchat.furniture.4.2": "{{playerName}} escolheu uma linda cômoda.",
  "foodstore.viewchat.furniture.4.3": "O {{furniName}} oferece muito espaço de armazenamento.",
  "foodstore.viewchat.furniture.4.4": "Que lindo móvel! Ele se encaixa perfeitamente no lugar.",
  "foodstore.viewchat.furniture.4.5": "Eu amo o design deste {{furniName}}.",
  "foodstore.viewchat.furniture.6.1": "Este {{furniName}} é uma verdadeira obra de arte.",
  "foodstore.viewchat.furniture.6.2": "Que pintura linda! Ótima escolha, {{playerName}}.",
  "foodstore.viewchat.furniture.6.3": "O {{furniName}} realmente ilumina a parede. Eu gostaria de um para mim também!",
  "foodstore.viewchat.furniture.6.4": "Eu amo as cores deste {{furniName}}.",
  "foodstore.viewchat.furniture.6.5": "Este {{furniName}} é simplesmente deslumbrante. De onde você o conseguiu?",
  "foodstore.viewchat.furniture.8.1": "Este {{furniName}} adiciona um toque agradável ao ambiente.",
  "foodstore.viewchat.furniture.8.2": "{{playerName}} tem um ótimo olho para decoração. Você pode me ajudar a decorar meu quarto algum dia?",
  "foodstore.viewchat.furniture.8.3": "Eu amo o estilo deste {{furniName}}. Ele se encaixa perfeitamente no lugar!",
  "foodstore.viewchat.furniture.8.4": "Este {{furniName}} realmente completa a área.",
  "foodstore.viewchat.furniture.8.5": "Que peça de decoração tão encantadora, {{playerName}}!",
  "foodstore.viewchat.furniture.10.1": "Este {{furniName}} é perfeito para guardar livros.",
  "foodstore.viewchat.furniture.10.2": "Eu amo como este {{furniName}} fica.",
  "foodstore.viewchat.furniture.10.3": "Que bela estante, {{playerName}}. Quais livros você tem?!",
  "foodstore.viewchat.furniture.10.4": "A estante {{furniName}} é ao mesmo tempo estilosa e funcional.",
  "foodstore.viewchat.furniture.10.5": "Uma ótima estante para todos os seus livros, {{playerName}}.",
  "foodstore.viewchat.furniture.14.1": "Este {{furniName}} torna o ambiente tão aconchegante.",
  "foodstore.viewchat.furniture.14.2": "Uma lareira perfeita para aquelas noites frias, {{playerName}}.",
  "foodstore.viewchat.furniture.14.3": "O {{furniName}} é uma ótima adição ao quarto. Poderíamos nos encontrar algum dia!",
  "foodstore.viewchat.furniture.14.4": "Eu amo o calor deste {{furniName}}. Aqui me sinto em casa!",
  "foodstore.viewchat.furniture.14.5": "Que lindo {{furniName}}, {{playerName}}!",
  "foodstore.viewchat.furniture.17.1": "Este {{furniName}} adiciona um toque agradável de luz.",
  "foodstore.viewchat.furniture.17.2": "Que belo aplique, {{playerName}}.",
  "foodstore.viewchat.furniture.17.3": "O {{furniName}} ilumina o ambiente de forma agradável.",
  "foodstore.viewchat.furniture.17.4": "Eu adoro como este {{furniName}} fica na parede.",
  "foodstore.viewchat.furniture.17.5": "Que {{furniName}} tão estiloso!",
  "foodstore.config.globalpathupdate": "Evitar o guia do NPC?",
  "foodstore.config.globalpathupdateText": "Padrão: Falso. Quando definido como Verdadeiro, o NPC tentará contornar obstáculos em seu caminho em vez de atravessá-los. OBSERVAÇÃO: se o caminho estiver totalmente bloqueado (por exemplo, se você colocar uma mesa bloqueando a porta), o NPC pode sair da tela.",
  "foodstore.brazierspot": "Bem aqui, o encantador fogo do Braseiro da Ilha do Paraíso atrai viajantes de longe!",
  "foodstore.config.extramessage": "Mostrar mensagem extra?",
  "foodstore.config.allowindoorstore": "Permitir vendas internas?",
  "foodstore.config.allowindoorstoreText": "Padrão: Falso. Quando definido como Verdadeiro, o item pode ser vendido quando estiver em ambientes fechados (por exemplo, dentro do quarto do Lewis). OBSERVAÇÃO: Isso pode causar lentidão em jogos com muitas modificações!",
  "foodstore.config.allowsellfruittree": "Permitir a venda de frutas na árvore?",
  "foodstore.config.allowsellfruittreeText": "Permita que os visitantes comprem frutas quando as árvores estiverem carregadas de frutos!",
  "foodstore.generalgooddecor.0": "Uau, {{playerName}}, este lugar está fantástico! Você tem um verdadeiro talento para a decoração.",
  "foodstore.generalgooddecor.1": "Eu amo o que você fez aqui, {{playerName}}! Tudo está tão lindamente organizado.",
  "foodstore.generalgooddecor.2": "Esta área parece incrível, {{playerName}}! Suas habilidades de decoração são realmente impressionantes.",
  "foodstore.generalgooddecor.3": "{{playerName}}, você realmente se superou com a decoração. Está tão linda!",
  "foodstore.generalgooddecor.4": "Que configuração linda, {{playerName}}! As decorações estão perfeitas.",
  "foodstore.generalgooddecor.5": "Você fez um trabalho maravilhoso na decoração, {{playerName}}. Está muito agradável aos olhos.",
  "foodstore.generalgooddecor.6": "Tudo está tão bonito, {{playerName}}! Você tem um ótimo senso de estilo.",
  "foodstore.generalgooddecor.7": "Este lugar é tão bem decorado, {{playerName}}. Estou realmente impressionado!",
  "foodstore.generalgooddecor.8": "Não consigo parar de admirar como esta área está linda, {{playerName}}. Ótimo trabalho!",
  "foodstore.generalgooddecor.9": "Você criou uma atmosfera tão acolhedora aqui, {{playerName}}. É fantástico!",
  "foodstore.generalgooddecor.10": "As decorações estão maravilhosas, {{playerName}}. Você realmente deu vida a este lugar.",
  "foodstore.generalgooddecor.11": "Que lugar encantador, {{playerName}}! Suas decorações são adoráveis.",
  "foodstore.generalgooddecor.12": "Você transformou esta área de forma linda, {{playerName}}. Está tão convidativa!",
  "foodstore.generalgooddecor.13": "Tudo parece perfeito, {{playerName}}. Você tem um verdadeiro talento para decorar.",
  "foodstore.generalgooddecor.14": "A decoração aqui é tão bonita, {{playerName}}. Você fez um ótimo trabalho!",
  "foodstore.generalgooddecor.15": "Eu adoro como você decorou este lugar, {{playerName}}. É maravilhoso!",
  "foodstore.generalgooddecor.16": "Você realmente embelezou esta área com suas decorações, {{playerName}}. É fantástico!",
  "foodstore.generalgooddecor.17": "Este lugar parece tão bem cuidado e decorado, {{playerName}}. Estou impressionado!",
  "foodstore.generalgooddecor.18": "Você deixou esta área tão bonita, {{playerName}}. Ótimas habilidades de decoração!",
  "foodstore.generalgooddecor.19": "As decorações aqui são de primeira linha, {{playerName}}. Você fez um trabalho incrível!",
  "foodstore.generalnormaldecor.0": "Este lugar parece agradável, {{playerName}}, mas algumas pinturas a mais realmente o iluminariam.",
  "foodstore.generalnormaldecor.1": "Você tem um bom começo aqui, {{playerName}}. Que tal adicionar mais iluminação?",
  "foodstore.generalnormaldecor.2": "Eu gosto do que você fez, {{playerName}}, mas alguns vasos de flores acrescentariam um toque agradável.",
  "foodstore.generalnormaldecor.3": "Esta área está avançando, {{playerName}}. Que tal adicionar uma ou duas mesas?",
  "foodstore.generalnormaldecor.4": "Bom trabalho até agora, {{playerName}}. Algumas cadeiras a mais tornariam o ambiente mais aconchegante.",
  "foodstore.generalnormaldecor.5": "Você tem uma boa decoração aqui, {{playerName}}. Que tal considerar adicionar um tapete?",
  "foodstore.generalnormaldecor.6": "Vejo que você começou a decorar, {{playerName}}. Algumas tapeçarias de parede ficariam ótimas.",
  "foodstore.generalnormaldecor.7": "Este lugar parece bom, {{playerName}}, mas uma lareira o tornaria ainda melhor.",
  "foodstore.generalnormaldecor.8": "Você está começando muito bem, {{playerName}}. Mais algumas plantas seriam adoráveis.",
  "foodstore.generalnormaldecor.9": "A decoração é bonita, {{playerName}}. Que tal adicionar mais algumas lâmpadas decorativas?",
  "foodstore.generalnormaldecor.10": "Você tem uma boa base aqui, {{playerName}}. Alguns almofadas confortáveis poderiam adicionar mais aconchego.",
  "foodstore.generalnormaldecor.11": "Eu gosto do seu estilo, {{playerName}}. Que tal adicionar mais algumas estantes?",
  "foodstore.generalnormaldecor.12": "Este lugar parece ótimo, {{playerName}}. Um pouco mais de arte nas paredes seria fantástico.",
  "foodstore.generalnormaldecor.13": "Você se saiu bem, {{playerName}}. Um pouco mais de decoração realmente completaria o visual.",
  "foodstore.generalnormaldecor.14": "Bom trabalho até agora, {{playerName}}. Uma linda luminária adicionaria um toque acolhedor.",
  "foodstore.generalnormaldecor.15": "A decoração aqui é agradável, {{playerName}}. Talvez algumas cadeiras a mais para assentos?",
  "foodstore.generalnormaldecor.16": "Você tem uma boa base, {{playerName}}. Mais vasos de flores ficariam bonitos.",
  "foodstore.generalnormaldecor.17": "Esta área está boa, {{playerName}}. Algumas pinturas a mais seriam adoráveis.",
  "foodstore.generalnormaldecor.18": "Ótimo trabalho na decoração, {{playerName}}. Que tal algumas opções de iluminação a mais?",
  "foodstore.generalnormaldecor.19": "O lugar está bonito, {{playerName}}. Mais algumas mesas seriam úteis.",
  "foodstore.generalbaddecor.0": "Este lugar parece um pouco vazio, {{playerName}}. Talvez mais móveis ajudariam.",
  "foodstore.generalbaddecor.1": "Poderia usar mais cor aqui, {{playerName}}. Que tal adicionar algumas flores?",
  "foodstore.generalbaddecor.2": "Esta área parece um pouco simples, {{playerName}}. Algumas pinturas realmente a deixariam mais alegre.",
  "foodstore.generalbaddecor.3": "Parece que este lugar precisa de um pouco de amor, {{playerName}}. Mais decorações seriam ótimas.",
  "foodstore.generalbaddecor.4": "Poderia usar um pouco mais aqui, {{playerName}}. Talvez algumas plantações ou plantas bonitas?",
  "foodstore.generalbaddecor.5": "Este lugar parece um pouco vazio, {{playerName}}. Algumas peças de mobília a mais ajudariam.",
  "foodstore.generalbaddecor.6": "Parece um pouco vazio aqui, {{playerName}}. Que tal adicionar algumas decorações?",
  "foodstore.generalbaddecor.7": "Um pouco mais de decoração poderia ajudar muito esta área, {{playerName}}. Talvez algumas pinturas ou flores?",
  "foodstore.generalbaddecor.8": "Este lugar precisa de um pouco mais de personalidade, {{playerName}}. Alguns móveis ajudariam a resolver isso.",
  "foodstore.generalbaddecor.9": "Sente-se um pouco vazio, {{playerName}}. Adicionar algumas plantas ou flores pode ajudar.",
  "foodstore.generalbaddecor.10": "Você poderia realmente animar este lugar com mais decorações, {{playerName}}.",
  "foodstore.generalbaddecor.11": "Está um pouco simples aqui, {{playerName}}. Algumas boas pinturas ou móveis poderiam ajudar.",
  "foodstore.generalbaddecor.12": "Algumas decorações a mais fariam este lugar parecer muito melhor, {{playerName}}.",
  "foodstore.generalbaddecor.13": "Este lugar parece um pouco vazio demais, {{playerName}}. Que tal adicionar mais decoração?",
  "foodstore.generalbaddecor.14": "Poderia ter mais decorações aqui, {{playerName}}. Que tal alguns móveis ou flores?",
  "foodstore.generalbaddecor.15": "Parece um pouco vazio, {{playerName}}. Algumas pinturas ou plantas a mais ajudariam.",
  "foodstore.generalbaddecor.16": "Esta área poderia ter mais personalidade, {{playerName}}. Talvez adicionar alguma decoração.",
  "foodstore.generalbaddecor.17": "Você poderia realmente melhorar este lugar com mais decorações, {{playerName}}.",
  "foodstore.generalbaddecor.18": "Parece um pouco vazio aqui, {{playerName}}. Algumas plantas ou móveis a mais ajudariam.",
  "foodstore.generalbaddecor.19": "Um pouco mais de decoração faria maravilhas aqui, {{playerName}}. Talvez adicionar algumas flores ou pinturas.",
  "foodstore.config.moneymodifier": "Modificador de renda geral?",
  "foodstore.config.moneymodifierText": "Isso se aplica a toda a receita da Market Town, exceto a da festival grange.",
  "foodstore.config.islandmoneymodifier": "Modificador de renda para o festival?",
  "foodstore.config.islandmoneymodifierText": "Isso se aplica à venda na feira do festival Ilha do Paraíso.",
  "foodstore.config.grangeprogress": "Marca de progresso da Ilha do Paraíso?",
  "foodstore.config.grangeprogressText": "Padrão 2000000. O valor dos ganhos através da venda de grãos do festival que determina sua pontuação de progresso.",
  "foodstore.items.RestaurantDecor": "Os clientes adorariam sentar-se na mesa que tem esta linda decoração!",
  "foodstore.items.MarketLog": "Um caderno de registro para você acompanhar suas vendas."
}