{
    "foodstore.note": "Ghi chú",
    "foodstore.hidden.0": "Mẹo hàng tuần: Khách hàng có thể chia sẻ những lời khen của họ với những người dân làng xung quanh khi mua những món đồ tuyệt vời.",
    "foodstore.hidden.1": "Và một mẹo hàng tuần: Giá bán hàng hóa trên Đảo Thiên Đường cao hơn.",
    "foodstore.hidden.2": "Mẹo hàng tuần: Cửa hàng được trang trí đẹp sẽ nâng cao giá bán của bạn.",
    "foodstore.hidden.3": "Một mẹo hàng tuần: Bạn chỉ có thể nhận thông tin về Món Ăn Trong Tuần từ cuộc trò chuyện với cư dân.",
    "foodstore.hidden.4": "Một mẹo hàng tuần: Gus chỉ đánh giá món ăn của bạn là 'trung bình' ở mức tốt nhất. Anh ấy đã thanh toán đầy đủ mà không bày tỏ sự không hài lòng và chọn giữ ý kiến về hương vị cho riêng mình.",
    "foodstore.hidden.5": "Và mẹo hàng tuần: Không phải mọi du khách đều thấy món ăn hấp dẫn; một số người nhanh chóng quay đi, có thể vì họ cảm thấy món ăn đó không đủ hấp dẫn và không đạt tiêu chuẩn của họ.",
    "foodstore.hidden.6": "Và mẹo hàng tuần: Không có mẹo cho một món ăn bị ghét vì nó bị ghét!!!",
    "foodstore.hidden.7": "Một mẹo hàng tuần: Bán thực phẩm cho khách hàng theo yêu cầu của họ sẽ có giá tốt hơn.",
    "foodstore.hidden.8": "Và mẹo hàng tuần: Nói chuyện với khách hàng sẽ làm tăng giá mà họ sẵn sàng trả cho món ăn.",
    "foodstore.hidden.9": "Và một mẹo hàng tuần: Sau khi khách hàng mua hàng, hãy gửi cho họ một ghi chú để xem họ cảm nhận thế nào về việc bạn bán hàng.",
    "foodstore.hidden.10": "Một mẹo hàng tuần: Vị trí càng tốt thì giá càng cao (gần các tiện ích như trang trí, nước, hoặc cây hoa anh đào).",
    "foodstore.help.0": "Tương tác với dân làng bằng cách đứng gần họ và gõ tin nhắn của bạn. Một số câu hỏi đặc biệt yêu cầu có từ khóa trong tin nhắn!",
    "foodstore.help.1": "Để mời người dân đến vào ngày mai, hãy gửi một tin nhắn chứa từ khóa: 'mời'.",
    "foodstore.help.2": "Hỏi dân làng về Món Ăn Trong Ngày. Tin nhắn phải chứa ít nhất một từ khóa, chẳng hạn như 'đặc biệt hôm nay' hoặc 'gợi ý hôm nay'.",
    "foodstore.help.3": "Hỏi cư dân họ cảm thấy thế nào về món ăn cuối cùng của họ bằng cách sử dụng từ khóa 'món ăn cuối cùng' hoặc 'hương vị món ăn'.",
    "foodstore.help.4": "Để mở cửa hàng đầu tiên của bạn, chỉ cần đặt một cái bàn ở một vị trí đông đúc, sau đó đặt một món ăn lên đó!!!",
    "foodstore.config.minutetohungry": "Phút để mua",
    "foodstore.config.minutetohungryText": "Số phút kể từ lần mua hàng cuối cùng của mỗi NPC. Mặc định là 120. Thiết lập quá thấp có thể gây ra hiện tượng tìm đường không bình thường. Khuyến nghị nên để trên 60.",
    "foodstore.config.movetofoodchange": "Di chuyển đến mục % cơ hội.",
    "foodstore.config.movetofoodchangeText": "Mặc định là 0.02. Cơ hội để một NPC quyết định mua một thứ gì đó mỗi giây là rất nhỏ. Thiết lập giá trị cao hơn sẽ gây lag nghiêm trọng và tìm đường không hợp lý. Rất khuyến nghị để dưới 0.1.",
    "foodstore.config.maxdistancetofindfood": "Khoảng cách tối đa để tìm kiếm",
    "foodstore.config.maxdistancetofindfoodText": "Khoảng cách tối đa tính bằng ô từ vật phẩm mà NPC có thể tìm thấy. Mặc định là 40.",
    "foodstore.config.maxdistancetoeat": "Khoảng cách tối đa để mua",
    "foodstore.config.maxdistancetoeatText": "Khoảng cách NPC có thể lấy vật phẩm mà họ muốn. Mặc định là 4.",
    "foodstore.config.rushhour": "Bật Giờ Cao Điểm?",
    "foodstore.config.rushhourText": "Trong giờ cao điểm, có khả năng cao hơn để thu hút khách hàng và nhận được tiền tips nhiều hơn, nhưng giá cả lại hơi thấp hơn. Hãy bổ sung hàng cho cửa hàng của bạn!!!",
    "foodstore.config.enableprice": "Đã kích hoạt tùy chọn giá?",
    "foodstore.config.enablepriceText": "Mặc định -1 cho giá trị ngẫu nhiên.",
    "foodstore.config.pricelovemulti": "Hệ số nhân giá bán thực phẩm yêu thích.",
    "foodstore.config.pricelikemulti": "Hệ số nhân giá bán của món ăn yêu thích.",
    "foodstore.config.priceneutralmulti": "Hệ số nhân giá bán thực phẩm trung tính",
    "foodstore.config.pricedislikemulti": "Hệ số nhân giá bán thực phẩm không được ưa thích.",
    "foodstore.config.pricehatemulti": "Hệ số nhân giá bán thực phẩm không được ưa chuộng",
    "foodstore.config.enabletip": "Đã bật tùy chọn mẹo chưa?",
    "foodstore.config.enabletipText": "Giá trị tiền tip là một phần của giá bán. Mặc định là -1 để chọn tiền tip ngẫu nhiên.",
    "foodstore.config.enabletipclose": "Chỉ nên cho tiền boa khi ở gần?",
    "foodstore.config.enabletipcloseText": "Khi được đặt thành True, chỉ nhận được Mẹo khi người chơi gần cửa hàng.",
    "foodstore.config.enabletipcloselove": "Giá trị nhân của mẹo thực phẩm yêu thích.",
    "foodstore.config.enabletipcloselike": "Giá trị nhân của mẹo về món ăn yêu thích.",
    "foodstore.config.enabletipcloseneutral": "Hệ số nhân giá trị mẹo thực phẩm trung tính",
    "foodstore.config.enabletipclosedislike": "Giá trị nhân của mẹo về đồ ăn không được ưa thích.",
    "foodstore.config.enabletipclosehate": "Hệ số nhân giá trị mẹo về thực phẩm không được yêu thích.",
    "foodstore.coming.0": "Trong một diễn biến thú vị, {{vName}} đang đến cửa hàng của chúng tôi để có một cuộc viếng thăm bất ngờ.",
    "foodstore.coming.1": "{{vName}} đang đi dạo về phía chúng tôi, tò mò về những sản phẩm của cửa hàng.",
    "foodstore.coming.2": "Giữa ngày của họ, {{vName}} đã chọn dành một chút thời gian tại cửa hàng của chúng tôi.",
    "foodstore.coming.3": "{{vName}} đang có một chuyến thăm không lên kế hoạch đến cửa hàng của chúng tôi, phá vỡ thói quen.",
    "foodstore.coming.4": "{{vName}} đang thong thả đến cửa hàng của chúng tôi, mong đợi một trải nghiệm thú vị.",
    "foodstore.coming.5": "Thoát khỏi công việc, {{vName}} đang trên đường khám phá cửa hàng của chúng tôi.",
    "foodstore.coming.6": "{{vName}} đang đi tới cửa hàng của chúng tôi, tìm kiếm một trải nghiệm mua sắm độc đáo.",
    "foodstore.coming.7": "Một cách tự nhiên, {{vName}} đang trên đường đến cửa hàng của chúng tôi để tạo ra một bất ngờ thú vị.",
    "foodstore.coming.8": "{{vName}} đang hướng về cửa hàng của chúng tôi, háo hức khám phá điều gì đó mới mẻ.",
    "foodstore.coming.9": "Với sự hào hứng, {{vName}} đang trên đường đến cửa hàng của chúng tôi để thăm bất chợt.",
    "foodstore.coming.10": "{{vName}} đang lệch hướng để ghé thăm cửa hàng của chúng tôi, mong đợi điều gì đó đặc biệt.",
    "foodstore.coming.11": "Giữa ngày làm việc, {{vName}} quyết định ghé qua cửa hàng của chúng tôi một lát.",
    "foodstore.coming.12": "{{vName}} đang đi đến cửa hàng của chúng tôi một cách thoải mái, mong đợi một khoảng thời gian vui vẻ.",
    "foodstore.coming.13": "{{vName}} đang rời khỏi lối mòn để ghé thăm cửa hàng của chúng tôi và thưởng thức các sản phẩm.",
    "foodstore.coming.14": "{{vName}} đang thực hiện một cuộc rẽ ngang bất ngờ đến cửa hàng của chúng tôi, háo hức chờ đợi một trải nghiệm độc đáo.",
    "foodstore.loverep.0": "Các đầu lưỡi của tôi nhảy múa vui sướng với mỗi miếng ăn đầy hương vị!",
    "foodstore.loverep.1": "Thưởng thức món ăn này giống như một cái ôm ấm áp cho các giác quan của tôi.",
    "foodstore.loverep.2": "Hương vị tinh tế kéo dài, một niềm vui ẩm thực thực sự.",
    "foodstore.loverep.3": "Một bản giao hưởng của hương vị hòa quyện hoàn hảo.",
    "foodstore.loverep.4": "Hãy thưởng thức sự hoàn hảo đậm đà của món ngon này.",
    "foodstore.loverep.5": "Một hành trình ẩm thực để lại ấn tượng khó phai.",
    "foodstore.loverep.6": "Niềm vui hấp dẫn trong từng miếng, một niềm vui thực sự.",
    "foodstore.loverep.7": "Hãy tận hưởng phép màu ẩm thực của sự hoàn hảo được chế tác này.",
    "foodstore.loverep.8": "Nâng tầm ẩm thực thành một nghệ thuật, một kiệt tác trên đĩa của tôi.",
    "foodstore.loverep.9": "Một cuộc trốn thoát ngon miệng vào thế giới kỳ diệu của ẩm thực.",
    "foodstore.loverep.10": "Kích thích vị giác của tôi với sự pha trộn hoàn hảo của các hương vị.",
    "foodstore.loverep.11": "Một hương vị thơm ngon khiến vị giác của tôi say mê.",
    "foodstore.loverep.12": "Khám phá nghệ thuật của hương vị, một món ăn đáng nhớ.",
    "foodstore.loverep.13": "Sự hoàn hảo ẩm thực trong từng miếng ăn, một thành công ẩm thực.",
    "foodstore.loverep.14": "Một giai điệu quyến rũ của hương vị đang nhảy múa trên đầu lưỡi tôi.",
    "foodstore.loverep.15": "Một kiệt tác ẩm thực, tình yêu thuần khiết trên đĩa của tôi.",
    "foodstore.loverep.16": "Hương vị cuốn hút, một cuộc tình đích thực cho các giác quan của tôi.",
    "foodstore.loverep.17": "Món ăn quyến rũ, yêu ngay từ lần cắn đầu tiên mỗi lần.",
    "foodstore.loverep.18": "Một bức thư tình gửi đến ẩm thực; món ăn này thật sự tuyệt vời.",
    "foodstore.loverep.19": "Say mê yêu thích sự hoàn hảo của tác phẩm này.",
    "foodstore.likerep.0": "Một món ăn tôi thỉnh thoảng thưởng thức, nó khá ngon.",
    "foodstore.likerep.1": "Luôn luôn ổn; tôi không ngại đặt món đó.",
    "foodstore.likerep.2": "Một lựa chọn vững chắc mà tôi thường chọn.",
    "foodstore.likerep.3": "Món ăn này ngon; tôi thích sự đơn giản của nó.",
    "foodstore.likerep.4": "Một sự lựa chọn tạm ổn; nó làm hài lòng vị giác của tôi.",
    "foodstore.likerep.5": "Không tệ; tôi thấy nó ngon một cách đáng tin cậy.",
    "foodstore.likerep.6": "Một món ăn tươm tất; đây là lựa chọn an toàn và thỏa mãn.",
    "foodstore.likerep.7": "Tôi không phiền món ăn này; nó luôn mang lại niềm vui.",
    "foodstore.likerep.8": "Không phải món tôi thích nhất, nhưng tôi thấy nó cũng khá dễ ăn.",
    "foodstore.likerep.9": "Không sao đâu; đó là một món ăn tôi không ngại thưởng thức.",
    "foodstore.likerep.10": "Luôn luôn ngon; tôi rất thích hương vị của nó.",
    "foodstore.likerep.11": "Món ăn này cũng được; tôi thấy nó ngon một cách ổn định.",
    "foodstore.likerep.12": "Một lựa chọn hợp lý; tôi không ngại có nó.",
    "foodstore.likerep.13": "Không sao; đó là một món ăn tôi thỉnh thoảng thích.",
    "foodstore.likerep.14": "Một lựa chọn chấp nhận được khi tôi có tâm trạng.",
    "foodstore.likerep.15": "Tôi thấy món ăn này tạm ổn; nó khá thỏa mãn.",
    "foodstore.likerep.16": "Không tệ chút nào; đó là một món ăn tôi có thể thưởng thức.",
    "foodstore.likerep.17": "Một sự lựa chọn hợp lý mà thỉnh thoảng tôi chọn.",
    "foodstore.likerep.18": "Không sao đâu; tôi không phiền món ăn này.",
    "foodstore.likerep.19": "Một lựa chọn chấp nhận được; nó khá thú vị.",
    "foodstore.neutralrep.0": "Một món ăn tiêu chuẩn; nó vừa không tốt vừa không xấu.",
    "foodstore.neutralrep.1": "Không sao; một món ăn mà tôi vừa không thích vừa không ghét.",
    "foodstore.neutralrep.2": "Một lựa chọn bình thường; nó không nổi bật lắm.",
    "foodstore.neutralrep.3": "Món ăn này chỉ ở mức trung bình; không có gì đặc biệt.",
    "foodstore.neutralrep.4": "Không tệ, không xuất sắc; là một lựa chọn trung bình.",
    "foodstore.neutralrep.5": "Một lựa chọn trung lập; nó không để lại ấn tượng mạnh mẽ.",
    "foodstore.neutralrep.6": "Nó khá ổn; là một lựa chọn tiêu chuẩn cho bữa ăn.",
    "foodstore.neutralrep.7": "Cả hai đều không tốt; một món ăn tạm chấp nhận.",
    "foodstore.neutralrep.8": "Một lựa chọn bình thường; nó không gây hứng thú cũng không làm thất vọng.",
    "foodstore.neutralrep.9": "Không sao cả; một món ăn không gây nhiều sự chú ý.",
    "foodstore.neutralrep.10": "Ở giữa quang phổ; không yêu cũng không ghét.",
    "foodstore.neutralrep.11": "Một lựa chọn phổ biến; nó không làm thay đổi khẩu vị của tôi nhiều.",
    "foodstore.neutralrep.12": "Không xuất sắc, nhưng cũng không tệ; một món ăn bình thường.",
    "foodstore.neutralrep.13": "Trung bình ở mọi khía cạnh; đây là một lựa chọn đơn giản.",
    "foodstore.neutralrep.14": "Một lựa chọn điển hình; nó không để lại ấn tượng lâu dài.",
    "foodstore.neutralrep.15": "Không tốt cũng không xấu; chỉ là một món ăn bình thường.",
    "foodstore.neutralrep.16": "Một lựa chọn tiêu chuẩn; nó không gợi lên cảm xúc mạnh mẽ.",
    "foodstore.neutralrep.17": "Không nổi bật, không thất vọng; chỉ là một món ăn bình thường.",
    "foodstore.neutralrep.18": "Cân bằng giữa thích và không thích; cũng được thôi.",
    "foodstore.neutralrep.19": "Một món ăn bình thường; nó không nổi bật lắm.",
    "foodstore.dislikerep.0": "Không phải món tôi thích; tôi thấy món này thiếu hương vị.",
    "foodstore.dislikerep.1": "Nó cũng tạm được, nhưng tôi không thích món ăn này.",
    "foodstore.dislikerep.2": "Một sự lựa chọn không ấn tượng; nó không đáp ứng sự mong đợi của tôi.",
    "foodstore.dislikerep.3": "Món ăn này chỉ ở mức trung bình; tôi không khuyến nghị nó.",
    "foodstore.dislikerep.4": "Tôi có thể ăn nó, nhưng đó không phải là món ăn tôi thích lắm.",
    "foodstore.dislikerep.5": "Một lựa chọn chấp nhận được; tôi không thật sự thích nó.",
    "foodstore.dislikerep.6": "Nó có thể ăn được, nhưng tôi không mong chờ món này.",
    "foodstore.dislikerep.7": "Tôi đã thử nó, nhưng không hợp khẩu vị của tôi.",
    "foodstore.dislikerep.8": "Một sự lựa chọn tạm được; tôi không thấy nó hấp dẫn lắm.",
    "foodstore.dislikerep.9": "Nó không tệ nhất, nhưng tôi không phải là người hâm mộ món ăn này.",
    "foodstore.dislikerep.10": "Món ăn này chỉ ở mức trung bình; tôi đã từng có những lựa chọn tốt hơn.",
    "foodstore.dislikerep.11": "Tôi có thể quản lý điều đó, nhưng đó không phải là lựa chọn tôi thích.",
    "foodstore.dislikerep.12": "Một lựa chọn chấp nhận được; tôi không hào hứng về món ăn này.",
    "foodstore.dislikerep.13": "Chấp nhận được, nhưng nó thiếu sức hấp dẫn đối với tôi.",
    "foodstore.dislikerep.14": "Nó có thể ăn được, nhưng tôi sẽ không tự nguyện chọn món ăn này.",
    "foodstore.dislikerep.15": "Không tệ, nhưng tôi không thích món ăn này lắm.",
    "foodstore.dislikerep.16": "Một lựa chọn kém; có những lựa chọn tốt hơn có sẵn.",
    "foodstore.dislikerep.17": "Nó không đáp ứng được mong đợi của tôi; tôi không thấy nó hấp dẫn.",
    "foodstore.dislikerep.18": "Tôi có thể ăn nó, nhưng nó không phải là món ăn ưa thích của tôi.",
    "foodstore.dislikerep.19": "Một lựa chọn trung bình; đó không phải là điều tôi thích.",
    "foodstore.haterep.0": "Món ăn này thật sự tồi tệ; tôi không thể chịu đựng được.",
    "foodstore.haterep.1": "Một sự thất vọng tuyệt đối; món ăn này thật tệ.",
    "foodstore.haterep.2": "Tôi rất ghét món ăn này; nó thật không hấp dẫn.",
    "foodstore.haterep.3": "Một sự lựa chọn tồi tệ; tôi không thể nuốt nổi món ăn này.",
    "foodstore.haterep.4": "Tôi ghét món ăn này; nó thật sự kinh tởm.",
    "foodstore.haterep.5": "Món ăn này thật ghê tởm; tôi không thể chịu được vị của nó.",
    "foodstore.haterep.6": "Thật sự ghê tởm; món ăn này không thể ăn được.",
    "foodstore.haterep.7": "Tôi ghét món ăn này; nó thực sự ghê tởm.",
    "foodstore.haterep.8": "Thật kinh tởm; Tôi hối hận vì đã thử món ăn tồi tệ này.",
    "foodstore.haterep.9": "Một thảm họa ẩm thực; món ăn này không thể chịu nổi.",
    "foodstore.haterep.10": "Tôi ghét món này; nó hoàn toàn làm tôi thất vọng.",
    "foodstore.haterep.11": "Thật sự tệ hại; tôi không thể diễn tả đủ sự chán ghét của mình.",
    "foodstore.haterep.12": "Món ăn này thật ghê tởm; tôi không thể hiểu được sự hấp dẫn của nó.",
    "foodstore.haterep.13": "Một trải nghiệm gây buồn nôn; tôi rất khuyên bạn không nên thử.",
    "foodstore.haterep.14": "Tôi ghét món ăn này; nó là một cơn ác mộng ẩm thực.",
    "foodstore.haterep.15": "Món ăn này thật kinh khủng; tôi không thể tìm thấy bất kỳ điểm tích cực nào.",
    "foodstore.haterep.16": "Thảm hại; món ăn này là biểu tượng của sự thất bại trong ẩm thực.",
    "foodstore.haterep.17": "Tôi ghê tởm món ăn này; nó như một cuộc tàn sát trên vị giác.",
    "foodstore.haterep.18": "Một sự lựa chọn gây phản cảm; tôi hối hận vì đã thử nó.",
    "foodstore.haterep.19": "Tôi ghê tởm món ăn này; đó là một thảm họa ẩm thực.",
    "foodstore.tip": "Đây là tiền boa {{tipValue}}G của bạn.",
    "foodstore.sold": "{{locationint}} - {{foodObjName}}: {{saleint}}G {{tipint}}",
    "foodstore.randomchat.love.0": "Cảm thấy tình yêu mãnh liệt dành cho nơi này!",
    "foodstore.randomchat.love.1": "Yêu những món ăn tuyệt vời của họ!",
    "foodstore.randomchat.love.2": "Cửa hàng này chiếm trọn trái tim tôi mỗi lần.",
    "foodstore.randomchat.love.3": "Yêu không gian ấm cúng và đội ngũ nhân viên thân thiện!",
    "foodstore.randomchat.love.4": "Yêu thích những món đặc biệt mà họ cung cấp!",
    "foodstore.randomchat.love.5": "Đam mê với thực đơn tuyệt vời của họ!",
    "foodstore.randomchat.love.6": "Yêu mê mẩn những món tráng miệng của họ!",
    "foodstore.randomchat.love.7": "Yêu những hương vị độc đáo mà họ mang lại!",
    "foodstore.randomchat.like.0": "Thật sự rất thích bầu không khí ở đây.",
    "foodstore.randomchat.like.1": "Thích sự đa dạng của các tùy chọn có sẵn.",
    "foodstore.randomchat.like.2": "Thích dịch vụ nhanh chóng và hiệu quả.",
    "foodstore.randomchat.like.3": "Giống như chất lượng của sản phẩm tươi sống của họ.",
    "foodstore.randomchat.like.4": "Cảm ơn vì những mức giá phải chăng!",
    "foodstore.randomchat.like.5": "Trải nghiệm tích cực với nhân viên của họ.",
    "foodstore.randomchat.like.6": "Thích những món mới trong thực đơn!",
    "foodstore.randomchat.like.7": "Nơi tuyệt vời cho trải nghiệm ẩm thực bình dân.",
    "foodstore.randomchat.neutral.0": "Chỉ là trải nghiệm bình thường về cửa hàng hôm nay.",
    "foodstore.randomchat.neutral.1": "Đó là một chuyến thăm cửa hàng bình thường.",
    "foodstore.randomchat.neutral.2": "Không tốt cũng không xấu, chỉ là một ngày bình thường.",
    "foodstore.randomchat.neutral.3": "Không thể quyết định cảm thấy thế nào về điều đó.",
    "foodstore.randomchat.neutral.4": "Một trải nghiệm tổng thể trung lập.",
    "foodstore.randomchat.neutral.5": "Không để lại ấn tượng mạnh mẽ.",
    "foodstore.randomchat.neutral.6": "Chuyến thăm hôm nay ở mức trung bình.",
    "foodstore.randomchat.neutral.7": "Không có cảm xúc mạnh mẽ, chỉ là trung lập.",
    "foodstore.randomchat.dislike.0": "Lần này tôi không thực sự thích món ăn.",
    "foodstore.randomchat.dislike.1": "Không thích dịch vụ hôm nay.",
    "foodstore.randomchat.dislike.2": "Không thích phải chờ lâu ở quầy thanh toán.",
    "foodstore.randomchat.dislike.3": "Không ấn tượng với chất lượng sản phẩm.",
    "foodstore.randomchat.dislike.4": "Trải nghiệm tổng thể thật thất vọng.",
    "foodstore.randomchat.dislike.5": "Thất vọng với sự thiếu sạch sẽ.",
    "foodstore.randomchat.dislike.6": "Lần này không đạt được kỳ vọng.",
    "foodstore.randomchat.dislike.7": "Hôm nay tôi cảm thấy thất vọng về cửa hàng.",
    "foodstore.randomchat.hate.0": "Ghét cái việc họ luôn phục vụ loại thức ăn này!",
    "foodstore.randomchat.hate.1": "Hoàn toàn ghét dịch vụ khách hàng của họ.",
    "foodstore.randomchat.hate.2": "Không thể chịu đựng được sự mất trật tự trong cửa hàng này.",
    "foodstore.randomchat.hate.3": "Ghét những mặt hàng luôn trong tình trạng hết hàng.",
    "foodstore.randomchat.hate.4": "Mặc dù cửa hàng thiếu sạch sẽ.",
    "foodstore.randomchat.hate.5": "Rất không thích chất lượng thực phẩm của họ.",
    "foodstore.randomchat.hate.6": "Không thể chịu đựng được nhân viên thô lỗ của họ.",
    "foodstore.randomchat.hate.7": "Ghét trải nghiệm tổng thể—không bao giờ nữa!",
    "foodstore.config.saleprice": "Cài đặt - Giá bán chung",
    "foodstore.config.tipvalue": "Giá trị tiền boa",
    "foodstore.config.enabledecor": "Kích hoạt Trang trí?",
    "foodstore.config.enabledecorText": "Khi được đặt thành Đúng, Trang trí và Bầu không khí sẽ ảnh hưởng đến giá bán.",
    "foodstore.positiveTasteint.0": "Về món ăn: Niềm vui thỏa mãn vị giác.",
    "foodstore.positiveTasteint.1": "Với món ăn: Sự hoàn hảo đầy hương vị.",
    "foodstore.positiveTasteint.2": "Với món ăn: Hương vị tinh tế bùng nổ.",
    "foodstore.positiveTasteint.3": "Về mặt ẩm thực: Ngon không thể cưỡng lại.",
    "foodstore.positiveTasteint.4": "Với món ăn: Cảm giác vị giác đầy hấp dẫn.",
    "foodstore.normalTasteint.0": "Về mặt thực phẩm: Sự cân bằng tốt đẹp.",
    "foodstore.normalTasteint.1": "Với món ăn: Sự hài lòng quen thuộc.",
    "foodstore.normalTasteint.2": "Về ẩm thực: Sự ngon miệng hàng ngày.",
    "foodstore.normalTasteint.3": "Với món ăn: Sự hòa quyện hương vị cổ điển.",
    "foodstore.normalTasteint.4": "Với món ăn: Niềm vui ẩm thực phổ biến.",
    "foodstore.negativeTasteint.0": "Về mặt ẩm thực: Hương vị sau khi ăn không dễ chịu.",
    "foodstore.negativeTasteint.1": "Về món ăn: Hương vị thất vọng.",
    "foodstore.negativeTasteint.2": "Về thức ăn: Nhạt nhẽo và không hấp dẫn.",
    "foodstore.negativeTasteint.3": "Về thực phẩm: Hỗn hợp không ngon.",
    "foodstore.negativeTasteint.4": "Về khía cạnh ẩm thực: Trải nghiệm ẩm thực không thoải mái.",
    "foodstore.positiveDecorint.0": "Trang trí trong mắt tôi: Không gian thanh lịch.",
    "foodstore.positiveDecorint.1": "Về không gian: Khung cảnh ấm cúng và thu hút.",
    "foodstore.positiveDecorint.2": "Với trang trí: Không khí quyến rũ.",
    "foodstore.positiveDecorint.3": "Không gian: Phong cách và cảm giác thư giãn.",
    "foodstore.positiveDecorint.4": "Về khung cảnh: Cảnh quan đẹp như tranh vẽ.",
    "foodstore.normalDecorint.0": "Trang trí trong mắt tôi: Thiết kế đơn giản và tinh tế.",
    "foodstore.normalDecorint.1": "Về khung cảnh: Bầu không khí tiêu chuẩn nhưng dễ chịu.",
    "foodstore.normalDecorint.2": "Với trang trí: Bố trí thường xuyên và thoải mái.",
    "foodstore.normalDecorint.3": "Không khí: Bầu không khí ấm cúng hàng ngày.",
    "foodstore.normalDecorint.4": "Về cảnh quan: Môi trường nhà hàng điển hình.",
    "foodstore.negativeDecorint.0": "Trang trí trong mắt tôi: Nội thất tẻ nhạt và thiếu cảm hứng.",
    "foodstore.negativeDecorint.1": "Và nơi này cần một vài đồ trang trí.",
    "foodstore.negativeDecorint.2": "Với trang trí: Thiết kế không hấp dẫn và không đồng bộ.",
    "foodstore.negativeDecorint.3": "Bầu không khí: Cảm giác không thân thiện và không thoải mái.",
    "foodstore.negativeDecorint.4": "Không gian cần thêm một số trang trí nữa.",
    "foodstore.willVisit.0": "Chắc chắn tôi sẽ ghé qua và thăm cửa hàng.",
    "foodstore.willVisit.1": "Chắc chắn tôi sẽ ghé qua cửa hàng sớm thôi.",
    "foodstore.willVisit.2": "Chắc chắn tôi rất mong được thăm cửa hàng.",
    "foodstore.mayVisit.0": "Có thể xem xét ghé qua cửa hàng.",
    "foodstore.mayVisit.1": "Có thể sẽ lên kế hoạch đến thăm cửa hàng sớm.",
    "foodstore.mayVisit.2": "Có thể ghé qua và khám phá cửa hàng.",
    "foodstore.noVisit.0": "Hiện tại không có ý định ghé thăm cửa hàng.",
    "foodstore.noVisit.1": "Không có kế hoạch hay mong muốn nào ngay lập tức để ghé qua cửa hàng.",
    "foodstore.noVisit.2": "Không xem xét việc ghé thăm cửa hàng trong tương lai gần.",
    "foodstore.gooddecor.0": "Không gian dễ thương! Tôi rất tò mò về sản phẩm của họ!",
    "foodstore.gooddecor.1": "Trang trí ở đây thật tuyệt vời. Thức ăn có ngon không?",
    "foodstore.gooddecor.2": "Không khí tuyệt vời! Tôi rất tò mò về các mặt hàng được cung cấp.",
    "foodstore.gooddecor.3": "Nội thất đẹp. Tôi rất háo hức muốn biết về chương trình giảm giá của họ!",
    "foodstore.gooddecor.4": "Nơi này có bầu không khí tuyệt vời. Thật thú vị về chất lượng hàng hóa!",
    "foodstore.baddecor.0": "Không thích cách trang trí. Điều đó có phản ánh trong dịch vụ của họ không?",
    "foodstore.baddecor.1": "Không khí ở đây thiếu sức sống. Tôi hy vọng đồ ăn của họ sẽ tốt hơn.",
    "foodstore.baddecor.2": "Lựa chọn trang trí kém. Tôi tự hỏi liệu họ có thể làm tốt hơn về chất lượng sản phẩm hay không.",
    "foodstore.baddecor.3": "Nơi này trông không hấp dẫn. Tiêu chuẩn thực phẩm của họ có đạt yêu cầu không?",
    "foodstore.baddecor.4": "Trang trí thật thất vọng, nó khiến tôi có một cảm giác lạ lùng!",
    "foodstore.dishweek.0": "Chào bạn, bạn đã nghe chưa? Món ăn đặc trưng của tuần này là {{dishWeek}}!",
    "foodstore.dishweek.1": "Đoán xem tuần này có món gì trong thực đơn? Đó là món đặc biệt: {{dishWeek}}!",
    "foodstore.dishweek.2": "Tôi vừa phát hiện ra rằng {{dishWeek}} là món ăn nổi bật của tuần tại nhà hàng!",
    "foodstore.dishweek.3": "Bạn sẽ không tin đâu! Điểm nhấn của tuần này là {{dishWeek}}. Thật thú vị, phải không?",
    "foodstore.dishweek.4": "Bạn đã thử món ăn nổi bật, {{dishWeek}}, chưa? Nó đang là chủ đề bàn tán của cả thành phố!",
    "foodstore.dishday.0": "Bạn đã nghe chưa? Món ăn đặc sắc hôm nay là {{dishToday}}!",
    "foodstore.dishday.1": "Món đặc biệt hôm nay chính là {{dishToday}}. Thật thú vị, phải không?",
    "foodstore.dishday.2": "Tin tức nóng hổi: {{dishToday}} là ngôi sao của thực đơn hôm nay!",
    "foodstore.dishday.3": "Đoán xem hôm nay có món gì đang được nấu? Đó chính là món đặc trưng: {{dishToday}}!",
    "foodstore.dishday.4": "Tôi vừa phát hiện ra rằng {{dishToday}} là món nổi bật hôm nay. Hãy cùng thử nhé!",
    "foodstore.dishday.5": "Thông báo nhanh: Món {{dishToday}} đang thu hút sự chú ý hôm nay!",
    "foodstore.dishday.6": "Bạn có tin được không? Ngôi sao hôm nay không ai khác chính là {{dishToday}}!",
    "foodstore.dishday.7": "Hôm nay trở nên tuyệt vời hơn với món ăn đặc trưng: {{dishToday}}!",
    "foodstore.dishday.8": "Hãy thêm gia vị cho hôm nay với hương vị của {{dishToday}}! Đây là món đặc biệt.",
    "foodstore.dishday.9": "Tin hot trong ngày: {{dishToday}} là món ăn nhất định phải thử hôm nay!",
    "foodstore.config.chat": "Tắt thông báo không quan trọng?",
    "foodstore.thankyou": "[144] Bạn đang tận hưởng bản mod và mong muốn có những cải tiến liên tục? Đừng quên theo dõi và ủng hộ nhé!! Đam mê của bạn sẽ giúp chúng tôi tiến bước. [43] #ThịTrấnThịTrường",
    "foodstore.visitoreat.0": "Cảm ơn bạn!",
    "foodstore.visitoreat.1": "Ôi thức ăn!!!",
    "foodstore.visitoreat.2": "Ngon quá!",
    "foodstore.visitoreat.3": "Bạn đã đọc được suy nghĩ của tôi!",
    "foodstore.visitoreat.4": "Tôi rất cảm kích điều đó!",
    "foodstore.visitoreat.5": "Cảm thấy thật may mắn! Cảm ơn!",
    "foodstore.visitoreat.6": "Bạn thật tốt bụng!",
    "foodstore.visitoreat.7": "Tôi thích đồ ăn!",
    "foodstore.visitoreat.8": "Bạn là một thiên tài ẩm thực!",
    "foodstore.visitoreat.9": "Điều này trông thật tuyệt vời!",
    "foodstore.visitoreat.10": "Cảm ơn vì món quà này!",
    "foodstore.visitoreat.11": "Tôi vừa bắt đầu thấy đói!",
    "foodstore.asktaste.empty.0": "Tôi vẫn chưa có cơ hội để thử.",
    "foodstore.asktaste.empty.1": "Tôi đang vội. Tôi sẽ thử nó lần khác.",
    "foodstore.asktaste.empty.2": "Có lẽ tôi sẽ thử món ăn này vào một thời điểm nào đó trong ngày hôm nay.",
    "foodstore.asktaste.love.0": "Ôi, món ăn đó thật tuyệt vời. Tôi thích nó!",
    "foodstore.asktaste.love.1": "Món ăn đó thật sự là ngon nhất từ trước đến nay! Tôi không thể ngừng thích nó.",
    "foodstore.asktaste.love.2": "Tôi thực sự rất thích hương vị trong món ăn đó. Nó đã trở thành món yêu thích mới của tôi!",
    "foodstore.asktaste.like.0": "Tôi thực sự thích món ăn đó. Nó rất dễ chịu!",
    "foodstore.asktaste.like.1": "Hương vị rất ngon, tôi thích nó. Chắc chắn tôi sẽ ăn lại lần nữa.",
    "foodstore.asktaste.like.2": "Đây là một món ăn mà tôi thật sự thích. Hương vị của nó rất hấp dẫn.",
    "foodstore.asktaste.neutral.0": "Hương vị thì tạm ổn, không có gì đặc biệt. Đối với tôi, đó là một trải nghiệm trung lập.",
    "foodstore.asktaste.neutral.1": "Nó khá ổn, không tốt cũng không tệ. Chỉ là một hương vị trung tính đối với tôi.",
    "foodstore.asktaste.neutral.2": "Tôi không có cảm giác mạnh mẽ về hương vị. Đối với tôi, đây là một lựa chọn trung tính.",
    "foodstore.asktaste.dislike.0": "Tôi không thích hương vị lắm. Nó không thật sự hợp với sở thích của tôi.",
    "foodstore.asktaste.dislike.1": "Hương vị đó không hấp dẫn tôi. Tôi phải nói rằng tôi không thích nó.",
    "foodstore.asktaste.dislike.2": "Đây không phải là món tôi yêu thích. Tôi thấy hương vị có chút lạ, và tôi không thích nó.",
    "foodstore.asktaste.hate.0": "Tôi không thể chịu nổi vị đó. Tôi ghét nó.",
    "foodstore.asktaste.hate.1": "Ôi, món ăn đó thật tệ. Tôi thực sự ghét vị của nó.",
    "foodstore.asktaste.hate.2": "Tôi có thể tự tin nói rằng tôi ghét hương vị này. Đây không phải là món tôi muốn ăn lại một lần nào nữa.",
    "foodstore.visitcome.0": "Cảm ơn bạn đã mời tôi! Nhà bạn thật đẹp.",
    "foodstore.visitcome.1": "Tôi rất cảm ơn sự hiếu khách của bạn. Hương thơm thật tuyệt vời!",
    "foodstore.visitcome.2": "Thật vui khi được có mặt ở đây. Nơi này thật ấm cúng và chào đón.",
    "foodstore.visitcome.3": "Cảm ơn vì đã mời tôi đến. Nhà bạn thật cuốn hút.",
    "foodstore.visitcome.4": "Tôi rất biết ơn vì lời mời. Ngôi nhà của bạn thật đáng yêu.",
    "foodstore.visitcome.5": "Điều này thật tuyệt vời! Cảm ơn bạn đã chào đón tôi vào nhà của bạn.",
    "foodstore.visitcome.6": "Tôi đang tận hưởng bầu không khí ấm áp. Nơi của bạn cảm thấy như một chốn nghỉ ngơi ấm cúng.",
    "foodstore.visitleave.0": "Tôi đã có một khoảng thời gian tuyệt vời. Cảm ơn bạn vì buổi tối dễ thương!",
    "foodstore.visitleave.1": "Rời đi với một trái tim đầy ắp và bụng no. Cảm ơn vì tất cả!",
    "foodstore.visitleave.2": "Tôi rất cảm kích về sự hiếu khách của bạn. Hẹn gặp lại lần sau!",
    "foodstore.visitleave.3": "Thật tuyệt vời khi được ở đây. Cảm ơn vì một chuyến thăm đáng nhớ!",
    "foodstore.visitleave.4": "Nói lời tạm biệt thật khó, nhưng tôi sẽ trân trọng những khoảnh khắc đã trải qua ở đây. Cảm ơn bạn!",
    "foodstore.visitleave.5": "Tôi ra về với nụ cười. Sự hiện diện của bạn và ngôi nhà thật sự đáng yêu.",
    "foodstore.visitleave.6": "Cho đến khi chúng ta gặp lại. Cảm ơn bạn vì khoảng thời gian tuyệt vời và món ăn ngon!",
    "foodstore.noinvitevisit.0": "Cảm ơn bạn đã mời, nhưng tôi không đủ quen biết để đến thăm.",
    "foodstore.noinvitevisit.1": "Cảm ơn, nhưng tôi chỉ đến những nơi mà tôi biết chủ nhà.",
    "foodstore.noinvitevisit.2": "Tôi rất chọn lọc về các buổi gặp gỡ, và tôi không quen biết bạn, nên tôi không thể đến thăm.",
    "foodstore.noinvitevisit.3": "Không thể chấp nhận, vì tôi cảm thấy không thoải mái khi đến thăm một người mà tôi không biết.",
    "foodstore.noinvitevisit.4": "Tôi rất coi trọng sự riêng tư của mình, nên sẽ không đến thăm vì tôi không biết bạn.",
    "foodstore.noinvitevisit.5": "Cảm ơn, nhưng tôi chỉ tham gia các sự kiện do những người quen tổ chức. Tôi sẽ không đến lần này.",
    "foodstore.noinvitevisit.6": "Thích những môi trường quen thuộc, sẽ không đến thăm vì chúng ta chưa quen biết.",
    "foodstore.cannotinvitevisit.0": "Cảm ơn lời mời, nhưng tôi không thể đến thăm vì tôi đang bận.",
    "foodstore.cannotinvitevisit.1": "Cảm ơn vì lời mời, nhưng tôi đang bận rộn và không thể đến thăm được.",
    "foodstore.cannotinvitevisit.2": "Tôi đang bận rộn với những nghĩa vụ khác, vì vậy tiếc là tôi không thể đến thăm.",
    "foodstore.cannotinvitevisit.3": "Lịch trình bận rộn khiến tôi không thể chấp nhận lời mời.",
    "foodstore.cannotinvitevisit.4": "Hiện tại tôi đang bận rộn với công việc và không thể đến thăm. Cảm ơn bạn đã hiểu.",
    "foodstore.cannotinvitevisit.5": "Rất tiếc, hiện tại tôi quá bận rộn để chấp nhận lời mời.",
    "foodstore.cannotinvitevisit.6": "Cảm ơn vì lời mời, nhưng khối lượng công việc hiện tại của tôi không cho phép tôi đến thăm. Có thể lần khác.",
    "foodstore.willinvitevisit.0": "Chắc chắn rồi, tôi rất muốn đến thăm! Hãy cho tôi biết chi tiết.",
    "foodstore.willinvitevisit.1": "Chắc chắn rồi, tôi rất quan tâm! Khi nào và ở đâu?",
    "foodstore.willinvitevisit.2": "Tôi rất vui được đến thăm! Bạn có thể cung cấp thêm thông tin được không?",
    "foodstore.willinvitevisit.3": "Tính tôi vào nhé! Tôi rất mong chờ chuyến thăm.",
    "foodstore.willinvitevisit.4": "Vâng, tôi sẽ đến thăm! Xin hãy chia sẻ chi tiết.",
    "foodstore.willinvitevisit.5": "Tôi rất quan tâm! Hãy cho tôi biết chi tiết về chuyến thăm.",
    "foodstore.willinvitevisit.6": "Chắc chắn rồi, tôi sẽ đến thăm! Chỉ cần chia sẻ những thông tin cần thiết.",
    "foodstore.config.invitetime": "Bối cảnh - Khách mời được mời",
    "foodstore.config.invitecometime": "Thời gian mời khách đến.",
    "foodstore.config.inviteleavetime": "Thời gian khách bắt đầu rời đi.",
    "foodstore.config.disableallmessage": "Tắt tất cả thông báo.",
    "foodstore.config.disableallmessageText": "Đặt thành True để vô hiệu hóa TẤT CẢ tin nhắn, bao gồm cả hộp chat và bong bóng. Các chức năng vẫn hoạt động, chỉ là văn bản sẽ không được hiển thị. Không được khuyến nghị.",
    "foodstore.responselist.main": "Bạn có cần thêm gì nữa không?",
    "foodstore.responselist.talk": "Nói chuyện",
    "foodstore.responselist.invite": "Mời đến thăm.",
    "foodstore.responselist.foodtaste": "Bạn đã thử món ăn nào chưa?",
    "foodstore.responselist.dailydish": "Món ăn trong ngày",
    "foodstore.config.enablevisitinside": "Cho phép khách tham quan bên trong Nhà Nông?",
    "foodstore.config.dialoguetime": "Hộp thoại hàng ngày cho mỗi NPC?",
    "foodstore.config.dialoguetimeText": "Mặc định 1. Số này giới hạn số lần hộp mời xuất hiện cho mỗi NPC trong ngày. Bạn vẫn có thể trò chuyện và mời NPC thông qua hộp chat khi vượt qua giới hạn.",
    "foodstore.kidask": "{{kidName}}: Làm ơn, hôm nay con có thể chơi trên trang trại của bạn không? Làm ơn, xin hãy cho con chơi với!",
    "foodstore.groupkidask": "Chào bạn, hôm nay chúng ta có thể chơi ở trang trại siêu tuyệt của bạn được không? Tôi hứa, chúng tôi sẽ không đụng vào hoa đâu!",
    "foodstore.kidresponselist.yes": "Chắc chắn rồi! Mèo của tôi đang chờ bạn vuốt bụng nó!!",
    "foodstore.kidresponselist.no": "Ồ! Tôi nghĩ hôm nay bạn có một số việc quan trọng ở trường, phải không?",
    "foodstore.kidresponselist.yay": "Yayyy!! Hoan hô cho những khoảnh khắc vui vẻ!",
    "foodstore.kidresponselist.boring": "Booo...ringgg!! Thật sao? Nghe có vẻ chán ngắt quá đi!",
    "foodstore.config.disablenonfoodonfarm": "Khách tham quan có nên loại bỏ đồ không phải thực phẩm?",
    "foodstore.config.disablenonfoodonfarmText": "Mặc định là Sai. Khi được đặt thành Đúng, khách truy cập có thể xóa các mặt hàng không phải thực phẩm hiển thị trên bàn trong Farm và FarmHouse.",
    "foodstore.visitorpickup.0": "Cảm ơn bạn! Tôi sẽ vui vẻ chấp nhận.",
    "foodstore.visitorpickup.1": "Tôi cảm ơn bạn! Tôi sẽ thử xem.",
    "foodstore.visitorpickup.2": "Cảm ơn vì lời mời! Tôi sẵn sàng chấp nhận.",
    "foodstore.visitorpickup.3": "Tuyệt vời! Tôi rất vui được chấp nhận.",
    "foodstore.visitorpickup.4": "Không ngờ, nhưng cảm ơn bạn! Tôi sẽ nhận lấy.",
    "foodstore.visitorpickup.5": "Wow, tôi không ngờ điều này lại xảy ra! Cảm ơn bạn!",
    "foodstore.visitorpickup.6": "Cảm ơn vì cử chỉ đó! Tôi thấy ổn với điều đó.",
    "foodstore.visitorpickup.7": "Khác nhau, nhưng cảm ơn! Tôi cởi mở.",
    "foodstore.visitorpickup.8": "Cảm ơn!!",
    "foodstore.visitorpickup.9": "Cảm ơn rất nhiều! Tôi sẽ tận dụng điều này.",
    "foodstore.visitorpickup.10": "Thú vị quá! Cảm ơn, tôi sẽ nhận lấy.",
    "foodstore.visitorpickup.11": "Tôi có thể sử dụng cái này. Cảm ơn!",
    "foodstore.nonfood.4.0": "Điều này vượt quá mong đợi của tôi, chất lượng thật tuyệt vời!",
    "foodstore.nonfood.4.1": "Tôi thực sự ấn tượng với chất lượng vượt trội của món đồ này.",
    "foodstore.nonfood.4.2": "Kỹ nghệ của sản phẩm này thực sự đáng kinh ngạc. Chất lượng hàng đầu!",
    "foodstore.nonfood.4.3": "Tôi không thể tin rằng món đồ này được làm rất tốt và bền bỉ. Chất lượng tuyệt vời!",
    "foodstore.nonfood.4.4": "Sự chú ý đến từng chi tiết trong này thật tuyệt vời. Nó có chất lượng cao nhất.",
    "foodstore.nonfood.4.5": "Tôi đã mua những món đồ tương tự trước đây, nhưng không món nào so sánh được với chất lượng tuyệt vời của món này.",
    "foodstore.nonfood.4.6": "Món hàng này thật sự xứng đáng với từng đồng. Chất lượng không có gì sánh bằng.",
    "foodstore.nonfood.4.7": "Tôi là khách hàng thường xuyên vì chất lượng sản phẩm của bạn luôn xuất sắc và nhất quán.",
    "foodstore.nonfood.4.8": "Về chất lượng, đây là một trong những món đồ tốt nhất mà tôi từng mua. Chúc mừng thương hiệu của bạn!",
    "foodstore.nonfood.2.0": "Chất lượng của sản phẩm này rất tốt, tôi thực sự hài lòng với việc mua sắm của mình.",
    "foodstore.nonfood.2.1": "Thật khó để tìm những món đồ có chất lượng tuyệt vời như vậy ngày nay. Ấn tượng quá!",
    "foodstore.nonfood.2.2": "Sản phẩm này có chất lượng xây dựng rất tốt và sự chú ý đến từng chi tiết thật tuyệt vời. Làm tốt lắm!",
    "foodstore.nonfood.2.3": "Tôi không ngờ chất lượng lại tốt như vậy với mức giá này. Thật bất ngờ!",
    "foodstore.nonfood.2.4": "Độ bền và tay nghề hoàn thiện thật tuyệt vời. Tôi đã lựa chọn đúng khi mua sản phẩm này.",
    "foodstore.nonfood.2.5": "Tôi đã sử dụng những sản phẩm tương tự, nhưng sản phẩm này nổi bật với chất lượng tuyệt vời.",
    "foodstore.nonfood.2.6": "Tôi hài lòng với việc mua sắm của mình; chất lượng tổng thể rất tốt và xứng đáng với số tiền bỏ ra.",
    "foodstore.nonfood.2.7": "Điều này tạo ra sự cân bằng hoàn hảo giữa chi phí và chất lượng tuyệt vời.",
    "foodstore.nonfood.2.8": "Chất lượng tuyệt vời với mức giá phải chăng. Chính xác là những gì tôi đang tìm kiếm.",
    "foodstore.nonfood.1.0": "Chất lượng của cái này tốt, và nó đáp ứng được mong đợi của tôi.",
    "foodstore.nonfood.1.1": "Với mức giá này, chất lượng thật sự tốt ngoài mong đợi. Tôi hài lòng với món hàng của mình.",
    "foodstore.nonfood.1.2": "Một sản phẩm chắc chắn với chất lượng tốt. Nó chính xác là những gì tôi cần.",
    "foodstore.nonfood.1.3": "Tôi đã có những món đồ tương tự, nhưng món này nổi bật với chất lượng và độ bền tốt.",
    "foodstore.nonfood.1.4": "Chất lượng tốt và sản phẩm được làm rất tốt. Tôi sẽ giới thiệu nó.",
    "foodstore.nonfood.1.5": "Tôi không mong đợi chất lượng hàng đầu, nhưng sản phẩm này thực sự tốt với mức giá này.",
    "foodstore.nonfood.1.6": "Chất lượng tốt và độ bền cao. Món hàng này thật sự đáng giá.",
    "foodstore.nonfood.1.7": "Tôi rất bất ngờ và vui mừng trước chất lượng tốt của điều này.",
    "foodstore.nonfood.1.8": "Điều này cung cấp chất lượng tốt mà không tốn kém. Giá trị tuyệt vời.",
    "foodstore.nonfood.0.0": "Chất lượng thì bình thường, và đó là điều tôi mong đợi với mức giá này.",
    "foodstore.nonfood.0.1": "Đây là một sản phẩm trung bình với chất lượng bình thường. Không có gì đặc biệt, nhưng nó vẫn đáp ứng được mục đích sử dụng.",
    "foodstore.nonfood.0.2": "Điều này có mức chất lượng tiêu chuẩn. Nó không ấn tượng cũng không làm thất vọng.",
    "foodstore.nonfood.0.3": "Chất lượng nằm trong khoảng bình thường so với các sản phẩm tương tự trên thị trường.",
    "foodstore.nonfood.0.4": "Tôi nghĩ chất lượng là bình thường. Nó đáp ứng các mong đợi cơ bản mà không có điểm nổi bật nào.",
    "foodstore.nonfood.0.5": "Đây là một sản phẩm bình thường với chất lượng trung bình. Không có phàn nàn, nhưng cũng không có gì đặc biệt.",
    "foodstore.nonfood.0.6": "Chất lượng ở mức bình thường so với mức giá. Tôi đã nhận được những gì tôi đã trả.",
    "foodstore.nonfood.0.7": "Chất lượng của sản phẩm này là tiêu chuẩn. Nó không xuất sắc cũng không kém.",
    "foodstore.nonfood.0.8": "Chất lượng bình thường. Nó hoàn thành công việc mà không vượt quá hay thiếu mong đợi.",
    "foodstore.general.adult.neutral.outgoing.1.0": "Hôm nay bạn thế nào? Có điều gì mới mẻ không?",
    "foodstore.general.adult.neutral.outgoing.2.0": "Xin chào. Gần đây bạn đã khám phá những bí mật của thung lũng chưa? Thú vị phải không?",
    "foodstore.general.adult.neutral.outgoing.3.0": "Bạn có nhận thấy bất kỳ sự thay đổi nào trong làng gần đây không? Những suy nghĩ của bạn sẽ rất thú vị.",
    "foodstore.general.adult.neutral.outgoing.4.0": "Chào bạn. Thời tiết hôm nay đẹp nhỉ? Bạn có địa điểm nào yêu thích để gợi ý ở đây không?",
    "foodstore.general.adult.neutral.outgoing.5.0": "Bạn có nghe tin đồn hay chuyện tầm phào nào trong thành phố không? Tôi rất muốn nghe!",
    "foodstore.general.adult.neutral.outgoing.6.0": "Chào bạn. Những lễ hội gần đây rất thú vị, phải không? Bạn có lễ hội nào yêu thích không?",
    "foodstore.general.adult.neutral.outgoing.7.0": "Xin chào. Bạn đã thấy những sinh vật hiếm nào trong những chuyến đi của mình chưa? Hãy chia sẻ những phát hiện của bạn!",
    "foodstore.general.teens.neutral.outgoing.1.0": "Chào bạn! Những điều gì đang diễn ra trong cuộc sống của các bạn trẻ hiện nay?",
    "foodstore.general.teens.neutral.outgoing.2.0": "Chào! Có kế hoạch hay cuộc phiêu lưu nào thú vị ở thành phố không?",
    "foodstore.general.teens.neutral.outgoing.3.0": "Chào! Mình luôn tìm được những chỗ tụ tập tuyệt vời nhất. Điểm đến yêu thích gần đây của bạn là gì?",
    "foodstore.general.teens.neutral.outgoing.4.0": "Chào bạn! Nghe nói bạn tổ chức các buổi gặp gỡ thú vị. Có sự kiện nào sắp tới không?",
    "foodstore.general.teens.neutral.outgoing.5.0": "Chào bạn! Xu hướng và sự kiện mới nhất là gì?",
    "foodstore.general.teens.neutral.outgoing.6.0": "Có gì mới với các bạn teen không? Có sở thích hay dự án thú vị nào sắp tới không?",
    "foodstore.general.teens.neutral.outgoing.7.0": "Tôi được biết đến với sự sáng tạo. Bạn có tham gia vào hoạt động nghệ thuật nào không?",
    "foodstore.general.child.neutral.outgoing.1.0": "Chào bạn! Hôm nay bạn thế nào? Có cuộc phiêu lưu thú vị nào đang diễn ra không?",
    "foodstore.general.child.neutral.outgoing.2.0": "Bạn có thấy những con côn trùng hay sinh vật thú vị nào trong những cuộc khám phá nhỏ của mình không?",
    "foodstore.general.child.neutral.outgoing.3.0": "Trò chơi yêu thích của những người phiêu lưu hiện nay là gì?",
    "foodstore.general.child.neutral.outgoing.4.0": "Chào bạn! Có câu chuyện vui nào từ trường học hoặc thời gian chơi mà bạn muốn chia sẻ không?",
    "foodstore.general.child.neutral.outgoing.5.0": "Bạn có một chỗ ẩn nấp đặc biệt nào trong làng không?",
    "foodstore.general.child.neutral.outgoing.6.0": "Chào bạn! Bạn có món đồ chơi hoặc đồ ăn vặt nào yêu thích không?",
    "foodstore.general.child.neutral.outgoing.7.0": "Những nhà thám hiểm nhỏ cần tìm những điều thú vị. Hãy cho tôi biết phát hiện mới nhất của bạn!",
    "foodstore.general.adult.polite.outgoing.1.0": "Hôm nay của bạn đến giờ như thế nào?",
    "foodstore.general.adult.polite.outgoing.2.0": "Xin chào! Thật tuyệt vời khi gặp bạn. Có tin gì thú vị để chia sẻ không?",
    "foodstore.general.adult.polite.outgoing.3.0": "Chào bạn! Điều gì bạn thích nhất về ngôi làng đẹp đẽ của chúng ta?",
    "foodstore.general.adult.polite.outgoing.4.0": "Bạn đã khám phá các mỏ gần đây chưa? Thật là một cuộc phiêu lưu thú vị!",
    "foodstore.general.adult.polite.outgoing.5.0": "Chào! Mùa vụ này cây trồng nhìn thật tuyệt. Bạn không nghĩ vậy sao?",
    "foodstore.general.adult.polite.outgoing.6.0": "Có món ăn yêu thích nào bạn đã khám phá gần đây không?",
    "foodstore.general.adult.polite.outgoing.7.0": "Tôi nghe nói bạn đã giúp đỡ xung quanh thị trấn. Cảm ơn bạn rất nhiều!",
    "foodstore.general.teens.polite.outgoing.1.0": "Có chuyện gì vậy? Dạo này bạn có tìm thấy chỗ nào thú vị trong thung lũng không?",
    "foodstore.general.teens.polite.outgoing.2.0": "Chào! Dạo này bạn có chơi game hay tham gia hoạt động thú vị nào không? Nói cho mình biết với!",
    "foodstore.general.teens.polite.outgoing.3.0": "Bạn đã kiểm tra xem có sự kiện thú vị nào diễn ra trong làng chưa?",
    "foodstore.general.teens.polite.outgoing.4.0": "Bạn nghĩ gì về những bản nhạc mới nhất đang phát tại quán bar?",
    "foodstore.general.teens.polite.outgoing.5.0": "Chào! Bạn có đang luyện tập những pha trượt ván tuyệt vời nào không?",
    "foodstore.general.teens.polite.outgoing.6.0": "Chào bạn! Dạo này có xem phim hay nào ở rạp không?",
    "foodstore.general.teens.polite.outgoing.7.0": "Tôi nghe nói bạn đang làm nông nghiệp. Công việc đó đang diễn ra như thế nào?",
    "foodstore.general.child.polite.outgoing.1.0": "Bạn có câu chuyện trước khi đi ngủ yêu thích nào muốn chia sẻ không?",
    "foodstore.general.child.polite.outgoing.2.0": "Bạn có tìm thấy bất kỳ sinh vật dễ thương nào trong quá trình khám phá không?",
    "foodstore.general.child.polite.outgoing.3.0": "Điều gì bạn thích nhất về trường học?",
    "foodstore.general.child.polite.outgoing.4.0": "Chào bạn! Bạn có thích sưu tầm những viên đá đẹp hoặc vỏ sò không?",
    "foodstore.general.child.polite.outgoing.5.0": "Chào bạn! Gần đây bạn có chơi trò chơi gì thú vị với bạn bè không?",
    "foodstore.general.child.polite.outgoing.6.0": "Bạn thường ăn gì khi cảm thấy đói?",
    "foodstore.general.child.polite.outgoing.7.0": "Tôi cá là bạn đã thấy một số điều thú vị trong rừng. Tôi có thể xem không?",
    "foodstore.general.adult.rude.outgoing.1.0": "Có chuyện gì vậy? Đừng làm phiền tôi với những cuộc trò chuyện tầm phào. Tôi có những việc quan trọng hơn để làm.",
    "foodstore.general.adult.rude.outgoing.2.0": "Đã gặp bạn ở đâu đó. Không sao. Bạn có tin tức gì thực sự không hay chỉ đang lãng phí thời gian?",
    "foodstore.general.adult.rude.outgoing.3.0": "Hừm. Tại sao bạn lại ở đây? Nói thẳng ra đi và nhanh lên.",
    "foodstore.general.adult.rude.outgoing.4.0": "Vâng, vâng. Lại là bạn nữa. Có điều gì thú vị để nói không hay chỉ đến đây để làm phiền tôi?",
    "foodstore.general.adult.rude.outgoing.5.0": "Bạn không thấy tôi đang bận à? Nếu bạn không có chuyện gì quan trọng, thì đi đi.",
    "foodstore.general.adult.rude.outgoing.6.0": "Bạn muốn gì? Nói nhanh lên. Tôi còn nhiều việc phải đi và bạn đang làm tôi chậm trễ.",
    "foodstore.general.adult.rude.outgoing.7.0": "Nghe này, tôi không có thời gian cho những câu chuyện tầm phào. Nói thẳng những gì bạn muốn và đi tiếp.",
    "foodstore.general.teens.rude.outgoing.1.0": "Bạn có điều gì thú vị để nói không hay bạn chỉ ở đây để lãng phí thời gian của tôi?",
    "foodstore.general.teens.rude.outgoing.2.0": "Lại là bạn nữa. Nếu bạn không có điều gì quan trọng, tại sao lại làm phiền tôi?",
    "foodstore.general.teens.rude.outgoing.3.0": "Dù sao đi nữa. Nhanh lên đi. Tôi có những việc quan trọng hơn để làm chứ không phải nghe bạn nói luyên thuyên.",
    "foodstore.general.teens.rude.outgoing.4.0": "Ôi. Bạn không thấy tôi đang bận làm người ngầu à? Nếu bạn không ngầu, hãy đi chỗ khác đi.",
    "foodstore.general.teens.rude.outgoing.5.0": "Nếu bạn không ở đây với một chút kịch tính hoặc sự phấn khích nào, tôi không hứng thú.",
    "foodstore.general.teens.rude.outgoing.6.0": "Tôi đang lắng nghe, nhưng hy vọng điều này xứng đáng với thời gian của tôi. Tôi có danh tiếng cần giữ gìn.",
    "foodstore.general.teens.rude.outgoing.7.0": "Tôi không có thời gian cho những cuộc trò chuyện nhàm chán. Hãy ngắn gọn và thú vị đi.",
    "foodstore.general.child.rude.outgoing.1.0": "Bạn có ý định gì? Nếu bạn không mang theo kẹo hoặc những câu chuyện thú vị, thì hãy đi đi.",
    "foodstore.general.child.rude.outgoing.2.0": "Lại là bạn nữa. Bạn có đồ chơi hay đồ ăn vặt thú vị nào để chia sẻ không, hay đây chỉ là một sự lãng phí thời gian?",
    "foodstore.general.child.rude.outgoing.3.0": "Ugh. Bạn không thấy tôi đang chơi sao? Nếu bạn không đến đây để chơi, hãy để tôi yên.",
    "foodstore.general.child.rude.outgoing.4.0": "Nếu bạn không mang theo một số trò chơi vui nhộn hoặc món ăn vặt, tôi sẽ không quan tâm.",
    "foodstore.general.child.rude.outgoing.5.0": "Hmph. Bạn không phải là bạn chơi của tôi, nên trừ khi bạn có điều gì thú vị.",
    "foodstore.general.child.rude.outgoing.6.0": "Tôi đang bận rộn với sự tuyệt vời của mình. Nếu bạn không tuyệt vời, đừng quấy rầy tôi.",
    "foodstore.general.child.rude.outgoing.7.0": "Tôi không thích những thứ nhàm chán. Nếu không vui, tôi không quan tâm. Hiểu chưa?",
    "foodstore.general.adult.neutral.shy.1.0": "Xin chào. Nếu tôi im lặng, tôi chỉ đang tiếp thu mọi thứ. Ngày của bạn thế nào?",
    "foodstore.general.adult.neutral.shy.2.0": "Tôi hơi kín đáo, nhưng tôi thích những cuộc trò chuyện của chúng ta. Có chuyện gì vậy?",
    "foodstore.general.adult.neutral.shy.3.0": "Cảm ơn bạn đã trò chuyện. Tôi có mặt đây. Có điều gì bạn đang suy nghĩ không?",
    "foodstore.general.adult.neutral.shy.4.0": "Nếu tôi có vẻ giữ kẽ, đó là vì tôi có tính trầm tư. Bạn dạo này thế nào?",
    "foodstore.general.adult.neutral.shy.5.0": "Tôi thích lắng nghe. Điều gì làm bạn cảm thấy thú vị?",
    "foodstore.general.adult.neutral.shy.6.0": "Xin lỗi nếu tôi không quá năng động. Gần đây bạn có trải nghiệm thú vị nào không?",
    "foodstore.general.adult.neutral.shy.7.0": "Tôi hơi nhút nhát, nhưng tôi rất tò mò. Có gì mới với bạn không?",
    "foodstore.general.teens.neutral.shy.1.0": "Nếu tôi im lặng, tôi chỉ đang tiếp thu mọi thứ. Còn bạn thì sao?",
    "foodstore.general.teens.neutral.shy.2.0": "Chào bạn. Tôi hơi nhút nhát, nhưng tôi ở đây để có một cuộc trò chuyện thú vị. Có điều gì hay ho đang diễn ra không?",
    "foodstore.general.teens.neutral.shy.3.0": "Tôi là người hướng nội, nhưng tôi sẵn sàng tham gia vào những cuộc thảo luận thú vị. Bạn đang nghĩ gì?",
    "foodstore.general.teens.neutral.shy.4.0": "Nếu tôi im lặng, đó là vì tôi đang suy nghĩ. Bạn nghĩ gì về những xu hướng mới nhất?",
    "foodstore.general.teens.neutral.shy.5.0": "Chào bạn. Tôi là người hướng nội, nhưng tôi sẵn sàng lắng nghe ý kiến của bạn. Có câu chuyện thú vị nào không?",
    "foodstore.general.teens.neutral.shy.6.0": "Xin lỗi nếu tôi có vẻ không quá thân thiện. Điểm nhấn trong ngày của bạn là gì?",
    "foodstore.general.teens.neutral.shy.7.0": "Tôi có thể hơi kín đáo, nhưng tôi cũng rất quan tâm. Có điều gì bạn muốn nói không?",
    "foodstore.general.child.neutral.shy.1.0": "Nếu tôi im lặng, tôi đang ở trong thế giới riêng của mình. Bạn có cảm thấy như vậy không?",
    "foodstore.general.child.neutral.shy.2.0": "Tôi hy vọng bạn đang có khoảng thời gian vui vẻ. Tôi hơi im lặng, nhưng tôi thích quan sát. Trò chơi yêu thích của bạn là gì?",
    "foodstore.general.child.neutral.shy.3.0": "Điều gì là sở thích của bạn? Tôi hơi nhút nhát, nhưng tôi rất thích nghe về những cuộc phiêu lưu của bạn.",
    "foodstore.general.child.neutral.shy.4.0": "Đôi khi tôi hơi nhút nhát, nhưng tôi rất hào hứng để trò chuyện. Đồ chơi yêu thích của bạn là gì?",
    "foodstore.general.child.neutral.shy.5.0": "Tôi khá trầm lặng - tôi chỉ đang quan sát mọi thứ. Hoạt động yêu thích của bạn là gì?",
    "foodstore.general.child.neutral.shy.6.0": "Có trò chơi hoặc hoạt động nào bạn thích không? Tôi có thể hơi nhút nhát, nhưng tôi rất muốn nghe về ngày của bạn.",
    "foodstore.general.child.neutral.shy.7.0": "Mọi thứ với bạn thế nào? Nếu có điều gì thú vị, tôi rất muốn nghe. Tôi hơi nhút nhát, nhưng tôi rất tò mò!",
    "foodstore.general.adult.polite.shy.1.0": "Nếu tôi có vẻ hơi kín đáo, đó là bản chất của tôi. Ngày của bạn thế nào?",
    "foodstore.general.adult.polite.shy.2.0": "Công ty của bạn rất quan trọng. Tôi ở đây để trò chuyện một cách tốt đẹp.",
    "foodstore.general.adult.polite.shy.3.0": "Cảm ơn vì đã trò chuyện. Có thể tôi không nói nhiều, nhưng tôi thực sự đang lắng nghe.",
    "foodstore.general.adult.polite.shy.4.0": "Sự hiện diện của bạn rất được trân trọng. Nếu tôi có vẻ hơi kín đáo, đó chỉ là một phần trong con người tôi. Bạn có gì mới không?",
    "foodstore.general.adult.polite.shy.5.0": "Tôi thật sự thích những cuộc trò chuyện của chúng ta. Có điều gì thú vị đang xảy ra với bạn không?",
    "foodstore.general.adult.polite.shy.6.0": "Tôi thật sự trân trọng những cuộc trò chuyện của chúng ta. Tôi không phải là người hướng ngoại nhất, nhưng tôi thực sự quan tâm.",
    "foodstore.general.adult.polite.shy.7.0": "Công ty của bạn được đánh giá cao. Tôi thực sự tò mò. Có gì mới với bạn không?",
    "foodstore.general.teens.polite.shy.1.0": "Nếu tôi không nói nhiều, đó chỉ là bản thân tôi.",
    "foodstore.general.teens.polite.shy.2.0": "Rất vui được trò chuyện với bạn. Tôi có thể hơi hướng nội một chút, nhưng tôi vẫn ở đây. Có điều gì thú vị đang diễn ra không?",
    "foodstore.general.teens.polite.shy.3.0": "Cảm ơn vì đã dành thời gian bên nhau. Tôi có thể không nói nhiều, nhưng tôi sẵn sàng tham gia vào những cuộc thảo luận thú vị.",
    "foodstore.general.teens.polite.shy.4.0": "Nếu tôi không quá hướng ngoại, đó chỉ là vì tôi có phần suy tư. Bạn nghĩ sao về những xu hướng mới nhất?",
    "foodstore.general.teens.polite.shy.5.0": "Cảm ơn vì đã tuyệt vời như vậy. Tôi có thể không nói nhiều, nhưng tôi thật sự quan tâm.",
    "foodstore.general.teens.polite.shy.6.0": "Tôi rất trân trọng những cuộc trò chuyện của chúng ta. Nếu tôi có vẻ hơi hướng nội, xin lỗi về điều đó. Điểm nhấn trong ngày của bạn là gì?",
    "foodstore.general.teens.polite.shy.7.0": "Cảm ơn bạn đã hiểu. Tôi có thể không quá hướng ngoại, nhưng tôi thật sự quan tâm.",
    "foodstore.general.child.polite.shy.1.0": "Nếu tôi không nói nhiều, tôi chỉ đang ở trong thế giới riêng của mình. Bạn có cảm thấy như vậy không?",
    "foodstore.general.child.polite.shy.2.0": "Tôi hy vọng bạn đang có một khoảng thời gian vui vẻ. Tôi hơi im lặng, nhưng tôi thích quan sát. Trò chơi yêu thích của bạn là gì?",
    "foodstore.general.child.polite.shy.3.0": "Điều gì là sở thích yêu thích của bạn? Tôi có thể không phải là người hướng ngoại nhất, nhưng tôi rất thích nghe về những cuộc phiêu lưu của bạn.",
    "foodstore.general.child.polite.shy.4.0": "Thỉnh thoảng tôi không nói nhiều, nhưng tôi rất hào hứng được trò chuyện. Đồ chơi yêu thích của bạn là gì?",
    "foodstore.general.child.polite.shy.5.0": "Tôi không quá hướng ngoại—tôi chỉ đang tận hưởng mọi thứ xung quanh. Hoạt động yêu thích của bạn là gì?",
    "foodstore.general.child.polite.shy.6.0": "Có trò chơi hoặc hoạt động nào mà bạn thích không? Tôi rất muốn nghe về ngày của bạn.",
    "foodstore.general.child.polite.shy.7.0": "Bạn dạo này thế nào? Nếu có điều gì thú vị, hãy cho tôi biết nhé. Tôi thật sự rất tò mò!",
    "foodstore.general.adult.rude.shy.1.0": "Nếu tôi có vẻ xa cách, đó chỉ là bản chất của tôi. Bạn muốn gì?",
    "foodstore.general.adult.rude.shy.2.0": "Bài nói của bạn cũng ổn, tôi đoán vậy. Nếu tôi có vẻ không thoải mái, đó chỉ là tính cách của tôi. Tại sao phải bận tâm?",
    "foodstore.general.adult.rude.shy.3.0": "Nói chuyện thì cũng bình thường thôi. Có thể tôi không thích nói nhiều. Vậy có ý nghĩa gì?",
    "foodstore.general.adult.rude.shy.4.0": "Nếu tôi không quá hòa đồng. Bạn có điều gì muốn nói không?",
    "foodstore.general.adult.rude.shy.5.0": "Nói chuyện cũng được, tôi nghĩ vậy. Nếu tôi có vẻ kín đáo, đó chỉ là cách tôi sống. Điều đó có liên quan gì đến bạn?",
    "foodstore.general.adult.rude.shy.6.0": "Cuộc trò chuyện thì cũng thú vị, tôi đoán vậy. Tôi không phải là người hướng ngoại nhất. Dù sao đi nữa.",
    "foodstore.general.adult.rude.shy.7.0": "Công ty của bạn thì ổn. Còn bạn thì sao?",
    "foodstore.general.teens.rude.shy.1.0": "Nếu tôi không nói nhiều, thì đó là như vậy. Điều đó có liên quan gì đến bạn?",
    "foodstore.general.teens.rude.shy.2.0": "Nói chuyện với bạn cũng được, tôi nghĩ vậy.",
    "foodstore.general.teens.rude.shy.3.0": "Đi chơi thì cũng bình thường thôi. Bạn có điều gì đang suy nghĩ hay không?",
    "foodstore.general.teens.rude.shy.4.0": "Được rồi. Có chuyện gì với những câu hỏi vậy?",
    "foodstore.general.teens.rude.shy.5.0": "Câu chuyện của bạn cũng ổn, tôi nghĩ vậy. Còn gì khác không?",
    "foodstore.general.teens.rude.shy.6.0": "Cuộc trò chuyện của chúng ta thật tuyệt, tôi hy vọng như vậy.",
    "foodstore.general.teens.rude.shy.7.0": "Sự hiểu biết của bạn là ổn. Tôi không thích giao tiếp xã hội.",
    "foodstore.general.child.rude.shy.1.0": "Nếu tôi không nói nhiều, đó chỉ là bản chất của tôi. Điều đó có liên quan gì đến bạn?",
    "foodstore.general.child.rude.shy.2.0": "Chơi là điều bình thường.",
    "foodstore.general.child.rude.shy.3.0": "Điều gì khiến bạn thấy thú vị? Bạn có điều gì đang suy nghĩ không?",
    "foodstore.general.child.rude.shy.4.0": "Nếu tôi im lặng, chỉ là tôi như vậy thôi. Có gì với những câu hỏi đó?",
    "foodstore.general.child.rude.shy.5.0": "Có chuyện gì vậy? Bạn cần gì từ tôi không?",
    "foodstore.general.child.rude.shy.6.0": "Các trò chơi của chúng tôi cũng khá thú vị, tôi nghĩ vậy.",
    "foodstore.general.child.rude.shy.7.0": "Câu chuyện của bạn cũng được. Có chuyện gì với bạn vậy?",
    "foodstore.general.adult.neutral.neutral.1.0": "Hôm nay bạn thế nào? Có điều gì thú vị xảy ra trong làng không?",
    "foodstore.general.adult.neutral.neutral.2.0": "Tôi hy vọng ngày của bạn diễn ra suôn sẻ. Gần đây bạn đã khám phá thung lũng chưa?",
    "foodstore.general.adult.neutral.neutral.3.0": "Rất vui được gặp bạn. Bạn có địa điểm yêu thích nào trong thành phố không?",
    "foodstore.general.adult.neutral.neutral.4.0": "Mọi thứ diễn ra thế nào với bạn? Có phát hiện gì gần đây để chia sẻ không?",
    "foodstore.general.adult.neutral.neutral.5.0": "Chào bạn. Tôi hy vọng bạn đang có một ngày tốt đẹp. Có điều gì thú vị trong tâm trí bạn không?",
    "foodstore.general.adult.neutral.neutral.6.0": "Chào bạn. Luôn thật vui khi trò chuyện. Có điều gì cụ thể bạn muốn nói không?",
    "foodstore.general.adult.neutral.neutral.7.0": "Tôi ở đây nếu bạn cần gì. Mọi thứ trong cuộc sống của bạn thế nào?",
    "foodstore.general.teens.neutral.neutral.1.0": "Chào bạn. Bạn dạo này thế nào? Có điều gì thú vị xảy ra trong giới thanh thiếu niên không?",
    "foodstore.general.teens.neutral.neutral.2.0": "Tôi hy vọng bạn đang khỏe. Gần đây có hoạt động hoặc sở thích nào thú vị không?",
    "foodstore.general.teens.neutral.neutral.3.0": "Chào bạn! Rất vui được gặp bạn. Bạn đã khám phá những địa điểm thú vị nào trong làng chưa?",
    "foodstore.general.teens.neutral.neutral.4.0": "Xin chào. Ngày hôm nay của bạn thế nào? Có xu hướng hoặc sự kiện mới nào thu hút sự chú ý của bạn không?",
    "foodstore.general.teens.neutral.neutral.5.0": "Tôi hy vọng mọi thứ đều ổn với bạn. Dạo này bạn có xem phim hoặc chương trình nào hay không?",
    "foodstore.general.teens.neutral.neutral.6.0": "Có chuyện gì vậy? Bạn có điều gì thú vị trong tâm trí không? Tôi ở đây để trò chuyện nếu bạn muốn.",
    "foodstore.general.teens.neutral.neutral.7.0": "Rất vui được gặp bạn. Có điều gì thú vị đang xảy ra trong cộng đồng thanh thiếu niên không?",
    "foodstore.general.child.neutral.neutral.1.0": "Chào bạn. Ngày của bạn ở làng thế nào? Có trò chơi hay cuộc phiêu lưu thú vị nào trong kế hoạch của bạn không?",
    "foodstore.general.child.neutral.neutral.2.0": "Tôi hy vọng bạn đang có thời gian vui vẻ khi chơi. Có điều gì thú vị để chia sẻ không?",
    "foodstore.general.child.neutral.neutral.3.0": "Rất vui được gặp bạn. Điều gì bạn thích nhất về ngôi làng?",
    "foodstore.general.child.neutral.neutral.4.0": "Ngày của bạn thế nào? Có món đồ chơi hoặc đồ ăn vặt nào bạn thích không?",
    "foodstore.general.child.neutral.neutral.5.0": "Xin chào. Tôi hy vọng bạn đang có một ngày vui vẻ. Có điều gì thú vị trong thế giới nhỏ bé của bạn không?",
    "foodstore.general.child.neutral.neutral.6.0": "Chào bạn. Rất vui được trò chuyện với bạn. Có trò chơi hoặc hoạt động nào đặc biệt mà bạn thích không?",
    "foodstore.general.child.neutral.neutral.7.0": "Mọi thứ với bạn thế nào? Nếu có điều gì thú vị để chia sẻ, tôi rất sẵn lòng lắng nghe.",
    "foodstore.general.adult.polite.neutral.1.0": "Tôi hy vọng ngày của bạn diễn ra tốt đẹp. Có điều gì trong tâm trí bạn không?",
    "foodstore.general.adult.polite.neutral.2.0": "Rất vui được gặp bạn. Thời gian của bạn ở trong làng thế nào?",
    "foodstore.general.adult.polite.neutral.3.0": "Chào bạn. Rất vui được gặp bạn. Bạn có địa điểm yêu thích nào trong thành phố không?",
    "foodstore.general.adult.polite.neutral.4.0": "Chào bạn, mọi thứ diễn ra như thế nào? Bạn có khám phá nào gần đây để chia sẻ không?",
    "foodstore.general.adult.polite.neutral.5.0": "Xin chào. Tôi hy vọng bạn đang có một ngày tốt đẹp. Có điều gì thú vị trong tâm trí bạn không?",
    "foodstore.general.adult.polite.neutral.6.0": "Luôn luôn là một niềm vui khi trò chuyện. Bạn có điều gì cụ thể muốn nói không?",
    "foodstore.general.adult.polite.neutral.7.0": "Tôi ở đây nếu bạn cần gì. Mọi thứ trong cuộc sống của bạn thế nào?",
    "foodstore.general.teens.polite.neutral.1.0": "Bạn dạo này thế nào? Có điều gì thú vị xảy ra trong thế giới tuổi teen không?",
    "foodstore.general.teens.polite.neutral.2.0": "Chào bạn. Tôi hy vọng bạn đang khỏe. Gần đây có hoạt động hay sở thích nào thú vị không?",
    "foodstore.general.teens.polite.neutral.3.0": "Chào bạn! Rất vui được gặp bạn. Bạn đã khám phá được những địa điểm thú vị nào trong làng chưa?",
    "foodstore.general.teens.polite.neutral.4.0": "Xin chào. Ngày hôm nay của bạn thế nào? Có xu hướng hay sự kiện nào mới đang thu hút sự chú ý của bạn không?",
    "foodstore.general.teens.polite.neutral.5.0": "Chào bạn. Tôi hy vọng mọi thứ đều ổn với bạn. Gần đây bạn có xem bộ phim hoặc chương trình nào hay không?",
    "foodstore.general.teens.polite.neutral.6.0": "Có chuyện gì vậy? Bạn có điều gì thú vị trong đầu không? Tôi ở đây để trò chuyện nếu bạn muốn.",
    "foodstore.general.teens.polite.neutral.7.0": "Rất vui được gặp bạn. Có điều gì thú vị đang diễn ra trong cộng đồng thanh thiếu niên không?",
    "foodstore.general.child.polite.neutral.1.0": "Ngày của bạn ở làng thế nào? Có trò chơi hoặc cuộc phiêu lưu thú vị nào trong kế hoạch của bạn không?",
    "foodstore.general.child.polite.neutral.2.0": "Xin chào. Tôi hy vọng bạn đang có thời gian vui vẻ khi chơi. Có điều gì thú vị để chia sẻ không?",
    "foodstore.general.child.polite.neutral.3.0": "Xin chào. Rất vui được gặp bạn. Điều gì bạn thích nhất về ngôi làng?",
    "foodstore.general.child.polite.neutral.4.0": "Chào bạn. Ngày hôm nay của bạn thế nào? Bạn có món đồ chơi hoặc snack nào yêu thích mà bạn đã thưởng thức không?",
    "foodstore.general.child.polite.neutral.5.0": "Tôi hy vọng bạn đang có một ngày vui vẻ. Có điều gì thú vị trong thế giới nhỏ bé của bạn không?",
    "foodstore.general.child.polite.neutral.6.0": "Xin chào. Rất vui được trò chuyện với bạn. Có trò chơi hoặc hoạt động nào bạn thích không?",
    "foodstore.general.child.polite.neutral.7.0": "Mọi thứ với bạn thế nào? Nếu có điều gì thú vị để chia sẻ, tôi rất sẵn lòng lắng nghe.",
    "foodstore.general.adult.rude.neutral.1.0": "Có chuyện gì vậy? Đừng lãng phí thời gian của tôi với những cuộc nói chuyện vô nghĩa. Hãy đi thẳng vào vấn đề.",
    "foodstore.general.adult.rude.neutral.2.0": "Nếu bạn không có điều gì quan trọng để nói, hãy giữ sức và tiếp tục đi.",
    "foodstore.general.adult.rude.neutral.3.0": "Tại sao bạn lại làm phiền tôi? Nếu không phải là chuyện quan trọng, thì hãy đi đi.",
    "foodstore.general.adult.rude.neutral.4.0": "Ugh, tôi không có tâm trạng để nói chuyện phiếm. Nói nhanh đi hoặc đi làm phiền người khác.",
    "foodstore.general.adult.rude.neutral.5.0": "Bạn không thấy tôi đang bận sao? Nếu bạn không có việc gì quan trọng thì đừng làm phiền tôi.",
    "foodstore.general.adult.rude.neutral.6.0": "Tôi không có thời gian cho những cuộc trò chuyện vô nghĩa. Nếu bạn có điều gì muốn nói, hãy nói nhanh lên.",
    "foodstore.general.adult.rude.neutral.7.0": "Tại sao bạn vẫn ở đây? Nếu bạn không mang theo điều gì quan trọng, hãy để tôi yên.",
    "foodstore.general.teens.rude.neutral.1.0": "Vấn đề của bạn là gì? Tôi không có hứng thú với việc lãng phí thời gian. Hãy nói rõ ra hoặc tiến lên.",
    "foodstore.general.teens.rude.neutral.2.0": "Thật sao? Nếu bạn không đến đây với điều gì thú vị hoặc quan trọng, thì biến đi.",
    "foodstore.general.teens.rude.neutral.3.0": "Tại sao bạn lại làm phiền tôi? Nếu không phải về điều gì thú vị, tôi không quan tâm.",
    "foodstore.general.teens.rude.neutral.4.0": "Tôi không có thời gian cho những cuộc trò chuyện khó xử. Nếu bạn không thoải mái, hãy rời đi.",
    "foodstore.general.teens.rude.neutral.5.0": "Bạn không thấy tôi đang bận làm điều tuyệt vời à? Nếu bạn không, thì hãy đi chỗ khác.",
    "foodstore.general.teens.rude.neutral.6.0": "Nghe này, tôi không thích nói chuyện. Nếu bạn không mang đến drama, hãy đi chỗ khác.",
    "foodstore.general.teens.rude.neutral.7.0": "Tại sao bạn vẫn ở đây? Nếu bạn không có điều gì thú vị, tôi không quan tâm.",
    "foodstore.general.child.rude.neutral.1.0": "Um, bạn muốn gì? Nếu bạn không mang theo trò chơi thú vị hoặc đồ ăn vặt, hãy để tôi yên.",
    "foodstore.general.child.rude.neutral.2.0": "Tại sao bạn làm phiền tôi? Nếu bạn không có đồ chơi thú vị hay đồ ăn vặt, hãy đi chỗ khác.",
    "foodstore.general.child.rude.neutral.3.0": "Bạn có ý gì vậy? Tôi không thích những thứ nhàm chán. Nếu không vui, tôi không quan tâm.",
    "foodstore.general.child.rude.neutral.4.0": "Hừ, bạn không thấy tôi đang chơi sao? Nếu bạn không mang đến những điều thú vị, đừng làm phiền tôi.",
    "foodstore.general.child.rude.neutral.5.0": "Nhìn này, tôi không có tâm trạng cho những cuộc trò chuyện. Nếu bạn không thú vị, thì lần này không được đâu.",
    "foodstore.general.child.rude.neutral.6.0": "Tại sao bạn vẫn ở đây? Nếu bạn không mang đến những câu chuyện thú vị hoặc đồ chơi, hãy đi đi.",
    "foodstore.general.child.rude.neutral.7.0": "Um, thật sao? Nếu bạn không đem đến điều gì thú vị, tôi không quan tâm.",
    "foodstore.weaponText": "Tuyệt vời!",
    "foodstore.config.dialogue": "Bối cảnh - Đối thoại",
    "foodstore.config.disablekidask": "Trẻ em khuyết tật xin được chơi.",
    "foodstore.config.enablesaleweapon": "Có cho phép bán vũ khí không?",
    "mannequin.desc": "Đây là loại hình người mẫu duy nhất được phép bán quần áo.",
    "mannequin.name.plain-male": "Bù Nhìn Thị Trấn Thị Trường",
    "mannequin.name.plain-female": "Thị trấn Nữ người mẫu",
    "mannequin.name.magic-male": "Ma-nơ-canh Ma Thuật",
    "mannequin.name.magic-female": "Người mẫu ma thuật",
    "foodstore.soldclothes": "Bán trang phục tại {{locationint}} với giá {{saleint}}G.",
    "foodstore.soldclothesText.0": "Điều này có thể trông đẹp trên tôi.",
    "foodstore.soldclothesText.1": "Tôi tự hỏi liệu màu sắc này có phù hợp với phong cách của tôi không.",
    "foodstore.soldclothesText.2": "Đã đến lúc nâng cấp tủ quần áo với món đồ này.",
    "foodstore.soldclothesText.3": "Tôi không thể cưỡng lại việc thêm điều này vào bộ sưu tập của mình.",
    "foodstore.soldclothesText.4": "Lựa chọn hoàn hảo cho dịp sắp tới.",
    "foodstore.soldclothesText.5": "Thử một điều gì đó mới mẻ để thay đổi.",
    "foodstore.soldclothesText.6": "Một món đồ cổ điển không bao giờ lỗi mốt.",
    "foodstore.config.randompurchase": "NPC mua vật phẩm ngẫu nhiên?",
    "foodstore.config.randompurchaseText": "Mặc định, NPC sẽ di chuyển đến vật phẩm gần nhất. Đặt thành True để họ mua vật phẩm ngẫu nhiên trong phạm vi tìm kiếm.",
    "foodstore.config.doorentry": "NPC xuất hiện gần cửa.",
    "foodstore.config.doorentryText": "Mặc định là Đúng: Khách truy cập sẽ xuất hiện gần cửa. Đặt thành Sai để NPC xuất hiện gần Biển hiệu Giấy phép. Chỉ áp dụng cho tòa nhà kinh doanh.",
    "foodstore.config.shedvisitchance": "Cơ hội cho du khách mới.",
    "foodstore.config.shedvisitchanceText": "Mặc định 0.1. Cơ hội cho khách truy cập mới trong tòa nhà mỗi 10 phút. Khuyên nên dưới 0.5!",
    "foodstore.config.maxshedcapacity": "Số lượng khách tối đa trong tòa nhà.",
    "foodstore.config.maxshedcapacityText": "Mặc định 5. Sức chứa tối đa trong một tòa nhà.",
    "foodstore.config.timestay": "NPC ở lại bao lâu?",
    "foodstore.config.timestayText": "Mặc định là 230 (tương đương 2,5 giờ). Khuyến nghị dưới 400 (4 giờ).",
    "foodstore.config.openhour": "Giờ mở cửa",
    "foodstore.config.closehour": "Giờ đóng cửa",
    "foodstore.config.shed": "Bối cảnh - Cửa hàng vật liệu xây dựng nông trại",
    "foodstore.config.shedbuychance": "Cơ hội mua hàng của khách tham quan",
    "foodstore.config.shedbuychanceText": "Mặc định 0.2. Xác suất khách tham quan sẽ mua hàng trong tòa nhà.",
    "foodstore.config.shedminutetohungry": "Phút để mua.",
    "foodstore.config.shedminutetohungryText": "Mặc định 90. Thời gian giới hạn giữa mỗi lần mua.",
    "foodstore.shedguestgreeting": "Xin chào",
    "foodstore.config.buswalk": "NPC đi bộ từ xe buýt.",
    "foodstore.config.buswalkText": "Khi được đặt thành Đúng, du khách sẽ bắt đầu đi ra khỏi xe buýt và hướng về trang trại của bạn.",
    "foodstore.config.modkey": "Phím để hiển thị tên món ăn",
    "foodstore.config.orderchance": "Cơ hội cho đơn hàng mới",
    "foodstore.config.lovedishchance": "Cơ hội thưởng thức món ăn yêu thích.",
    "foodstore.config.pricemultiplier": "Hệ số nhân giá",
    "foodstore.config.maxordernight": "Số lượng đơn hàng tối đa mỗi NPC mỗi ngày.",
    "foodstore.config.kidaskchance": "Cơ hội hàng ngày để trẻ em yêu cầu chơi.",
    "loved-order-reaction-1": "Cảm ơn bạn, món này trông thật ngon!",
    "loved-order-reaction-2": "Cảm ơn bạn rất nhiều!",
    "loved-order-reaction-3": "Đúng là điều tôi muốn, cảm ơn bạn!",
    "liked-order-reaction-1": "Cảm ơn, cái này trông rất tốt!",
    "liked-order-reaction-2": "Cảm ơn!",
    "liked-order-reaction-3": "Đúng như tôi đã đặt, cảm ơn!",
    "neutral-order-reaction-1": "Ôi, được rồi!",
    "neutral-order-reaction-2": "Được rồi.",
    "neutral-order-reaction-3": "Tuyệt quá!",
    "foodstore.config.shedvisitor": "Yêu cầu đặc biệt từ khách tham quan",
    "foodstore.mailtotal": "Tổng thu nhập thị trường: {{totalEarning}}G^  Thu nhập hôm qua: {{sellMoney}}G^  Tương tác khách hàng hôm qua: {{todayCustomerInteraction}}^",
    "foodstore.letter.mtwelcome": "Chào mừng đến với Thị Trấn Thương Mại @. Tại đây, bạn có thể điều hành cửa hàng riêng và bán hàng hóa cho cư dân!!^^ Hãy bắt đầu bằng cách chọn một vị trí tốt, đặt một cái bàn và bắt đầu bán bất kỳ mặt hàng nào bạn muốn.^^ Để sử dụng bất kỳ tòa nhà nào của bạn làm bảo tàng, nhà hàng hoặc cửa hàng tiện lợi, bạn cần có Giấy phép Bảo tàng từ Hội Thám Hiểm, Giấy phép Nhà hàng từ Quán Rượu, hoặc Giấy phép Thị Trấn Thương Mại từ Thương Nhân Sa Mạc. (tiếp tục >)^ -Yêu cầu để có Giấy phép Bảo tàng: Đóng góp 30 mặt hàng cho Bảo tàng địa phương.^^ -Yêu cầu để có Giấy phép Nhà hàng: Thị Trấn Thương Mại kiếm được hơn 10000, và đã bán ít nhất 20 món ăn cho cư dân.^^ -Yêu cầu để có Giấy phép Thị Trấn Thương Mại: Thị Trấn Thương Mại kiếm được hơn 30000, và đã bán 30 mặt hàng trong mỗi loại: Nguyên Liệu, Rau Củ, Sản Phẩm Thủ Công, Sản Phẩm Động Vật, Món Ăn, Cá và Khoáng Sản. (tiếp tục >)^^ Mod này có thể cấu hình cao để phù hợp với lối chơi của hầu hết người chơi. Vui lòng xem xét chi tiết trong phần Cấu Hình trước khi báo cáo bất kỳ vấn đề nào.^^ Phát hiện lỗi? Hãy báo cáo trên trang Mod cùng với nhật ký SMAPI, hoặc liên hệ với tôi qua Discord: hapyke.",
    "foodstore.letter.mtrestaurantlicense": "Kính gửi @.^^ \n\nVì bạn đã đáp ứng yêu cầu để có Giấy phép Nhà hàng, bạn có thể ghé qua Saloon bất cứ khi nào bạn rảnh để mua giấy phép. Giấy phép Nhà hàng cho phép bạn hoạt động bất kỳ Tòa nhà Nông trại nào của bạn như một nhà hàng.^^ \n\nTôi sẽ ghé qua để ăn một bữa nào đó.^ \n\n- Gus",
    "foodstore.letter.mtmarkettownlicense": "Kính gửi @.^^  \n\nBạn đang làm rất tốt với công việc kinh doanh của mình. Bây giờ, bạn có thể nhận Giấy phép Thị trấn Thị Trường từ Desert Trader.^  \n\nGiấy phép Thị trấn Thị Trường cho phép bạn bán bất cứ thứ gì bạn muốn!^^  \n\n- Lewis",
    "foodstore.weeklytotallog": "Doanh thu thị trường tổng cộng: {{totalEarning}}G^",
    "foodstore.forage": "Tổng số thức ăn gia súc đã bán: {{TotalForageSold}}",
    "foodstore.flower": "Tổng số hoa đã bán: {{TotalFlowerSold}}",
    "foodstore.fruit": "Tổng số trái cây đã bán: {{TotalFruitSold}}",
    "foodstore.vegetable": "Tổng số rau đã bán: {{TotalVegetableSold}}",
    "foodstore.seed": "Tổng số hạt đã bán: {{TotalSeedSold}}",
    "foodstore.monsterloot": "Tổng số chiến lợi phẩm quái vật đã bán: {{TotalMonsterLootSold}}",
    "foodstore.syrup": "Tổng số siro đã bán: {{TotalSyrupSold}}",
    "foodstore.artisangood": "Tổng số hàng hóa nghệ nhân đã bán: {{TotalArtisanGoodSold}}",
    "foodstore.animalproduct": "Tổng sản phẩm động vật bán ra: {{TotalAnimalProductSold}}^",
    "foodstore.resourcemetal": "Tổng kim loại tài nguyên đã bán: {{TotalResourceMetalSold}}^",
    "foodstore.mineral": "Tổng khoáng sản đã bán: {{TotalMineralSold}}",
    "foodstore.crafting": "Tổng số sản phẩm đã bán: {{TotalCraftingSold}}",
    "foodstore.cooking": "Tổng số món ăn đã bán: {{TotalCookingSold}}",
    "foodstore.fish": "Tổng số cá đã bán: {{TotalFishSold}}",
    "foodstore.gem": "Tổng số đá quý đã bán: {{TotalGemSold}}",
    "foodstore.lastweek.forage": "Tuần trước, lượng thức ăn đã bán là: {{LastweekForageSold}}.",
    "foodstore.lastweek.flower": "Tuần trước đã bán hoa: {{LastweekFlowerSold}}",
    "foodstore.lastweek.fruit": "Tuần trước đã bán được trái cây: {{LastweekFruitSold}}",
    "foodstore.lastweek.vegetable": "Bán rau tuần trước: {{LastweekVegetableSold}}",
    "foodstore.lastweek.seed": "Tuần trước đã bán hạt giống: {{LastweekSeedSold}}",
    "foodstore.lastweek.monsterloot": "Tuần trước, số lượng Monster Loot đã bán là: {{LastweekMonsterLootSold}}.",
    "foodstore.lastweek.syrup": "Tuần trước, số lượng siro đã bán là: {{LastweekSyrupSold}}",
    "foodstore.lastweek.artisangood": "Tuần trước, hàng hóa của nghệ nhân đã bán được: {{LastweekArtisanGoodSold}}.",
    "foodstore.lastweek.animalproduct": "Sản phẩm động vật bán ra tuần trước: {{LastweekAnimalProductSold}}",
    "foodstore.lastweek.resourcemetal": "Tuần trước, kim loại tài nguyên đã được bán: {{LastweekResourceMetalSold}}",
    "foodstore.lastweek.mineral": "Tuần trước, khoáng sản đã bán: {{LastweekMineralSold}}.",
    "foodstore.lastweek.crafting": "Tuần trước, số lượng hàng đã bán là: {{LastweekCraftingSold}}.",
    "foodstore.lastweek.cooking": "Tuần trước, số lượng món ăn đã bán: {{LastweekCookingSold}}.",
    "foodstore.lastweek.fish": "Tuần trước, cá đã bán: {{LastweekFishSold}}",
    "foodstore.lastweek.gem": "Tuần trước, số lượng gem đã bán: {{LastweekGemSold}}.",
    "foodstore.letter.mtmuseumlicense": "Kính gửi @.^^ Có vẻ như bạn đang làm rất tốt trong việc khám phá mỏ và quyên góp cho bảo tàng của chúng tôi. Tôi muốn thông báo với bạn rằng hiện chúng tôi có Giấy phép Bảo tàng sẵn sàng cho bạn tại Hiệp hội Nhà thám hiểm.^ Giấy phép này cho phép bạn biến tòa nhà của mình thành một Bảo tàng công cộng, và khách tham quan sẽ trả phí vé mỗi khi họ đến thăm!^^ - Marlon",
    "foodstore.config.museumpricemarkup": "Hệ số nhân giá vé bảo tàng",
    "foodstore.config.museumpricemarkupText": "Giá vé vào bảo tàng dựa trên số lượng hiện vật, khoáng sản và chiến lợi phẩm của quái vật được trưng bày bên trong. Giá vé càng cao có nghĩa là giá vé càng đắt, nhưng điều này cũng sẽ làm giảm cơ hội thu hút khách tham quan!",
    "foodstore.todaymuseumvisitor": "Hôm qua, số lượng khách tham quan bảo tàng: {{todayMMuseumVisitor}}, doanh thu đạt được: {{todayMuseumEarning}}.",
    "foodstore.letter.receivemuseumlicense": "Kính gửi @.^^ \n\nChúc mừng bạn đã nhận được Giấy phép Bảo tàng. Hãy để tôi hướng dẫn bạn cách thiết lập nó.^ Bạn có thể sử dụng bất kỳ Tòa nhà Nông trại nào làm Bảo tàng. Yêu cầu duy nhất là phải có một Biển hiệu hiển thị Giấy phép, và sau đó du khách sẽ bắt đầu đến vào ngày mai.^ \n\nDu khách đến Bảo tàng không mua các vật phẩm trưng bày, nhưng họ sẽ phải trả một mức giá vé khi vào cửa. Mức giá được xác định dựa trên số lượng hiện vật, đá quý hiếm, cũng như cá kỳ lạ hoặc tượng. Bạn có thể quyết định mức giá vé của mình; tuy nhiên, hãy nhớ rằng mức giá càng cao, bạn có thể thu hút càng ít du khách.^^ \n\nTôi sẽ ghé thăm Bảo tàng của bạn khi nó sẵn sàng.^ \n\n- Lewis",
    "foodstore.letter.receiverestaurantlicense": "Kính gửi @.^^ \n\nTôi đã nhận thấy rằng bạn đã nhận được Giấy phép Nhà hàng. Giấy phép này sẽ cho phép bạn sử dụng bất kỳ Tòa nhà Nông trại nào làm Nhà hàng. Chỉ cần trưng bày Giấy phép ở một biển hiệu, và du khách sẽ bắt đầu đến vào ngày mai.^ \n\nKhách đến nhà hàng sẽ đi tham quan và mua những món ăn mà họ thích. Đôi khi, họ sẽ yêu cầu một món đặc biệt, mà bạn có thể bán trực tiếp cho họ với giá cao hơn.^^ \n\nTôi rất háo hức được thưởng thức món ăn của bạn.^ \n\n- Lewis",
    "foodstore.letter.receivemarkettownlicense": "Kính gửi @.^^ Cuối cùng, bạn đã nhận được Giấy phép Thị trấn Thương mại. Từ giờ trở đi, bạn có thể sở hữu từ một cửa hàng tiện lợi nhỏ đến cả siêu thị. Giấy phép này cho phép bạn bán bất kỳ hàng hóa nào bạn muốn, bao gồm thực phẩm, nông sản, vật liệu, và nhiều hơn nữa.^^ Cảm ơn bạn rất nhiều vì đã tạo ra một trung tâm tiện lợi cho tất cả mọi người trong làng chúng ta.^ -Lewis",
    "foodstore.config.multiplayermode": "Kích hoạt tiền bán cho chế độ nhiều người chơi?",
    "foodstore.config.multiplayermodeText": "CẢNH BÁO LỖI. Mặc định là sai. Bật tính năng này sẽ chia tiền bán hàng giữa các người chơi được kết nối. CẢNH BÁO: Đôi khi các người chơi khác không nhận được tiền.",
    "foodstore.config.easylicense": "Bỏ yêu cầu về giấy phép?",
    "foodstore.config.textchat": "Tắt chức năng gõ chat với NPC?",
    "foodstore.island.building": "Lửa đang nhảy múa và khách tham quan đang đến. Việc xây dựng trên Đảo Thiên Đường đã bị ngừng lại.",
    "foodstore.islandtravel.sun": "Đó là một quãng đường khá xa. Bạn cảm thấy hơi mệt!",
    "foodstore.islandtravel.rain": "Cơn mưa khiến chuyến đi trở nên khó khăn hơn. Bạn cảm thấy kiệt sức.",
    "foodstore.islandtravel.wind": "Gió đôi khi đẩy bạn tiến về phía trước, nhưng có lúc lại ngược chiều với bạn.",
    "foodstore.islandtravel.storm": "Thời tiết bão tố thật không ngừng nghỉ. Bạn cảm thấy kiệt sức sau hành trình.",
    "foodstore.islandtravel.greenrain": "Cơn mưa xanh bất thường khiến bạn cảm thấy lạc lõng. Bạn cảm thấy yếu đuối.",
    "foodstore.islandtravel.snow": "Đi bộ trong tuyết thật mệt mỏi. Bạn cần nghỉ ngơi một chút.",
    "foodstore.customernote.yes.0": "Thức ăn và phong cách của bạn thật tuyệt vời! Tôi đã có một trải nghiệm tuyệt vời.",
    "foodstore.customernote.yes.1": "Tôi chắc chắn sẽ nói đồng ý với món ăn của bạn! Nó thật sự rất ngon.",
    "foodstore.customernote.yes.2": "Xin cảm ơn rất nhiều vì dịch vụ tuyệt vời và món ăn ngon!",
    "foodstore.customernote.yes.3": "Tôi hoàn toàn đồng ý với món ăn của bạn - nó thật tuyệt vời!",
    "foodstore.customernote.yes.4": "Vâng, món ăn của bạn thật tuyệt vời và phong cách của bạn thật ấn tượng!",
    "foodstore.customernote.yes.5": "Trải nghiệm thật tuyệt vời! Có, có, có!",
    "foodstore.customernote.yes.6": "Đồ ăn và phong cách của bạn thật tuyệt vời. Vâng, tôi rất thích điều đó!",
    "foodstore.customernote.no.0": "Nó không hoàn toàn phù hợp với khẩu vị của tôi. Chắc chắn có chỗ để cải thiện.",
    "foodstore.customernote.no.1": "Tôi hy vọng sẽ có sự cải thiện vào lần tới.",
    "foodstore.customernote.no.2": "Thật tiếc, nó không đáp ứng được mong đợi của tôi. Hy vọng lần sau sẽ tốt hơn.",
    "foodstore.customernote.no.3": "Nó không như tôi mong đợi. Có thể lần sau sẽ tốt hơn.",
    "foodstore.customernote.no.4": "Tôi cảm thấy hơi thất vọng. Lẽ ra tôi nên chi tiền cho việc khác.",
    "foodstore.customernote.no.5": "Lần này nó không đáp ứng được mong đợi của tôi.",
    "foodstore.customernote.no.6": "Tôi không thực sự thích nó. Có lẽ sở thích của tôi không phù hợp lắm.",
    "foodstore.config.advance": "Cấu hình nâng cao - xem chi tiết",
    "foodstore.config.pathcheck": "Khoảng thời gian kiểm tra đường đi của NPC",
    "foodstore.config.pathcheckText": "Mặc định là 1 giây, đặt thành 0 để vô hiệu hóa. Cấu hình này cố gắng sửa lỗi cho NPC khi chúng bị mắc kẹt ở ô không thể đi qua. Vô hiệu hóa điều này nếu bạn thấy NPC bị coi là mắc kẹt ở những nơi mà bình thường chúng không bị mắc kẹt. Tăng số này lên hoặc vô hiệu hóa nếu bạn thấy bị lag nặng mỗi giây.",
    "foodstore.config.signrange": "Đánh dấu cửa hàng bằng một biển hiệu?",
    "foodstore.config.signrangeText": "Đặt thành 0 để tắt tính năng này. Hầu hết mọi người không sử dụng cấu hình này. Nếu bạn có 2 khu vực cửa hàng và chỉ muốn NPC mua từ một trong số đó, hãy sử dụng cấu hình này. Số này đại diện cho khoảng cách từ một biển báo đến một món đồ mà NPC có thể mua. Không hợp lệ trong các tòa nhà trang trại.",
    "foodstore.config.island": "Bối cảnh - Đảo Thiên Đường",
    "foodstore.config.maxislandNPC": "Số lượng khách tối đa",
    "foodstore.config.maxislandNPCText": "Mặc định 40. Số lượng tối đa người truy cập khi đạt được tiến độ tối đa. Cài đặt ở mức cao có thể gây lag.",
    "foodstore.config.islandprogress": "Tiến triển của Đảo Thiên Đường",
    "foodstore.config.islandprogressText": "Mặc định là Đúng. Đặt thành Sai để bỏ qua (số lượng khách tối đa, giá bán tối đa,...). Tiến độ hòn đảo phụ thuộc vào thu nhập từ việc bán tại Festival Grange (xem bên dưới).",
    "foodstore.config.islandwalkaround": "Cơ hội di chuyển của NPC.",
    "foodstore.config.islandwalkaroundText": "Mặc định 0.2. Cơ hội NPC sẽ di chuyển ngẫu nhiên đến một vị trí mới mỗi 10 phút. Cài đặt mức cao sẽ gây lag khi đồng hồ thay đổi.",
    "foodstore.config.visitorclone": "Sử dụng NPC đã sao chép làm khách tham quan?",
    "foodstore.config.visitorcloneText": "Mặc định là Sai. Những du khách trên đảo là NPC thực. Đặt thành Đúng sẽ sử dụng NPC Clone của MarketTown.",
    "foodstore.config.islandplantboost": "Tăng cường cây cối trên đảo?",
    "foodstore.config.islandplantboostText": "Mặc định là đúng. Vị trí địa lý đặc biệt của Đảo Thiên Đường giúp cây trồng và cây ăn quả phát triển tốt hơn?",
    "foodstore.config.islandplantboostchance": "Có cơ hội nào xảy ra không?",
    "foodstore.islandsign": "Hiện tại đang là mùa {{season}} trên Đảo Thiên Đường. Tổng số du khách thu hút: {{visitor}}.",
    "foodstore.letter.islandinfo": "Chào @.^^ Đã một thời gian kể từ khi bạn bắt đầu làm việc trên Đảo Thiên Đường, nhưng bạn có nhận ra rằng thời tiết đặc biệt của hòn đảo giúp cây trồng từ bất kỳ mùa nào cũng có thể phát triển vào mùa Xuân, và cây ăn quả cũng có thể cho nhiều trái hơn không?^^ -Lewis",
    "foodstore.letter.islandinit": "Ôi, có điều gì đó về Đảo Thiên Đường mà tôi quên không thông báo cho bạn trước đây.^^ Vị trí địa lý của hòn đảo này rất đặc biệt, vì vậy chỉ có Mùa Xuân, Mùa Hè và Mùa Thu. Nó cũng có hệ thống thời tiết riêng. ^ Ở đó, bạn có thể trồng cây và rau quả, và Robin có thể giúp bạn xây dựng các công trình nông trại. Khi bạn có đèn lửa Đảo Thiên Đường trong tay, bạn có thể mở cửa đảo cho du khách. ^ - Lewis",
    "foodstore.letter.islandbedroom": "Chuyến đi qua lại đến Đảo Thiên Đường thật mệt mỏi. Tôi sẽ xây một phòng ngủ ở tầng hai để bạn có chỗ nghỉ ngơi. Nó sẽ sẵn sàng vào ngày mai. - Robin",
    "foodstore.general.adult.neutral.outgoing.1.3": "Cuộc sống trang trại đối với bạn thế nào? Có vụ mùa nào thú vị đang phát triển không?",
    "foodstore.general.adult.neutral.outgoing.2.3": "Bạn có ghé thăm tiệm cắt tóc gần đây không? Nó luôn đầy ắp những câu chuyện tầm phào!",
    "foodstore.general.adult.neutral.outgoing.3.3": "Bạn đã đi câu cá ở sông chưa? Tôi nghe nói có một con cá quý hiếm đang bơi quanh đó!",
    "foodstore.general.adult.neutral.outgoing.4.3": "Chào, bạn đã thử nấu ăn với các công thức mới từ chương trình truyền hình chưa?",
    "foodstore.general.adult.neutral.outgoing.5.3": "Vừa đọc xong một cuốn sách hay! Bạn đang có cuốn sách nào trong danh sách đọc không?",
    "foodstore.general.adult.neutral.outgoing.6.3": "Bạn đang nghĩ đến việc trang trí lại ngôi nhà của mình? Tôi có thể giúp bạn với một số mẹo!",
    "foodstore.general.adult.neutral.outgoing.7.3": "Đang lên kế hoạch cho một chuyến đi đến mỏ khoáng sản? Hãy cho tôi biết nếu bạn cần một người bạn đồng hành!",
    "foodstore.general.teens.neutral.outgoing.1.3": "Bạn có thấy thông báo lễ hội mới nhất chưa? Nó sẽ thật tuyệt vời!",
    "foodstore.general.teens.neutral.outgoing.2.3": "Chào, trang trại của bạn thế nào rồi? Trang trại của tôi đang phát triển tốt, cảm ơn bạn!",
    "foodstore.general.teens.neutral.outgoing.3.3": "Bạn đã thử trò chơi video mới ở arcade chưa? Nó thật sự gây nghiện!",
    "foodstore.general.teens.neutral.outgoing.4.3": "Bạn đang nghĩ đến việc tham gia câu lạc bộ JojaMart? Chúng ta có thể trở thành bạn bè thành viên!",
    "foodstore.general.teens.neutral.outgoing.5.3": "Gần đây bạn có band nhạc nào yêu thích không? Mình luôn tìm kiếm nhạc mới!",
    "foodstore.general.teens.neutral.outgoing.6.3": "Bạn có muốn đi chơi ở bãi biển vào ngày mai không? Tôi nghe nói thời tiết sẽ rất tuyệt!",
    "foodstore.general.teens.neutral.outgoing.7.3": "Mới hoàn thành một bức tranh! Bạn nghĩ sao? Bạn có muốn tôi vẽ một bức cho bạn không?",
    "foodstore.general.child.neutral.outgoing.1.3": "Bạn đã chơi với thú cưng của mình hôm nay chưa? Thú cưng của tôi đã học được một mẹo mới!",
    "foodstore.general.child.neutral.outgoing.2.3": "Chào bạn, bạn có tìm thấy con côn trùng thú vị nào trong rừng không? Mình đã bắt được một con bướm!",
    "foodstore.general.child.neutral.outgoing.3.3": "Tôi sẽ xây lâu đài cát lớn nhất ở bãi biển vào ngày mai!",
    "foodstore.general.child.neutral.outgoing.4.3": "Mẹ để con giúp ở bếp hôm nay! Con đã làm bánh quy, muốn thử không?",
    "foodstore.general.child.neutral.outgoing.5.3": "Bạn có thấy đồ chơi mới của tôi không? Đó là một con robot phát sáng!",
    "foodstore.general.child.neutral.outgoing.6.3": "Tôi đang tập thổi sáo! Bạn có muốn nghe một bài hát tôi đã học không?",
    "foodstore.general.child.neutral.outgoing.7.3": "Tôi có thể đến thăm trang trại của bạn sau không? Tôi muốn xem những con vật!",
    "foodstore.general.adult.polite.outgoing.1.3": "Chúc bạn một ngày tốt lành! Công việc của bạn trên trang trại diễn ra như thế nào?",
    "foodstore.general.adult.polite.outgoing.2.3": "Xin chào! Bạn có gặp phải những phát hiện thú vị nào trong thung lũng không?",
    "foodstore.general.adult.polite.outgoing.3.3": "Rất vui được gặp bạn! Bạn có kế hoạch gì cho lễ hội sắp tới không?",
    "foodstore.general.adult.polite.outgoing.4.3": "Chào bạn! Gần đây có nghe tin đồn gì hấp dẫn trong thành phố không?",
    "foodstore.general.adult.polite.outgoing.5.3": "Rất vui được gặp bạn! Cuộc sống của bạn thế nào? Có điều gì thú vị đang diễn ra không?",
    "foodstore.general.adult.polite.outgoing.6.3": "Xin chào! Gần đây bạn có đang thử nghiệm sở thích mới nào không?",
    "foodstore.general.adult.polite.outgoing.7.3": "Chào bạn! Hôm nay bạn cần giúp gì trên trang trại không?",
    "foodstore.general.teens.polite.outgoing.1.3": "Chào bạn! Bạn khỏe không? Hôm nay có kế hoạch gì thú vị không?",
    "foodstore.general.teens.polite.outgoing.2.3": "Gần đây bạn có đi biển không? Thời tiết thật tuyệt vời!",
    "foodstore.general.teens.polite.outgoing.3.3": "Chào bạn! Bạn đã xem những cập nhật mới nhất tại phòng game chưa?",
    "foodstore.general.teens.polite.outgoing.4.3": "Bạn có muốn đi chơi sau này và khám phá các mỏ không?",
    "foodstore.general.teens.polite.outgoing.5.3": "Bạn đã thử hương vị sữa lắc mới ở quán ăn chưa?",
    "foodstore.general.teens.polite.outgoing.6.3": "Điều gì thú vị nhất mà bạn đã thấy trong thung lũng gần đây?",
    "foodstore.general.teens.polite.outgoing.7.3": "Hãy cùng nhau tham gia cuộc thi câu cá sắp tới!",
    "foodstore.general.child.polite.outgoing.1.3": "Bạn có thấy bức tranh mới nhất của tôi không? Nó vẽ về trang trại của bạn đó!",
    "foodstore.general.child.polite.outgoing.2.3": "Chào bạn! Bạn có muốn qua chơi với đồ chơi của mình sau không?",
    "foodstore.general.child.polite.outgoing.3.3": "Xin chào! Mình tìm thấy một viên đá đẹp ở bên sông, bạn có muốn xem không?",
    "foodstore.general.child.polite.outgoing.4.3": "Hãy đua lên đỉnh núi vào ngày mai nhé!",
    "foodstore.general.child.polite.outgoing.5.3": "Đoán xem? Tôi đã tìm thấy một lối đi bí mật trong rừng!",
    "foodstore.general.child.polite.outgoing.6.3": "Bạn có muốn giúp tôi bắt đom đóm tối nay không?",
    "foodstore.general.child.polite.outgoing.7.3": "Hãy tổ chức một buổi picnic bên hồ vào ngày mai nhé?",
    "foodstore.general.adult.rude.outgoing.1.3": "Chào bạn! Rất vui được gặp bạn. Mọi thứ trên trang trại thế nào?",
    "foodstore.general.adult.rude.outgoing.2.3": "Ồ, ồ, ồ, nhìn ai kìa! Tin đồn mới nhất trong thành phố là gì?",
    "foodstore.general.adult.rude.outgoing.3.3": "Ôi, là bạn đấy! Bạn biết không, tôi đã định hỏi, bạn đã thử công thức mới đó chưa?",
    "foodstore.general.adult.rude.outgoing.4.3": "Chào bạn, người lạ! Dạo này bạn đã tham gia những cuộc phiêu lưu nào?",
    "foodstore.general.adult.rude.outgoing.5.3": "Ồ, nếu không phải là người quen mới yêu thích của tôi! Hôm nay bạn có kế hoạch gì không?",
    "foodstore.general.adult.rude.outgoing.6.3": "À, là bạn đó! Bạn biết không, tôi đã suy nghĩ, chúng ta nên hợp tác để đi câu cá một chút!",
    "foodstore.general.adult.rude.outgoing.7.3": "Ôi, chào bạn! Thật bất ngờ khi gặp bạn ở đây. Bạn có cần giúp đỡ gì trong thung lũng không?",
    "foodstore.general.teens.rude.outgoing.1.3": "Này, bạn! Chắc hẳn bạn không ngờ sẽ thấy tôi thân thiện như vậy, phải không? Dạo này có gì mới không?",
    "foodstore.general.teens.rude.outgoing.2.3": "Ôi, chào! Lâu rồi không gặp, ừ, cũng không lâu lắm. Bạn có muốn đi chơi sau không?",
    "foodstore.general.teens.rude.outgoing.3.3": "Chào bạn! Bạn có tin là chúng ta thực sự là bạn bè bây giờ không? Thật tuyệt phải không?",
    "foodstore.general.teens.rude.outgoing.4.3": "Ôi, chào! Tôi đây, không còn là người không thân thiện nữa. Hôm nay bạn có kế hoạch gì không?",
    "foodstore.general.teens.rude.outgoing.5.3": "Ôi, ôi, ôi, nếu không phải là người bạn mới của tôi! Bạn có muốn cùng nhau đến chơi trò chơi điện tử không?",
    "foodstore.general.teens.rude.outgoing.6.3": "Chào! Còn nhớ khi chúng ta không hòa hợp không? Thời gian vui vẻ! Vậy có gì mới không?",
    "foodstore.general.teens.rude.outgoing.7.3": "Ôi, chào! Nhìn ai đây đã quyết định ghé thăm tôi. Hãy trò chuyện nào!",
    "foodstore.general.child.rude.outgoing.1.3": "Này, bạn! Bạn còn nhớ khi chúng ta không nói chuyện với nhau không? Thật điên rồ, phải không? Bạn có muốn chơi không?",
    "foodstore.general.child.rude.outgoing.2.3": "Ôi, chào bạn! Chắc bạn không nghĩ tôi lại trở nên dễ chịu như vậy. Bạn có muốn đi chơi không?",
    "foodstore.general.child.rude.outgoing.3.3": "Chào! Là mình đây. Bạn có muốn cùng khám phá rừng không?",
    "foodstore.general.child.rude.outgoing.4.3": "Chà, chà, chà, nhìn ai đã quyết định trở thành bạn bè! Bạn có muốn đổi đồ ăn vặt không?",
    "foodstore.general.child.rude.outgoing.5.3": "Ôi, chào! Bạn còn nhớ lúc tôi từng tránh mặt bạn không? Giờ thì không còn nữa! Hãy cùng chơi nào!",
    "foodstore.general.child.rude.outgoing.6.3": "Chào bạn! Hãy quên đi quá khứ và cùng nhau vui vẻ nhé!",
    "foodstore.general.child.rude.outgoing.7.3": "Chào bạn! Bạn đã sẵn sàng để có một ngày tuyệt vời nhất chưa? Hãy cùng nhau đi phiêu lưu nào!",
    "foodstore.general.adult.neutral.shy.1.3": "Ồ, chào. Trang trại thế nào rồi? Cần giúp gì với công việc không?",
    "foodstore.general.adult.neutral.shy.2.3": "Chào, rất vui được gặp bạn. Dạo này bạn có tìm thấy món ăn nào thú vị không?",
    "foodstore.general.adult.neutral.shy.3.3": "Bạn đã kiểm tra hàng mới nhất tại cửa hàng của Pierre chưa?",
    "foodstore.general.adult.neutral.shy.4.3": "Ngày của bạn thế nào? Có điều gì thú vị xảy ra không?",
    "foodstore.general.adult.neutral.shy.5.3": "Gần đây bạn đã đến quán bar chưa? Nghe nói có một loại đồ uống mới.",
    "foodstore.general.adult.neutral.shy.6.3": "Chào bạn. Bạn đang nghĩ đến việc nâng cấp công cụ của mình? Tôi có thể cho bạn một vài mẹo.",
    "foodstore.general.adult.neutral.shy.7.3": "Bạn có kế hoạch nào cho chuyến đi đến mỏ trong thời gian tới không?",
    "foodstore.general.teens.neutral.shy.1.3": "Chào bạn. Bạn có thấy sự kiện nào thú vị đang diễn ra trong thành phố không?",
    "foodstore.general.teens.neutral.shy.2.3": "Trang trại của bạn thế nào? Trang trại của tôi thì, ừm, cũng tạm ổn.",
    "foodstore.general.teens.neutral.shy.3.3": "Bạn có muốn qua chơi một vài trò chơi điện tử sau không?",
    "foodstore.general.teens.neutral.shy.4.3": "Chào bạn. Bạn đã thử món mới ở Gus's chưa?",
    "foodstore.general.teens.neutral.shy.5.3": "Bạn có nghe được bài nhạc hay nào gần đây không? Mình đang tìm kiếm một số gợi ý.",
    "foodstore.general.teens.neutral.shy.6.3": "Bạn có muốn cùng nhau khám phá rừng vào một dịp nào đó không?",
    "foodstore.general.teens.neutral.shy.7.3": "Um, chào. Ngày của bạn thế nào? Có điều gì thú vị không?",
    "foodstore.general.child.neutral.shy.1.3": "Bạn có, ừm, thấy con bọ nào thú vị gần đây không?",
    "foodstore.general.child.neutral.shy.2.3": "Ôi, chào. Bạn có muốn đến chơi với đồ chơi của tôi không?",
    "foodstore.general.child.neutral.shy.3.3": "Bạn có muốn đi câu cá với tôi vào ngày mai không?",
    "foodstore.general.child.neutral.shy.4.3": "Chào bạn. Tôi, ờ, đã vẽ một bức tranh. Bạn có muốn xem không?",
    "foodstore.general.child.neutral.shy.5.3": "Bạn có muốn qua nhà tôi chơi sau không?",
    "foodstore.general.child.neutral.shy.6.3": "Um, chào. Bạn có muốn giúp tôi xây một cái lều trong rừng không?",
    "foodstore.general.child.neutral.shy.7.3": "Bạn có muốn, ừm, đi dã ngoại với mình vào ngày mai không?",
    "foodstore.general.adult.polite.shy.1.3": "Chào ngày mới. Trang trại thế nào rồi? Bạn có cần trợ giúp gì với các công việc của mình không?",
    "foodstore.general.adult.polite.shy.2.3": "Xin chào. Bạn đã phát hiện ra bí mật thú vị nào trong thung lũng chưa?",
    "foodstore.general.adult.polite.shy.3.3": "Xin chào. Bạn có kế hoạch gì cho sự kiện sắp tới không? Tôi đã chuẩn bị cho nó.",
    "foodstore.general.adult.polite.shy.4.3": "Xin chào. Bạn có nghe thấy tin đồn thú vị nào đang lan truyền trong thành phố không?",
    "foodstore.general.adult.polite.shy.5.3": "Chào bạn. Cuộc sống của bạn dạo này thế nào? Có điều gì mới mẻ không?",
    "foodstore.general.adult.polite.shy.6.3": "Xin chào. Bạn đã cân nhắc thử những món ăn mới tại quán chưa?",
    "foodstore.general.adult.polite.shy.7.3": "Chào. Bạn có đang nghĩ đến việc khám phá các mỏ không? Tôi có thể đi cùng bạn.",
    "foodstore.general.teens.polite.shy.1.3": "Chào bạn. Bạn có để ý thông báo về lễ hội mới nhất chưa? Thật thú vị phải không?",
    "foodstore.general.teens.polite.shy.2.3": "Trang trại của bạn thế nào? Trang trại của tôi đang phát triển suôn sẻ.",
    "foodstore.general.teens.polite.shy.3.3": "Bạn đã đến quán game gần đây chưa? Có một trò chơi mới mà tôi muốn thử.",
    "foodstore.general.teens.polite.shy.4.3": "Xin chào. Bạn có đang cân nhắc tham gia câu lạc bộ JojaMart không? Chúng ta có thể trở thành thành viên cùng nhau.",
    "foodstore.general.teens.polite.shy.5.3": "Gần đây bạn có band nhạc nào yêu thích mà bạn đã nghe không?",
    "foodstore.general.teens.polite.shy.6.3": "Chào. Bạn có muốn đi chơi ở bãi biển vào ngày mai không? Thời tiết thật hoàn hảo.",
    "foodstore.general.teens.polite.shy.7.3": "Chào. Mới hoàn thành một bức tranh. Bạn có muốn xem không?",
    "foodstore.general.child.polite.shy.1.3": "Bạn đã chơi với thú cưng của mình hôm nay chưa? Thú cưng của tôi vừa học được một mẹo mới.",
    "foodstore.general.child.polite.shy.2.3": "Xin chào. Bạn có phát hiện bất kỳ con bọ thú vị nào trong rừng không? Tôi đã tìm thấy một con bọ cánh cứng.",
    "foodstore.general.child.polite.shy.3.3": "Chào bạn. Tôi đang dự định xây một lâu đài cát ở bãi biển vào ngày mai. Bạn có muốn tham gia không?",
    "foodstore.general.child.polite.shy.4.3": "Hôm nay tôi đã giúp trong bếp và làm bánh quy. Bạn có muốn nếm thử không?",
    "foodstore.general.child.polite.shy.5.3": "Bạn có muốn xem món đồ chơi mới của tôi không? Đó là một con robot phát sáng.",
    "foodstore.general.child.polite.shy.6.3": "Chào bạn. Mình đang luyện tập thổi sáo. Bạn có muốn nghe một bài hát mà mình đã học không?",
    "foodstore.general.child.polite.shy.7.3": "Chào bạn. Tôi có thể đến thăm trang trại của bạn sau được không? Tôi rất muốn xem những con vật.",
    "foodstore.general.adult.rude.shy.1.3": "Chào bạn! Ngạc nhiên khi thấy tôi bây giờ, đúng không? Trang trại thế nào rồi?",
    "foodstore.general.adult.rude.shy.2.3": "Nhìn ai đây! Bạn có nghe được tin đồn thú vị nào gần đây không?",
    "foodstore.general.adult.rude.shy.3.3": "Ôi, là bạn đó! Bạn biết không, tôi thực sự thích những cuộc trò chuyện của chúng ta. Bạn có kế hoạch gì không?",
    "foodstore.general.adult.rude.shy.4.3": "Chào, đã lâu không gặp! Dạo này bạn đã tham gia những cuộc phiêu lưu nào?",
    "foodstore.general.adult.rude.shy.5.3": "Chào! Bạn có kế hoạch thú vị nào cho hôm nay không?",
    "foodstore.general.adult.rude.shy.6.3": "À, là bạn đó! Chúng ta nên hợp tác để đi câu cá một lần.",
    "foodstore.general.adult.rude.shy.7.3": "Ôi, chào bạn! Hôm nay bạn cần giúp gì ở thung lũng không?",
    "foodstore.general.teens.rude.shy.1.3": "Chào, là mình đây! Bạn có tin là bây giờ chúng ta đã là bạn bè không? Dạo này thế nào?",
    "foodstore.general.teens.rude.shy.2.3": "Ôi, chào bạn! Lâu rồi không gặp, cũng không phải là quá lâu. Bạn có muốn đi chơi không?",
    "foodstore.general.teens.rude.shy.3.3": "Chào! Thật tuyệt khi chúng ta đã trở thành bạn bè, phải không? Bạn có muốn đi chơi ở phòng game không?",
    "foodstore.general.teens.rude.shy.4.3": "Chào, thật là một hành trình từ việc không hòa hợp đến bây giờ, phải không? Có gì mới không?",
    "foodstore.general.teens.rude.shy.5.3": "Nhìn xem ai đã quyết định trở nên thân thiện! Hãy đi chơi nhé!",
    "foodstore.general.teens.rude.shy.6.3": "Chào! Bạn còn nhớ khi chúng ta chưa phải là bạn bè không? Thật điên rồ, phải không?",
    "foodstore.general.teens.rude.shy.7.3": "Ôi, chào! Nhìn ai đây đã quyết định ghé thăm tôi. Hãy thư giãn nào!",
    "foodstore.general.child.rude.shy.1.3": "Chào bạn! Bạn còn nhớ khi chúng ta không nói chuyện không? Muốn chơi cùng nhau không?",
    "foodstore.general.child.rude.shy.2.3": "Ôi, chào bạn! Chắc bạn không ngờ tôi lại thân thiện như vậy bây giờ, đúng không? Hãy chơi nào!",
    "foodstore.general.child.rude.shy.3.3": "Chào! Là mình đây. Bạn có muốn cùng khám phá rừng không?",
    "foodstore.general.child.rude.shy.4.3": "Chào! Bạn còn nhớ khi chúng ta thường tránh mặt nhau không? Giờ thì không nữa! Hãy đi chơi nhé!",
    "foodstore.general.child.rude.shy.5.3": "Ôi, chào bạn! Hãy quên đi quá khứ và cùng nhau vui vẻ nhé!",
    "foodstore.general.child.rude.shy.6.3": "Chào bạn! Hãy để quá khứ lại phía sau và tạo ra những kỷ niệm mới nhé!",
    "foodstore.general.child.rude.shy.7.3": "Chào bạn! Bạn đã sẵn sàng để có một khoảng thời gian tuyệt vời cùng nhau chưa? Hãy cùng đi nào!",
    "foodstore.general.adult.neutral.neutral.1.3": "Chào bạn, dạo này sao rồi? Bạn có cần giúp gì với công việc trên nông trại không?",
    "foodstore.general.adult.neutral.neutral.2.3": "Chào bạn, rất vui được gặp bạn. Gần đây bạn có tìm thấy điều gì thú vị không?",
    "foodstore.general.adult.neutral.neutral.3.3": "Chào bạn, bạn có kế hoạch gì cho lễ hội sắp tới không? Mình vẫn đang suy nghĩ.",
    "foodstore.general.adult.neutral.neutral.4.3": "Ôi, chào bạn. Bạn có nghe tin tức hay tin đồn gì quanh đây không?",
    "foodstore.general.adult.neutral.neutral.5.3": "Chào bạn. Dạo này cuộc sống đối xử với bạn thế nào?",
    "foodstore.general.adult.neutral.neutral.6.3": "Chào, dạo này bạn có đi đến quán bar không? Nghe nói họ có đồ uống mới.",
    "foodstore.general.adult.neutral.neutral.7.3": "Chào, bạn đang nghĩ đến việc khám phá các mỏ sao? Tôi có thể tham gia cùng bạn.",
    "foodstore.general.teens.neutral.neutral.1.3": "Chào, bạn có khỏe không? Có sự kiện thú vị nào sắp diễn ra không?",
    "foodstore.general.teens.neutral.neutral.2.3": "Chào bạn, trang trại của bạn thế nào? Của mình cũng ổn, mình nghĩ vậy.",
    "foodstore.general.teens.neutral.neutral.3.3": "Này, bạn đã đến khu vui chơi chưa? Họ có một số trò chơi mới đấy.",
    "foodstore.general.teens.neutral.neutral.4.3": "Ôi, xin chào. Đồ ăn ở quán ăn thế nào? Có gợi ý gì không?",
    "foodstore.general.teens.neutral.neutral.5.3": "Chào, dạo này có nghe nhạc hay không? Mình đang cần nhạc mới.",
    "foodstore.general.teens.neutral.neutral.6.3": "Chào, bạn có muốn đi biển vào ngày mai không? Thời tiết đẹp đấy.",
    "foodstore.general.teens.neutral.neutral.7.3": "Chào, mình vừa hoàn thành một bức tranh. Bạn có muốn xem không?",
    "foodstore.general.child.neutral.neutral.1.3": "Chào bạn, hôm nay bạn đã chơi với thú cưng của mình chưa? Thú cưng của mình rất nghịch ngợm.",
    "foodstore.general.child.neutral.neutral.2.3": "Chào bạn, dạo này bạn có tìm thấy con bọ nào thú vị không? Mình đã bắt được một con bướm.",
    "foodstore.general.child.neutral.neutral.3.3": "Chào, bạn có muốn xây lâu đài cát ở bãi biển vào ngày mai không?",
    "foodstore.general.child.neutral.neutral.4.3": "Chào, hôm nay mình đã giúp nướng bánh quy. Bạn có muốn một cái không?",
    "foodstore.general.child.neutral.neutral.5.3": "Chào, tôi vừa có một món đồ chơi mới. Bạn có muốn qua chơi không?",
    "foodstore.general.child.neutral.neutral.6.3": "Chào, bạn có muốn nghe một bài hát mà tôi đã học trên sáo không?",
    "foodstore.general.child.neutral.neutral.7.3": "Chào bạn, tôi có thể đến thăm trang trại của bạn sau không? Tôi nhớ những con vật ở đó.",
    "foodstore.general.adult.polite.neutral.1.3": "Chào ngày mới! Bạn khỏe không? Nếu bạn cần bất kỳ sự giúp đỡ nào trên trang trại, hãy cho tôi biết.",
    "foodstore.general.adult.polite.neutral.2.3": "Thật luôn là niềm vui khi gặp bạn. Bạn đã phát hiện ra bí mật nào mới trong thung lũng chưa?",
    "foodstore.general.adult.polite.neutral.3.3": "Chào bạn! Có kế hoạch gì cho lễ hội sắp tới không? Mình rất muốn nghe về chúng.",
    "foodstore.general.adult.polite.neutral.4.3": "Bạn có nghe thấy tin tức hoặc tin đồn thú vị nào đang lưu hành gần đây không?",
    "foodstore.general.adult.polite.neutral.5.3": "Hôm nay bạn thế nào? Có điều gì mới mẻ và thú vị đang xảy ra trong cuộc sống của bạn không?",
    "foodstore.general.adult.polite.neutral.6.3": "Xin chào! Bạn đã có cơ hội thử các món mới trong thực đơn tại quán chưa?",
    "foodstore.general.adult.polite.neutral.7.3": "Xin chào! Bạn đang nghĩ đến việc khám phá các mỏ sắp tới à? Tôi rất vui được đồng hành cùng bạn.",
    "foodstore.general.teens.polite.neutral.1.3": "Bạn dạo này thế nào? Nếu bạn cần ai đó để trò chuyện, tôi luôn ở đây.",
    "foodstore.general.teens.polite.neutral.2.3": "Thật tuyệt khi gặp bạn. Nếu bạn muốn tìm một hoạt động thú vị nào đó, hãy cho tôi biết nhé.",
    "foodstore.general.teens.polite.neutral.3.3": "Chào bạn! Bạn đã lên kế hoạch gì cho lễ hội sắp tới chưa? Mình rất muốn tham gia cùng bạn.",
    "foodstore.general.teens.polite.neutral.4.3": "Chào bạn! Gần đây bạn có nghe tin tức thú vị nào không? Tôi luôn háo hức nghe những điều mới nhất.",
    "foodstore.general.teens.polite.neutral.5.3": "Bạn dạo này thế nào? Nếu bạn có hứng nghe nhạc hay, tôi có vài gợi ý cho bạn.",
    "foodstore.general.teens.polite.neutral.6.3": "Bạn có đang nghĩ đến việc đi biển vào ngày mai không? Mình rất thích ý tưởng đó.",
    "foodstore.general.teens.polite.neutral.7.3": "Tôi vừa hoàn thành một bức tranh. Bạn có muốn xem không? Hãy cho tôi biết nếu bạn quan tâm.",
    "foodstore.general.child.polite.neutral.1.3": "Bạn đã chơi với thú cưng của mình hôm nay chưa? Thú cưng của tôi gần đây rất vui vẻ.",
    "foodstore.general.child.polite.neutral.2.3": "Chào bạn! Bạn có thấy con côn trùng nào thú vị không? Mình đã thấy một con bướm lúc nãy.",
    "foodstore.general.child.polite.neutral.3.3": "Bạn có muốn xây một lâu đài cát ở bãi biển vào ngày mai không? Sẽ rất thú vị đấy!",
    "foodstore.general.child.polite.neutral.4.3": "Hôm nay tôi đã giúp làm bánh quy. Bạn có muốn thử một cái không? Chúng rất ngon.",
    "foodstore.general.child.polite.neutral.5.3": "Tôi có một món đồ chơi mới. Bạn có muốn đến chơi với nó không?",
    "foodstore.general.child.polite.neutral.6.3": "Tôi đã học một bài hát mới trên cây sáo của mình. Bạn có muốn nghe không?",
    "foodstore.general.child.polite.neutral.7.3": "Chào bạn! Tôi có thể đến thăm trang trại của bạn sau không? Tôi nhớ nhìn thấy tất cả những bông hoa.",
    "foodstore.general.adult.rude.neutral.1.3": "Chào bạn! Có ngạc nhiên khi thấy tôi thân thiện như vậy không? Trang trại của bạn thế nào rồi?",
    "foodstore.general.adult.rude.neutral.2.3": "Ồ, xem ai đây! Dạo này có nghe tin đồn gì thú vị không?",
    "foodstore.general.adult.rude.neutral.3.3": "Ôi, là bạn đấy! Thực ra tôi rất thích những cuộc trò chuyện của chúng ta. Bạn có kế hoạch gì không?",
    "foodstore.general.adult.rude.neutral.4.3": "Chào bạn, đã lâu không gặp! Bạn đã trải qua những cuộc phiêu lưu nào vậy?",
    "foodstore.general.adult.rude.neutral.5.3": "Chào bạn, người bạn mới quen! Hôm nay bạn có kế hoạch thú vị nào không?",
    "foodstore.general.adult.rude.neutral.6.3": "À, là bạn đó! Chúng ta nên kết hợp đi câu cá một lần nào đó.",
    "foodstore.general.adult.rude.neutral.7.3": "Ôi, chào bạn! Cần giúp gì trong thung lũng này không?",
    "foodstore.general.teens.rude.neutral.1.3": "Chào, là mình đây! Bạn có tin là bây giờ chúng ta là bạn bè không? Dạo này bạn thế nào?",
    "foodstore.general.teens.rude.neutral.2.3": "Ôi, chào bạn! Lâu rồi không gặp, mà cũng không phải lâu lắm. Bạn có muốn đi chơi không?",
    "foodstore.general.teens.rude.neutral.3.3": "Chào! Thật tuyệt khi chúng ta đã là bạn bè, phải không? Bạn có muốn đến chơi ở arcade không?",
    "foodstore.general.teens.rude.neutral.4.3": "Chào, đã là một hành trình từ lúc không hòa hợp đến thế này, nhỉ? Có gì mới không?",
    "foodstore.general.teens.rude.neutral.5.3": "Ồ, ồ, ồ, hãy xem ai đã quyết định trở nên thân thiện!",
    "foodstore.general.teens.rude.neutral.6.3": "Chào! Bạn còn nhớ khi chúng ta chưa phải là bạn bè không? Thật điên rồ, phải không?",
    "foodstore.general.teens.rude.neutral.7.3": "Ôi, chào! Nhìn xem ai đã quyết định đến thăm tôi đây.",
    "foodstore.general.child.rude.neutral.1.3": "Chào bạn! Bạn có muốn chơi cùng nhau không?",
    "foodstore.general.child.rude.neutral.2.3": "Chắc bạn không ngờ tôi lại thân thiện như vậy bây giờ, đúng không? Hãy chơi nào!",
    "foodstore.general.child.rude.neutral.3.3": "Chào! Là mình đây. Bạn có muốn cùng khám phá rừng không?",
    "foodstore.general.child.rude.neutral.4.3": "Chào! Bạn còn nhớ khi chúng ta từng tránh mặt nhau không? Giờ thì không còn nữa! Hãy đi chơi với nhau nhé!",
    "foodstore.general.child.rude.neutral.5.3": "Ôi, chào! Hãy quên quá khứ và cùng nhau vui vẻ nhé, được không?",
    "foodstore.general.child.rude.neutral.6.3": "Chào bạn! Hãy bỏ qua quá khứ và tạo ra những kỷ niệm mới nhé!",
    "foodstore.general.child.rude.neutral.7.3": "Chào bạn! Sẵn sàng có một khoảng thời gian tuyệt vời bên nhau chưa? Đi nào!",
    "foodstore.general.adult.neutral.outgoing.1.6": "Chào bạn! Trang trại của bạn đang tiến triển thế nào? Hôm nay bạn có cần giúp đỡ gì không?",
    "foodstore.general.adult.neutral.outgoing.2.6": "Bạn đã xem tập mới nhất của 'Nữ Hoàng Gia Vị' chưa? Nó thật sự rất vui!",
    "foodstore.general.adult.neutral.outgoing.3.6": "Tôi đang nghĩ đến việc tổ chức một chuyến đi câu cá sớm. Bạn có tham gia không, bạn mình?",
    "foodstore.general.adult.neutral.outgoing.4.6": "Bạn đã thử công thức mới ở Gus's Saloon chưa? Thật tuyệt vời!",
    "foodstore.general.adult.neutral.outgoing.5.6": "Tôi đang nghĩ đến việc trang trí lại nhà của mình. Bạn có ý tưởng thiết kế nào cho tôi không?",
    "foodstore.general.adult.neutral.outgoing.6.6": "Chào, bạn có muốn cùng tôi đi dạo trong rừng một chút không? Ở đó yên bình lắm.",
    "foodstore.general.adult.neutral.outgoing.7.6": "Mới lấy một ít rau quả tươi từ cửa hàng của Pierre. Hãy cùng nấu ăn thật ngon nào!",
    "foodstore.general.teens.neutral.outgoing.1.6": "Chào, bạn dạo này thế nào? Bạn có muốn chơi một ván Joja Cola Pong sau không?",
    "foodstore.general.teens.neutral.outgoing.2.6": "Bạn có thấy chiêu tuyệt vời mà tôi đã thực hiện ở công viên trượt ván hôm qua không?",
    "foodstore.general.teens.neutral.outgoing.3.6": "Nghĩ đến việc thành lập một ban nhạc. Bạn có chơi nhạc cụ nào không, anh bạn?",
    "foodstore.general.teens.neutral.outgoing.4.6": "Đoán xem ai được mời đến bữa tiệc của những đứa trẻ nổi bật vào cuối tuần này? Bạn cũng sẽ đến, đúng không?",
    "foodstore.general.teens.neutral.outgoing.5.6": "Bạn có muốn cùng nhau xem những meme mới nhất không? Chúng thật hài hước!",
    "foodstore.general.teens.neutral.outgoing.6.6": "Tôi rất háo hức chờ bản cập nhật tiếp theo của 'Hành Trình Của Vị Vua Đồng Cỏ'. Hãy cùng chinh phục nó!",
    "foodstore.general.teens.neutral.outgoing.7.6": "Suy nghĩ về việc ra bãi biển ngày mai. Có ai muốn đi tắm nắng, chơi cát và lướt sóng không?",
    "foodstore.general.child.neutral.outgoing.1.6": "Chào, bạn có muốn đua đến sân chơi không? Mình cá là lần này mình sẽ thắng bạn!",
    "foodstore.general.child.neutral.outgoing.2.6": "Bạn có thấy những chú gà con dễ thương ở trang trại của Marnie không? Mình muốn vuốt ve tất cả chúng!",
    "foodstore.general.child.neutral.outgoing.3.6": "Tôi đã tìm thấy một nơi ẩn náu bí mật trong rừng! Bạn có muốn tôi dẫn bạn đến đó không?",
    "foodstore.general.child.neutral.outgoing.4.6": "Hãy xây dựng một pháo đài tuyệt nhất trong sân sau của tôi! Mang theo chiếc chăn đẹp nhất của bạn nhé.",
    "foodstore.general.child.neutral.outgoing.5.6": "Bạn đã thử kẹo mới từ máy bán hàng tự động chưa? Nó rất ngon!",
    "foodstore.general.child.neutral.outgoing.6.6": "Tôi đang luyện tập kỹ năng bắt côn trùng. Bạn có muốn làm bạn đồng hành trong việc săn côn trùng không?",
    "foodstore.general.child.neutral.outgoing.7.6": "Tôi đang lập kế hoạch cho một cuộc săn tìm kho báu. Bạn nghĩ mình có thể tìm ra tất cả những kho báu ẩn giấu không?",
    "foodstore.general.adult.polite.outgoing.1.6": "Chúc bạn một ngày tốt lành! Tôi có thể giúp gì cho bạn trong các công việc nông trại?",
    "foodstore.general.adult.polite.outgoing.2.6": "Tôi hy vọng bạn khỏe. Chúng ta có nên thảo luận về những phát triển mới nhất của thị trấn không?",
    "foodstore.general.adult.polite.outgoing.3.6": "Chào bạn! Bạn có muốn cùng tôi thưởng thức một tách trà ngon không?",
    "foodstore.general.adult.polite.outgoing.4.6": "À, thật tuyệt khi gặp bạn! Tôi có thể giới thiệu món mới ở quán rượu không?",
    "foodstore.general.adult.polite.outgoing.5.6": "Người bạn thân mến, sự hiện diện của bạn mang lại niềm vui! Hôm nay chúng ta sẽ bắt đầu cuộc phiêu lưu nào?",
    "foodstore.general.adult.polite.outgoing.6.6": "Xin chào, người bạn thân mến! Bạn có muốn đi cùng tôi dạo một vòng thư giãn không?",
    "foodstore.general.adult.polite.outgoing.7.6": "Xin chào! Có lẽ chúng ta nên hợp tác nấu ăn cùng nhau?",
    "foodstore.general.teens.polite.outgoing.1.6": "Bạn có muốn tham gia một cuộc thi thân thiện ở phòng trò chơi sau không?",
    "foodstore.general.teens.polite.outgoing.2.6": "Chào bạn! Chúng ta hãy trao đổi những câu chuyện về những trải nghiệm gần đây của mình nhé?",
    "foodstore.general.teens.polite.outgoing.3.6": "Chào buổi sáng, bạn! Bạn có muốn tham gia một buổi jam tại nhà tôi tối nay không?",
    "foodstore.general.teens.polite.outgoing.4.6": "Bữa tiệc cuối tuần này hứa hẹn sẽ mang lại niềm vui, bạn có muốn tham gia không?",
    "foodstore.general.teens.polite.outgoing.5.6": "Chào bạn! Bạn có muốn xem những meme mới nhất cùng nhau không?",
    "foodstore.general.teens.polite.outgoing.6.6": "Chào bạn! Biển cả của 'Prairie King' đang chờ đợi sự chinh phục của chúng ta!",
    "foodstore.general.teens.polite.outgoing.7.6": "Chào buổi sáng! Bạn có muốn đi lướt sóng ở bãi biển vào ngày mai không?",
    "foodstore.general.child.polite.outgoing.1.6": "Chào bạn! Bạn có muốn tham gia một cuộc đua vui vẻ đến sân chơi không?",
    "foodstore.general.child.polite.outgoing.2.6": "Chào bạn! Hãy đến thăm trang trại của Marnie để xem những chú gà con dễ thương nhé!",
    "foodstore.general.child.polite.outgoing.3.6": "Chào bạn! Mình đã phát hiện ra một nơi ẩn náu bí mật trong rừng, bạn có muốn khám phá không?",
    "foodstore.general.child.polite.outgoing.4.6": "Hãy xây dựng một pháo đài tuyệt đẹp nhất trong sân sau của tôi!",
    "foodstore.general.child.polite.outgoing.5.6": "Bạn đã thử món kẹo mới ngon lành từ máy bán hàng tự động chưa?",
    "foodstore.general.child.polite.outgoing.6.6": "Chào bạn, đối tác! Bạn nghĩ sao về việc hợp tác trong việc bắt bọ?",
    "foodstore.general.child.polite.outgoing.7.6": "Xin chào, bạn thân mến! Tôi đang lên kế hoạch cho một cuộc tìm kiếm kho báu thú vị. Bạn có muốn tham gia không?",
    "foodstore.general.adult.rude.outgoing.1.6": "Chào bạn! Thật vui khi gặp lại bạn. Hôm nay tôi có thể giúp gì cho bạn?",
    "foodstore.general.adult.rude.outgoing.2.6": "À, là bạn đấy! Bạn có muốn cập nhật những gì đã xảy ra trong thành phố không?",
    "foodstore.general.adult.rude.outgoing.3.6": "Ôi, đã lâu rồi nhỉ! Chúng ta có thể dành chút thời gian chất lượng bên nhau không?",
    "foodstore.general.adult.rude.outgoing.4.6": "Ôi, ôi, ôi... Nhìn ai đây! Bạn có muốn cùng tôi đi phiêu lưu một chút không?",
    "foodstore.general.adult.rude.outgoing.5.6": "Ôi, chào bạn! Tôi không ngờ gặp bạn ở đây. Hãy cùng tạo ra những kỷ niệm nhé!",
    "foodstore.general.adult.rude.outgoing.6.6": "Thật là bất ngờ khi gặp bạn! Bạn có muốn cùng nhau khám phá vùng nông thôn không?",
    "foodstore.general.adult.rude.outgoing.7.6": "Ôi, là bạn đấy! Chúng ta đi ăn một chút và ôn lại những kỷ niệm xưa nhé?",
    "foodstore.general.teens.rude.outgoing.1.6": "Chào bạn! Lâu quá không gặp. Bạn muốn đi chơi và trò chuyện không?",
    "foodstore.general.teens.rude.outgoing.2.6": "Ôi, chào! Chúng ta nên thư giãn và trò chuyện về những gì đã xảy ra.",
    "foodstore.general.teens.rude.outgoing.3.6": "Nhìn ai đã quyết định xuất hiện! Hãy tạo ra những kỷ niệm nhé!",
    "foodstore.general.teens.rude.outgoing.4.6": "Chào bạn, người lạ! Bạn có muốn cùng nhau đi dự bữa tiệc cuối tuần này không?",
    "foodstore.general.teens.rude.outgoing.5.6": "Ôi, là bạn đấy! Hãy dành chút thời gian bên nhau và cùng cười với những trò đùa ngớ ngẩn nhé?",
    "foodstore.general.teens.rude.outgoing.6.6": "Chào bạn! Chúng ta cùng nhau chinh phục 'Hành Trình Của Vị Vua Đồng Cỏ' nhé?",
    "foodstore.general.teens.rude.outgoing.7.6": "Ôi, xem ai đây! Hãy ra bãi biển và tận hưởng ánh nắng, bạn nghĩ sao?",
    "foodstore.general.child.rude.outgoing.1.6": "Chào, đã lâu không gặp! Bạn muốn chạy đua đến sân chơi như ngày xưa không?",
    "foodstore.general.child.rude.outgoing.2.6": "Ôi, chào bạn! Hãy cùng nhau đến thăm trang trại của Marnie và chơi với những con vật nhé!",
    "foodstore.general.child.rude.outgoing.3.6": "Ôi, nhìn ai đây! Bạn có muốn tôi chỉ cho bạn chỗ ẩn náu bí mật đó một lần nữa không?",
    "foodstore.general.child.rude.outgoing.4.6": "Chào bạn! Hãy xây một cái lều ở sân sau của mình như hồi trước nhé!",
    "foodstore.general.child.rude.outgoing.5.6": "Ôi, chào bạn! Bạn có muốn thử cái kẹo mới từ máy bán hàng tự động cùng nhau không?",
    "foodstore.general.child.rude.outgoing.6.6": "Ai đã quyết định tham gia đội bắt côn trùng! Sẵn sàng để săn bắt chưa?",
    "foodstore.general.child.rude.outgoing.7.6": "Chào, là bạn đó! Hãy cùng nhau tham gia một cuộc tìm kiếm kho báu và khám phá những món đồ thú vị nhé!",
    "foodstore.general.adult.neutral.shy.1.6": "Ôi, xin chào. Hôm nay có điều gì mà bạn cần trợ giúp không?",
    "foodstore.general.adult.neutral.shy.2.6": "Xin chào. Ngày của bạn cho đến nay thế nào?",
    "foodstore.general.adult.neutral.shy.3.6": "Chào bạn. Bạn có muốn đi chơi một chút không?",
    "foodstore.general.adult.neutral.shy.4.6": "Chào bạn. Bạn có cần giúp đỡ với bất kỳ công việc nào trên trang trại không?",
    "foodstore.general.adult.neutral.shy.5.6": "Xin chào. Tôi hy vọng mọi thứ đang diễn ra tốt đẹp với bạn.",
    "foodstore.general.adult.neutral.shy.6.6": "Chào bạn. Bạn có muốn cùng tôi đi dạo một chút không?",
    "foodstore.general.adult.neutral.shy.7.6": "Ôi, là bạn à. Bạn có muốn trò chuyện một chút không?",
    "foodstore.general.teens.neutral.shy.1.6": "Bạn thế nào? Muốn, ờ, làm gì đó cùng nhau không?",
    "foodstore.general.teens.neutral.shy.2.6": "Chào bạn. Gần đây bạn có nghe tin tức gì thú vị không?",
    "foodstore.general.teens.neutral.shy.3.6": "Bạn có muốn, um, có thể đi chơi sau không?",
    "foodstore.general.teens.neutral.shy.4.6": "Ôi, xin chào. Um, bạn có muốn qua đây và chơi một vài trò chơi không?",
    "foodstore.general.teens.neutral.shy.5.6": "Ngày của bạn thế nào? Của tôi thì, ờ, cũng ổn.",
    "foodstore.general.teens.neutral.shy.6.6": "Bạn có muốn chơi 'Hành Trình Của Vị Vua Đồng Cỏ' cùng nhau không?",
    "foodstore.general.teens.neutral.shy.7.6": "Ôi, là bạn à. Um, bạn có muốn, ờ, đi ra bãi biển hay làm gì đó không?",
    "foodstore.general.child.neutral.shy.1.6": "Bạn có muốn, ừm, chạy đua đến sân chơi không?",
    "foodstore.general.child.neutral.shy.2.6": "Chào bạn. Bạn có muốn đi xem động vật ở trang trại của Marnie không?",
    "foodstore.general.child.neutral.shy.3.6": "Ôi, xin chào. Um, bạn có muốn tôi chỉ cho bạn chỗ ẩn giấu bí mật của tôi không?",
    "foodstore.general.child.neutral.shy.4.6": "Bạn có muốn giúp tôi xây một cái lều ở sân sau không?",
    "foodstore.general.child.neutral.shy.5.6": "Um, chào bạn. Bạn có muốn thử một ít kẹo từ máy bán hàng tự động không?",
    "foodstore.general.child.neutral.shy.6.6": "Um, bạn có muốn giúp tôi bắt côn trùng trong rừng không?",
    "foodstore.general.child.neutral.shy.7.6": "Ôi, là bạn à. Ừm, bạn có muốn chơi một trò săn tìm đồ vật cùng nhau không?",
    "foodstore.general.adult.polite.shy.1.6": "Chào ngày mới. Có điều gì tôi có thể giúp bạn hôm nay không?",
    "foodstore.general.adult.polite.shy.2.6": "Xin chào. Ngày hôm nay của bạn đến giờ ra sao?",
    "foodstore.general.adult.polite.shy.3.6": "Xin chào. Nếu bạn không bận, bạn có muốn dành chút thời gian bên nhau không?",
    "foodstore.general.adult.polite.shy.4.6": "Chào buổi chiều. Bạn có cần giúp đỡ gì xung quanh nông trại không?",
    "foodstore.general.adult.polite.shy.5.6": "Xin chào. Tôi hy vọng mọi thứ đều diễn ra suôn sẻ với bạn?",
    "foodstore.general.adult.polite.shy.6.6": "Chào bạn. Bạn có muốn cùng tôi đi dạo thư giãn không?",
    "foodstore.general.adult.polite.shy.7.6": "Ôi, là bạn đó. Bạn có muốn tham gia vào cuộc trò chuyện không?",
    "foodstore.general.teens.polite.shy.1.6": "Chào bạn, hôm nay bạn thế nào? Bạn có muốn làm gì đó cùng nhau không?",
    "foodstore.general.teens.polite.shy.2.6": "Chào bạn. Dạo này bạn thế nào? Bạn có nghe tin tức gì thú vị gần đây không?",
    "foodstore.general.teens.polite.shy.3.6": "Xin chào. Nếu bạn không bận, bạn có muốn đi chơi sau không?",
    "foodstore.general.teens.polite.shy.4.6": "Chào buổi chiều. Ừm, bạn có muốn đến chơi một vài trò chơi không?",
    "foodstore.general.teens.polite.shy.5.6": "Chào bạn. Ngày của bạn thế nào? Ngày của tôi thì, ờ, cũng tạm được.",
    "foodstore.general.teens.polite.shy.6.6": "Chào bạn. Bạn có muốn chơi 'Journey of the Prairie King' cùng nhau không?",
    "foodstore.general.teens.polite.shy.7.6": "Ôi, là bạn à. Ừm, bạn có muốn đi ra bãi biển hoặc làm gì đó không?",
    "foodstore.general.child.polite.shy.1.6": "Um, chào bạn. Bạn có muốn đua đến sân chơi không?",
    "foodstore.general.child.polite.shy.2.6": "Chào. Bạn có muốn đi xem động vật ở trang trại của Marnie không?",
    "foodstore.general.child.polite.shy.3.6": "Xin chào. À, bạn có muốn tôi chỉ cho bạn chỗ ẩn giấu bí mật của tôi không?",
    "foodstore.general.child.polite.shy.4.6": "Chào. Bạn có muốn giúp tôi xây một cái lều trong vườn sau nhà không?",
    "foodstore.general.child.polite.shy.5.6": "Chào, bạn có muốn thử một ít kẹo từ máy bán hàng tự động không?",
    "foodstore.general.child.polite.shy.6.6": "Chào bạn. Bạn có muốn giúp tôi bắt côn trùng trong rừng không?",
    "foodstore.general.child.polite.shy.7.6": "Ôi, là bạn đó. Ừm, bạn có muốn chơi một trò tìm kiếm đồ vật cùng nhau không?",
    "foodstore.general.adult.rude.shy.1.6": "Có điều gì khẩn cấp mà bạn cần trợ giúp không?",
    "foodstore.general.adult.rude.shy.2.6": "Hôm nay tôi có thể phục vụ bạn như thế nào?",
    "foodstore.general.adult.rude.shy.3.6": "Xin chào. Nếu bạn không phiền, tôi có một chút thời gian rảnh. Bạn đang nghĩ gì vậy?",
    "foodstore.general.adult.rude.shy.4.6": "Tôi hy vọng các công việc của bạn trên nông trại đang tiến triển theo kế hoạch.",
    "foodstore.general.adult.rude.shy.5.6": "Xin chào. Tôi hy vọng bạn đang quản lý công việc của mình một cách hiệu quả?",
    "foodstore.general.adult.rude.shy.6.6": "Chào bạn. Nếu không quá phiền, bạn có muốn đi dạo một chút với tôi không?",
    "foodstore.general.adult.rude.shy.7.6": "Ôi, là bạn. Bạn có cần gì từ tôi lúc này không?",
    "foodstore.general.teens.rude.shy.1.6": "Um, chào bạn. Tôi có thể giúp gì cho bạn? Bạn có cần sự trợ giúp của tôi về điều gì không?",
    "foodstore.general.teens.rude.shy.2.6": "Chào bạn. Có lý do nào khiến bạn tìm đến tôi không? Tôi ở đây để lắng nghe.",
    "foodstore.general.teens.rude.shy.3.6": "Xin chào. Nếu điều đó quan trọng, tôi có thể dành một chút thời gian. Bạn đang nghĩ gì vậy?",
    "foodstore.general.teens.rude.shy.4.6": "Chào buổi chiều. Tôi hy vọng bạn không ở đây để lãng phí thời gian của tôi. Hãy nói thẳng suy nghĩ của bạn.",
    "foodstore.general.teens.rude.shy.5.6": "Xin chào. Tôi đang bận, nhưng tôi có thể dành thời gian nếu cần thiết.",
    "foodstore.general.teens.rude.shy.6.6": "Nếu cần thiết, chúng ta có thể dành một chút thời gian bên nhau.",
    "foodstore.general.teens.rude.shy.7.6": "Ôi, là bạn. Bạn đang tìm tôi à?",
    "foodstore.general.child.rude.shy.1.6": "Chào ngày mới. Bạn có cần giúp đỡ về điều gì không, hay chỉ đi ngang qua thôi?",
    "foodstore.general.child.rude.shy.2.6": "Chào. Nếu điều này quan trọng, tôi có thể dành một chút thời gian để trò chuyện. Bạn đang suy nghĩ về điều gì?",
    "foodstore.general.child.rude.shy.3.6": "Xin chào. Tôi hơi bận một chút, nhưng nếu việc gấp, tôi có thể dành thời gian cho bạn.",
    "foodstore.general.child.rude.shy.4.6": "Chào bạn. Tôi hy vọng bạn có lý do chính đáng để thu hút sự chú ý của tôi.",
    "foodstore.general.child.rude.shy.5.6": "Um, chào. Tôi đang bận một chút, nhưng nếu cần thiết, tôi sẽ lắng nghe.",
    "foodstore.general.child.rude.shy.6.6": "Chào bạn. Tôi đang bận một chút, nhưng tôi có thể dành một chút thời gian nếu điều đó quan trọng.",
    "foodstore.general.child.rude.shy.7.6": "Ôi, là bạn đây. Có điều gì bạn cần giúp đỡ không, hay bạn chỉ đến đây để trò chuyện?",
    "foodstore.general.adult.neutral.neutral.1.6": "Những nỗ lực gần đây của bạn trên trang trại diễn ra như thế nào?",
    "foodstore.general.adult.neutral.neutral.2.6": "Xin chào. Gần đây bạn có phát hiện ra bí mật mới nào trong thung lũng không?",
    "foodstore.general.adult.neutral.neutral.3.6": "Chào bạn. Bạn có kế hoạch gì cho lễ hội sắp tới không? Mình rất tò mò.",
    "foodstore.general.adult.neutral.neutral.4.6": "Chào bạn. Gần đây bạn có thử món ăn thú vị nào không?",
    "foodstore.general.adult.neutral.neutral.5.6": "Bạn nghĩ gì về những tin đồn mới nhất trong thị trấn?",
    "foodstore.general.adult.neutral.neutral.6.6": "Chào bạn. Gần đây có tìm thấy bất kỳ hiện vật thú vị nào trong các mỏ không?",
    "foodstore.general.adult.neutral.neutral.7.6": "Chào bạn. Chiến lược của bạn để tối đa hóa lợi nhuận trong mùa này là gì?",
    "foodstore.general.teens.neutral.neutral.1.6": "Chào bạn. Bạn dạo này thế nào? Có trò chơi nào thú vị mà bạn đã chơi không?",
    "foodstore.general.teens.neutral.neutral.2.6": "Có chuyện gì vậy? Bạn có nghe thấy tin đồn hấp dẫn nào đang lan truyền không?",
    "foodstore.general.teens.neutral.neutral.3.6": "Chào bạn. Bạn có kế hoạch tham gia bữa tiệc hay sự kiện nào sắp tới không?",
    "foodstore.general.teens.neutral.neutral.4.6": "Chào bạn. Bạn có tìm thấy những địa điểm ẩn mình trong thành phố đáng để khám phá không?",
    "foodstore.general.teens.neutral.neutral.5.6": "Có gì mới không? Gần đây bạn có xem bộ phim hay chương trình nào thú vị không?",
    "foodstore.general.teens.neutral.neutral.6.6": "Chào bạn. Có kế hoạch thú vị nào cho cuối tuần không?",
    "foodstore.general.teens.neutral.neutral.7.6": "Chào bạn. Gần đây bạn có đang làm dự án nào thú vị không?",
    "foodstore.general.child.neutral.neutral.1.6": "Bạn có muốn tham gia một cuộc phiêu lưu để tìm kiếm kho báu ẩn giấu không?",
    "foodstore.general.child.neutral.neutral.2.6": "Có chuyện gì vậy? Dạo này bạn có thấy con bọ hay sinh vật thú vị nào không?",
    "foodstore.general.child.neutral.neutral.3.6": "Chào bạn. Bạn muốn cùng nhau xây dựng điều gì đó tuyệt vời không?",
    "foodstore.general.child.neutral.neutral.4.6": "Gần đây bạn có thử chơi trò chơi hoặc tham gia hoạt động nào thú vị không?",
    "foodstore.general.child.neutral.neutral.5.6": "Có gì mới không? Bạn muốn khám phá rừng hay đi câu cá?",
    "foodstore.general.child.neutral.neutral.6.6": "Chào bạn. Bạn có muốn tạo một nơi ẩn náu bí mật trong rừng không?",
    "foodstore.general.child.neutral.neutral.7.6": "Hãy tổ chức một cuộc đua đến sân chơi và quay lại nhé?",
    "foodstore.general.adult.polite.neutral.1.6": "Chào bạn. Gần đây công việc nông nghiệp của bạn tiến triển như thế nào?",
    "foodstore.general.adult.polite.neutral.2.6": "Xin chào. Gần đây bạn có gặp phải bí ẩn thú vị nào ở thung lũng không?",
    "foodstore.general.adult.polite.neutral.3.6": "Xin chào. Bạn có kế hoạch gì cho các lễ hội hoặc sự kiện sắp tới không?",
    "foodstore.general.adult.polite.neutral.4.6": "Gần đây bạn đã thử nghiệm công thức nấu ăn mới nào chưa?",
    "foodstore.general.adult.polite.neutral.5.6": "Xin chào. Bạn nghĩ sao về những tin tức và chuyện phiếm mới nhất ở thị trấn?",
    "foodstore.general.adult.polite.neutral.6.6": "Chào bạn. Gần đây có phát hiện được những hiện vật thú vị nào trong các mỏ không?",
    "foodstore.general.adult.polite.neutral.7.6": "Chào bạn. Bạn đang tối ưu hóa năng suất trang trại của mình như thế nào trong mùa này?",
    "foodstore.general.teens.polite.neutral.1.6": "Bạn dạo này thế nào? Có trò chơi hay sở thích mới nào thu hút sự chú ý của bạn không?",
    "foodstore.general.teens.polite.neutral.2.6": "Có chuyện gì mới không? Gần đây có nghe tin đồn hay chuyện gì thú vị ở thành phố không?",
    "foodstore.general.teens.polite.neutral.3.6": "Bạn có suy nghĩ gì về các bữa tiệc hoặc buổi gặp gỡ nào sẽ tham dự tiếp theo không?",
    "foodstore.general.teens.polite.neutral.4.6": "Gần đây bạn có tìm thấy chỗ tụ tập thú vị nào hoặc những địa điểm ẩn giấu nào trong thành phố không?",
    "foodstore.general.teens.polite.neutral.5.6": "Có gì mới không? Gần đây bạn có xem phim hoặc chương trình nào khiến bạn ấn tượng không?",
    "foodstore.general.teens.polite.neutral.6.6": "Chào bạn. Bạn có kế hoạch hay cuộc phiêu lưu thú vị nào cho cuối tuần này không?",
    "foodstore.general.teens.polite.neutral.7.6": "Bạn có đang làm bất kỳ dự án hoặc mục tiêu cá nhân thú vị nào không?",
    "foodstore.general.child.polite.neutral.1.6": "Chào bạn. Bạn có muốn cùng nhau bắt đầu một cuộc hành trình khám phá kho báu ẩn giấu không?",
    "foodstore.general.child.polite.neutral.2.6": "Có chuyện gì vậy? Gần đây bạn có thấy những con bọ hay sinh vật thú vị nào khi khám phá không?",
    "foodstore.general.child.polite.neutral.3.6": "Làm thế nào nếu chúng ta hợp tác để xây dựng một điều gì đó tuyệt vời?",
    "foodstore.general.child.polite.neutral.4.6": "Gần đây bạn có trò chơi hay hoạt động nào vui vẻ mà bạn đã thích không?",
    "foodstore.general.child.polite.neutral.5.6": "Có gì mới không? Bạn có muốn tham gia một cuộc phiêu lưu trong rừng hoặc một chuyến câu cá không?",
    "foodstore.general.child.polite.neutral.6.6": "Chào bạn. Hãy cùng nhau tạo một nơi ẩn náu bí mật trong rừng nhé!",
    "foodstore.general.child.polite.neutral.7.6": "Chào bạn. Sẵn sàng cho một cuộc đua đến sân chơi chưa? Người thắng sẽ có quyền khoe khoang!",
    "foodstore.general.adult.rude.neutral.1.6": "Xin chào. Ngày của bạn thế nào? Có điều gì thú vị xảy ra ở trang trại không?",
    "foodstore.general.adult.rude.neutral.2.6": "Xin chào. Gần đây bạn đã phát hiện ra cuộc phiêu lưu mới nào trong thung lũng chưa?",
    "foodstore.general.adult.rude.neutral.3.6": "Chào bạn. Bạn có kế hoạch gì cho các lễ hội hoặc buổi gặp gỡ xã hội sắp tới không?",
    "foodstore.general.adult.rude.neutral.4.6": "Chào buổi chiều. Bạn đã thử công thức nấu ăn hay kỹ thuật nấu ăn nào thú vị chưa?",
    "foodstore.general.adult.rude.neutral.5.6": "Xin chào. Bạn nghĩ gì về những diễn biến mới nhất trong thị trấn?",
    "foodstore.general.adult.rude.neutral.6.6": "Chào bạn. Bạn có phát hiện được bất kỳ hiện vật hay kho báu thú vị nào trong những cuộc khám phá của mình không?",
    "foodstore.general.adult.rude.neutral.7.6": "Chào bạn. Gần đây bạn đang quản lý các công việc và thách thức của trang trại như thế nào?",
    "foodstore.general.teens.rude.neutral.1.6": "Bạn dạo này thế nào? Có trò chơi hay sở thích nào bạn đang thích không?",
    "foodstore.general.teens.rude.neutral.2.6": "Có chuyện gì không? Bạn có nghe thấy tin đồn hay lời đồn nào thú vị đang lan truyền trong phố không?",
    "foodstore.general.teens.rude.neutral.3.6": "Bạn có ý kiến gì về những địa điểm hoặc sự kiện nào nên tham gia tiếp theo không?",
    "foodstore.general.teens.rude.neutral.4.6": "Chào bạn. Bạn có tìm thấy những địa điểm thú vị hoặc bí ẩn trong thành phố đáng để khám phá không?",
    "foodstore.general.teens.rude.neutral.5.6": "Có gì mới không? Bạn có xem bộ phim hay chương trình nào khiến bạn ấn tượng gần đây không?",
    "foodstore.general.teens.rude.neutral.6.6": "Chào bạn. Bạn có kế hoạch hoặc cuộc phiêu lưu thú vị nào cho cuối tuần không?",
    "foodstore.general.teens.rude.neutral.7.6": "Gần đây bạn có đang làm dự án cá nhân hoặc mục tiêu thú vị nào không?",
    "foodstore.general.child.rude.neutral.1.6": "Bạn có muốn cùng nhau thực hiện một cuộc phiêu lưu kỳ diệu để khám phá kho báu ẩn giấu không?",
    "foodstore.general.child.rude.neutral.2.6": "Có chuyện gì vậy? Bạn đã thấy những con côn trùng hay sinh vật thú vị nào trong những cuộc phiêu lưu của mình chưa?",
    "foodstore.general.child.rude.neutral.3.6": "Chào bạn. Bạn nghĩ sao nếu chúng ta hợp tác để xây dựng một điều gì đó thật tuyệt vời?",
    "foodstore.general.child.rude.neutral.4.6": "Gần đây bạn có chơi trò chơi hoặc tham gia hoạt động nào thú vị không?",
    "foodstore.general.child.rude.neutral.5.6": "Có gì mới không? Bạn có muốn tham gia một cuộc phiêu lưu trong rừng hay một chuyến đi câu cá không?",
    "foodstore.general.child.rude.neutral.6.6": "Chào bạn. Hãy cùng nhau tạo một nơi ẩn náu bí mật trong rừng nhé!",
    "foodstore.general.child.rude.neutral.7.6": "Sẵn sàng cho một cuộc đua đến sân chơi chưa? Người chiến thắng sẽ có quyền khoe khoang!",
    "foodstore.config.festivalschedule": "Lễ hội:",
    "foodstore.config.festivalmon": "Thứ Hai",
    "foodstore.config.festivaltue": "Thứ Ba",
    "foodstore.config.festivalwed": "Thứ Tư",
    "foodstore.config.festivalthu": "Thứ Năm",
    "foodstore.config.festivalfri": "Thứ Sáu",
    "foodstore.config.festivalsat": "Thứ Bảy",
    "foodstore.config.festivalsun": "Chủ nhật",
    "foodstore.config.advanceoutputitemid": "Lấy ID của các mục?",
    "foodstore.config.advanceoutputitemidText": "Bạn PHẢI đọc chi tiết trong tệp mod MarketTown/Assets/MarketTownShops.json và _item_by_category.json trước khi sử dụng cái này. Tùy chọn này được thiết kế nếu bạn muốn tùy chỉnh hàng hóa trong cửa hàng của mình. Đặt giá trị này thành True và TẤT CẢ mã hàng sẽ được ghi vào StardewValley/_items_by_category.json. Tệp sẽ được xuất ra sau khi TỈNH DẬY, và sau đó cấu hình này sẽ tự động được tắt lại.",
    "foodstore.config.advancenpcfix": "Cải tiến vị trí NPC đã được sửa chữa.",
    "foodstore.config.advancenpcfixText": "Mặc định là True. Đặt thành False nếu bạn gặp độ trễ nặng trong khoảng thời gian một giây. True sẽ sử dụng kỹ thuật tiên tiến để sửa lỗi khi NPC bị kẹt, trong khi False sẽ sử dụng phương pháp nhẹ hơn.",
    "foodstore.festival.start": "Lễ hội Đảo Thiên Đường đang diễn ra.",
    "foodstore.festival.end": "Lễ hội vừa kết thúc. Đã đến lúc thu dọn những đồ vật còn lại.",
    "foodstore.config.festivaltimestart": "Giờ bắt đầu lễ hội",
    "foodstore.config.festivaltimeend": "Giờ kết thúc lễ hội",
    "foodstore.config.islandfestivalsellchance": "Cơ hội bán hàng tại lễ hội Grange",
    "foodstore.config.islandfestivalsellchanceText": "Cơ hội tối đa có thể có/giây mà một khách hàng đang duyệt sẽ mua. Cấu hình này không thay đổi cơ hội mà NPC sẽ ghé thăm cửa hàng. Giá trị thực tế sẽ được tính toán sau khi có điểm tiến độ đảo.",
    "foodstore.festival.sold.0": "Mới nhận được {{itemName}} từ {{shopName}}!",
    "foodstore.festival.sold.1": "Hôm nay tôi đã snagged một {{itemName}}!",
    "foodstore.festival.sold.2": "Đã mua {{itemName}}. Rất háo hức để thử nó!",
    "foodstore.festival.sold.3": "Không thể chờ đợi để sử dụng {{itemName}} mới của tôi.",
    "foodstore.festival.sold.4": "{{itemName}} đã được nhận. Những ngày vui vẻ!",
    "foodstore.festival.sold.5": "Đã mua một {{itemName}} tại {{shopName}}.",
    "foodstore.festival.sold.6": "Hãy xem món {{itemName}} mới của tôi!",
    "foodstore.festival.sold.7": "Yêu {{itemName}} của tôi từ {{shopName}}.",
    "foodstore.festival.sold.8": "Mua {{itemName}} hoàn tất!",
    "foodstore.festival.sold.9": "Tôi đã sở hữu được {{itemName}}!",
    "foodstore.festival.sold.10": "Rất hào hứng về món {{itemName}} mới của tôi.",
    "foodstore.festival.sold.11": "{{itemName}} là của tôi bây giờ!",
    "foodstore.festival.sold.12": "Đã mua một {{itemName}} tại {{shopName}}.",
    "foodstore.festival.sold.13": "Món đồ mới {{itemName}}, ai vậy?",
    "foodstore.festival.sold.14": "Tôi rất hào hứng với món {{itemName}} mới của mình.",
    "foodstore.festival.sold.15": "Nhận được {{itemName}}!!!",
    "foodstore.festival.sold.16": "Chỉ cần mua {{itemName}} từ {{shopName}}.",
    "foodstore.festival.sold.17": "{{itemName}}",
    "foodstore.festival.sold.18": "{{shopName}} có {{itemName}}, ý tôi là nó đã được.",
    "foodstore.festival.sold.19": "{{shopName}} đang bán {{itemName}}.",
    "foodstore.weeklycustomerreview": "Đánh giá của khách hàng Tổng/Có/Không: {{total}} / {{pos}} / {{neg}}",
    "foodstore.config.tablesit": "Khách đến thăm tình cờ ngồi tại một chiếc bàn.",
    "foodstore.config.tablesitText": "Du khách sẽ thích ngồi tại bàn được trang trí bằng 'Trang trí Nhà hàng'.",
    "foodstore.config.restockchance": "Cơ hội tự động tái cung cấp",
    "foodstore.config.restockchanceText": "Mặc định 0.66. Cửa hàng Chance Market Town Storage Large sẽ cố gắng bổ sung hàng tại bàn gần đó. Cơ hội cho Storage Small bị giảm một nửa.",
    "foodstore.config.islandvisithouse": "Cơ hội khách ghé thăm Nhà Hòn Đảo.",
    "foodstore.config.islandvisithouseText": "Mặc định 0.2. Xác suất một NPC sẽ đến thăm Nhà Đảo. Khuyên nên dưới 0.4, và giữ xác suất Nhà Đảo cùng xác suất Xây dựng dưới 1.0.",
    "foodstore.config.islandvisitbuilding": "Khách mời tình cờ đến thăm một tòa nhà.",
    "foodstore.config.islandvisitbuildingText": "Mặc định 0.2. Xác suất một NPC sẽ ghé thăm một Tòa nhà ngẫu nhiên. Khuyến nghị dưới 0.4, và giữ xác suất Nhà trên đảo cùng với xác suất Tòa nhà dưới 1.0.",
    "foodstore.config.islandplant": "Cây trồng và cây cối",
    "foodstore.config.modgeneral": "Cài đặt chung",
    "foodstore.config.modadvance": "Bổ sung",
    "foodstore.config.ultimatechallenge": "*** THÁCH THỨC TỐI THƯỢNG ***",
    "foodstore.config.ultimatechallengeText": "Mặc định là Sai. Khi đúng, tiền thu được từ các thùng vận chuyển giảm 50%. Tất cả tiền thu được từ Thị trấn Thị trường tăng 150%. Cơ hội mua của NPC tăng 100%.",
    "foodstore.config.lockultimatechallenge": "*** Khóa vĩnh viễn ***",
    "foodstore.config.lockultimatechallengeText": "*** CẢNH BÁO: Khi đã đặt thành True và lưu trò chơi (ngủ), Thử Thách Tối Thượng sẽ trở thành VĨNH VIỄN trong tệp lưu này. Không thể quay lại.",
    "foodstore.randomchat.loveWithType.0": "{{player}} {{shopTypeName}} có rất nhiều điều tuyệt vời!",
    "foodstore.randomchat.loveWithType.1": "Tôi luôn tìm thấy những món đồ tốt nhất tại {{player}} {{shopTypeName}}!",
    "foodstore.randomchat.loveWithType.2": "Mua sắm tại {{player}} {{shopTypeName}} luôn là một niềm vui!",
    "foodstore.randomchat.loveWithType.3": "Tôi rất hài lòng với giao dịch mua của mình từ {{player}} {{shopTypeName}}!",
    "foodstore.randomchat.loveWithType.4": "{{player}} {{shopTypeName}} không bao giờ làm thất vọng!",
    "foodstore.randomchat.loveWithType.5": "Tôi không thể tin vào những ưu đãi tuyệt vời tại {{player}} {{shopTypeName}}!",
    "foodstore.randomchat.loveWithType.6": "Mỗi lần đến {{player}} {{shopTypeName}} đều là một niềm vui!",
    "foodstore.randomchat.loveWithType.7": "Tôi đã tìm thấy chính xác những gì tôi cần tại {{player}} {{shopTypeName}}!",
    "foodstore.randomchat.likeWithType.0": "Tôi luôn tìm thấy điều gì đó đẹp ở {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.likeWithType.1": "{{player}} {{shopTypeName}} có một số món đồ tốt.",
    "foodstore.randomchat.likeWithType.2": "Tôi thích mua sắm tại {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.likeWithType.3": "{{player}} có một lựa chọn khá tốt tại {{shopTypeName}}.",
    "foodstore.randomchat.likeWithType.4": "Tôi rất hài lòng với món hàng đã mua từ {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.likeWithType.5": "{{player}} {{shopTypeName}} có một số giao dịch khá tốt.",
    "foodstore.randomchat.likeWithType.6": "Tôi tìm thấy một thứ tôi thích ở {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.likeWithType.7": "Thật tuyệt khi mua sắm tại {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.0": "Tôi không tìm thấy nhiều thứ tôi thích ở {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.1": "Sự lựa chọn tại {{player}} {{shopTypeName}} không tốt lắm.",
    "foodstore.randomchat.dislikeWithType.2": "Tôi không quá hài lòng với món hàng tôi đã mua từ {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.3": "{{player}} {{shopTypeName}} không có nhiều thứ để cung cấp.",
    "foodstore.randomchat.dislikeWithType.4": "Tôi không ấn tượng với {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.5": "Mua sắm tại {{player}} {{shopTypeName}} thật thất vọng.",
    "foodstore.randomchat.dislikeWithType.6": "Tôi không tìm thấy món gì tốt ở {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.dislikeWithType.7": "Tôi không hài lòng với món hàng tôi đã mua từ {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.0": "Nếu bạn đang có kế hoạch đến thăm {{player}} {{shopTypeName}}, hãy suy nghĩ lại.",
    "foodstore.randomchat.hateWithType.1": "{{player}} {{shopTypeName}} không có gì tốt.",
    "foodstore.randomchat.hateWithType.2": "Tôi ghét trải nghiệm của mình tại {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.3": "Tôi sẽ không bao giờ mua sắm tại {{player}} {{shopTypeName}} nữa.",
    "foodstore.randomchat.hateWithType.4": "Mọi thứ tại cửa hàng {{player}} {{shopTypeName}} đều tệ hại, không có gì tốt cả.",
    "foodstore.randomchat.hateWithType.5": "Tôi hối tiếc khi đã mua bất kỳ thứ gì từ {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.6": "Tôi ghét sự lựa chọn tại {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.hateWithType.7": "Tôi sẽ tránh xa {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.neutralWithType.0": "Món hàng tôi mua từ {{player}} {{shopTypeName}} thì cũng ổn.",
    "foodstore.randomchat.neutralWithType.1": "Mua sắm tại {{player}} {{shopTypeName}} thì cũng ổn.",
    "foodstore.randomchat.neutralWithType.2": "Tôi không có cảm xúc mạnh mẽ về {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.neutralWithType.3": "{{player}} {{shopTypeName}} thì cũng ổn.",
    "foodstore.randomchat.neutralWithType.4": "Tôi đoán {{player}} {{shopTypeName}} cũng ổn thôi.",
    "foodstore.randomchat.neutralWithType.5": "Kinh nghiệm của tôi tại {{player}} {{shopTypeName}} là trung bình.",
    "foodstore.randomchat.neutralWithType.6": "Không có gì đặc biệt về {{player}} {{shopTypeName}}.",
    "foodstore.randomchat.neutralWithType.7": "Tôi không có phàn nàn nào về {{player}} {{shopTypeName}}.",
    "foodstore.storetype.-102": "Nhà sách",
    "foodstore.storetype.-100": "Cửa hàng quần áo",
    "foodstore.storetype.-95": "Cửa hàng Mũ",
    "foodstore.storetype.-81": "Cửa hàng thức ăn chăn nuôi",
    "foodstore.storetype.-80": "Cửa hàng hoa",
    "foodstore.storetype.-79": "Quầy trái cây",
    "foodstore.storetype.-75": "Chợ rau củ",
    "foodstore.storetype.-74": "Cửa hàng hạt giống",
    "foodstore.storetype.-28": "Cửa hàng vật phẩm quái vật",
    "foodstore.storetype.-27": "Cửa hàng siro",
    "foodstore.storetype.-26": "Cửa hàng thủ công.",
    "foodstore.storetype.-22": "Cửa hàng dụng cụ câu cá",
    "foodstore.storetype.-21": "Cửa hàng mồi câu",
    "foodstore.storetype.-20": "Trung tâm tái chế",
    "foodstore.storetype.-19": "Cửa hàng phân bón",
    "foodstore.storetype.-18": "Cửa hàng động vật",
    "foodstore.storetype.-16": "Kho tài nguyên",
    "foodstore.storetype.-15": "Gia công kim loại",
    "foodstore.storetype.-12": "Thị trường khoáng sản",
    "foodstore.storetype.-8": "Cửa hàng tạo hình",
    "foodstore.storetype.-7": "Cửa hàng thực phẩm",
    "foodstore.storetype.-6": "Cửa hàng sữa",
    "foodstore.storetype.-5": "Thị trường trứng",
    "foodstore.storetype.-4": "Người bán cá",
    "foodstore.storetype.-2": "Thiên đường đá quý",
    "foodstore.viewchat.fruittree.true.true.1": "Tôi muốn chọn một {{treeName}} từ cây này.",
    "foodstore.viewchat.fruittree.true.true.2": "Hãy nhìn tất cả các loại trái cây trên cây {{treeName}} này!",
    "foodstore.viewchat.fruittree.true.true.3": "Cây {{treeName}} đang trĩu quả!",
    "foodstore.viewchat.fruittree.true.true.4": "Wow, cây {{treeName}} của {{playerName}} có nhiều trái quá!",
    "foodstore.viewchat.fruittree.true.true.5": "Cây {{treeName}} này đầy trái chín!",
    "foodstore.viewchat.fruittree.true.true.6": "Đây là một cây {{treeName}} trông rất đẹp, và có nhiều quả.",
    "foodstore.viewchat.fruittree.true.true.7": "{{playerName}} có một cây {{treeName}} tuyệt vời!",
    "foodstore.viewchat.fruittree.true.true.8": "Quả của cây {{treeName}} trông thật ngon miệng!",
    "foodstore.viewchat.fruittree.true.true.9": "Tôi không thể chờ đợi để nếm trái cây từ cây {{treeName}} này.",
    "foodstore.viewchat.fruittree.true.true.10": "Trái của cây {{treeName}} gần như đã sẵn sàng để thu hoạch!",
    "foodstore.viewchat.fruittree.true.true.11": "Những trái cây trên cây {{treeName}} này thật rực rỡ sắc màu!",
    "foodstore.viewchat.fruittree.true.true.12": "Cây {{treeName}} này sản xuất những trái cây ngon nhất trong thị trấn!",
    "foodstore.viewchat.fruittree.true.true.13": "Bạn có thể làm những cái bánh tuyệt vời với trái cây từ cây {{treeName}} này.",
    "foodstore.viewchat.fruittree.true.true.14": "Cây {{treeName}} có rất nhiều trái cây mọng nước!",
    "foodstore.viewchat.fruittree.true.true.15": "Tôi yêu hương thơm của các loại trái cây trên cây {{treeName}} này.",
    "foodstore.viewchat.fruittree.true.false.1": "Lá của cây {{treeName}} trông thật sống động!",
    "foodstore.viewchat.fruittree.true.false.2": "Nhìn kìa, con chim trên cây {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.3": "Bạn đã thu hoạch được bao nhiêu trái từ cây {{treeName}} này, {{playerName}}?",
    "foodstore.viewchat.fruittree.true.false.4": "Cây {{treeName}} này cung cấp bóng mát tuyệt vời.",
    "foodstore.viewchat.fruittree.true.false.5": "Tôi thích những bông hoa nở trên cây {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.6": "Các nhánh của cây {{treeName}} rất mạnh mẽ và chắc chắn.",
    "foodstore.viewchat.fruittree.true.false.7": "Tôi đang chờ cây {{treeName}} này ra trái.",
    "foodstore.viewchat.fruittree.true.false.8": "Cây {{treeName}} có màu sắc mùa thu đẹp.",
    "foodstore.viewchat.fruittree.true.false.9": "Chim thích làm tổ trên cây {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.10": "Lá của cây {{treeName}} xào xạc thật dễ chịu trong gió.",
    "foodstore.viewchat.fruittree.true.false.11": "{{playerName}} có thể trồng một cây {{treeName}} cao như vậy.",
    "foodstore.viewchat.fruittree.true.false.12": "Cây {{treeName}} của {{playerName}} rất thích hợp cho việc leo trèo.",
    "foodstore.viewchat.fruittree.true.false.13": "Tôi ngưỡng mộ hình dạng tán lá của cây {{treeName}}.",
    "foodstore.viewchat.fruittree.true.false.14": "{{playerName}} chắc chắn đã dành nhiều thời gian chăm sóc cây {{treeName}} này.",
    "foodstore.viewchat.fruittree.true.false.15": "Tôi có thể xây một ngôi nhà trên cây trên cây {{treeName}} này không?",
    "foodstore.viewchat.fruittreebuy.1": "Wow, {{playerName}}, những quả {{fruitName}} trông thật tuyệt vời! Mình có thể mua một ít không?",
    "foodstore.viewchat.fruittreebuy.2": "{{playerName}}, cây {{fruitName}} của bạn ra nhiều quả quá! Tôi rất muốn mua một ít.",
    "foodstore.viewchat.fruittreebuy.3": "Những quả {{fruitName}} đó trông thật ngon, {{playerName}}. Tôi có thể mua một vài quả được không?",
    "foodstore.viewchat.fruittreebuy.4": "Bạn có một số lượng {{fruitName}} khá nhiều, {{playerName}}! Tôi có thể lấy một ít không?",
    "foodstore.viewchat.fruittreebuy.5": "Tôi không thể cưỡng lại những quả {{fruitName}} đó, {{playerName}}.",
    "foodstore.viewchat.fruittreebuy.6": "{{playerName}}, những quả {{fruitName}} của bạn thật tuyệt vời! Tôi rất muốn mua vài quả.",
    "foodstore.viewchat.fruittreebuy.7": "Những quả {{fruitName}} kia trông thật hoàn hảo, {{playerName}}. Tôi có thể lấy một ít được không?",
    "foodstore.viewchat.fruittreebuy.8": "Tôi rất muốn mua một số quả {{fruitName}} của bạn, {{playerName}}. Chúng trông thật ngon!",
    "foodstore.viewchat.fruittreebuy.9": "Cây {{fruitName}} của bạn đang trĩu quả, {{playerName}}!!!",
    "foodstore.viewchat.fruittreebuy.10": "{{playerName}}, những quả {{fruitName}} đó thật sự quá hấp dẫn!",
    "foodstore.viewchat.fruittree.false.false.1": "Cây {{treeName}} nhỏ bé này còn nhiều điều cần phát triển.",
    "foodstore.viewchat.fruittree.false.false.2": "Tôi tự hỏi cây này sẽ cho trái gì trong một ngày nào đó.",
    "foodstore.viewchat.fruittree.false.false.3": "{{playerName}} đã trồng một cây {{treeName}} mới. Nó vẫn còn nhỏ.",
    "foodstore.viewchat.fruittree.false.false.4": "Cây non này mới bắt đầu hành trình của nó.",
    "foodstore.viewchat.fruittree.false.false.5": "Sẽ mất một thời gian trước khi cây non này ra quả {{treeName}}.",
    "foodstore.viewchat.fruittree.false.false.6": "Một cây non bé nhỏ bây giờ, nhưng một ngày nào đó nó sẽ trở thành một cây ăn trái lớn.",
    "foodstore.viewchat.fruittree.false.false.7": "Cây {{treeName}} này còn lâu mới trưởng thành hoàn toàn.",
    "foodstore.viewchat.fruittree.false.false.8": "{{playerName}} phải kiên nhẫn chờ đợi cây con này trưởng thành.",
    "foodstore.viewchat.fruittree.false.false.9": "Cây non này sẽ cần nhiều sự chăm sóc để phát triển mạnh mẽ.",
    "foodstore.viewchat.fruittree.false.false.10": "Thật tuyệt vời khi nghĩ rằng cái cây nhỏ này sẽ ra trái vào một ngày nào đó.",
    "foodstore.viewchat.fruittree.false.false.11": "Bây giờ, nó chỉ là một cây non. Nhưng hãy tưởng tượng về tương lai!",
    "foodstore.viewchat.fruittree.false.false.12": "Chưa có {{treeName}} nào, nhưng cây giống này có nhiều tiềm năng.",
    "foodstore.viewchat.fruittree.false.false.13": "Cây nhỏ này còn nhiều việc phải phát triển.",
    "foodstore.viewchat.fruittree.false.false.14": "Mỗi cây {{treeName}} lớn đều bắt đầu từ một cây non nhỏ như thế này.",
    "foodstore.viewchat.fruittree.false.false.15": "Cây giống của {{playerName}} một ngày nào đó sẽ trở thành một cây ăn trái phong phú.",
    "foodstore.viewchat.wildtree.true.1": "Cây này đã phát triển cao và mạnh mẽ.",
    "foodstore.viewchat.wildtree.true.2": "Cây thật tuyệt vời, {{playerName}}!",
    "foodstore.viewchat.wildtree.true.3": "Cây dại đã đạt đến chiều cao tối đa của nó.",
    "foodstore.viewchat.wildtree.true.4": "Cây rừng trưởng thành này cung cấp bóng mát tuyệt vời.",
    "foodstore.viewchat.wildtree.true.5": "Lá của cây hoang dã này thật xanh tươi.",
    "foodstore.viewchat.wildtree.true.6": "Cái cây này trông rất vững chãi.",
    "foodstore.viewchat.wildtree.true.7": "Một cây dại trưởng thành như thế này thật là một cảnh tượng đáng chiêm ngưỡng.",
    "foodstore.viewchat.wildtree.true.8": "{{playerName}}, cây dại có vẻ đang trong thời kỳ đẹp nhất.",
    "foodstore.viewchat.wildtree.true.9": "Tôi yêu vẻ đẹp hùng vĩ của cây rừng trưởng thành này.",
    "foodstore.viewchat.wildtree.true.10": "Cây này đã trải qua nhiều mùa.",
    "foodstore.viewchat.wildtree.true.11": "Thật là một ví dụ tuyệt đẹp về một cái cây.",
    "foodstore.viewchat.wildtree.true.12": "Vỏ của cây hoang dã này rất thô ráp.",
    "foodstore.viewchat.wildtree.true.13": "Cây hoang dã này có tán lá thật ấn tượng.",
    "foodstore.viewchat.wildtree.true.14": "Cây hoang dã là nơi trú ngụ của nhiều sinh vật.",
    "foodstore.viewchat.wildtree.true.15": "{{playerName}} đã dành nhiều thời gian để chăm sóc cây này.",
    "foodstore.viewchat.wildtree.false.1": "Cây non này đang bắt đầu hành trình của nó.",
    "foodstore.viewchat.wildtree.false.2": "Nhìn cây dại nhỏ này kìa, thật là dễ thương.",
    "foodstore.viewchat.wildtree.false.3": "Cây con này còn một chặng đường dài phía trước.",
    "foodstore.viewchat.wildtree.false.4": "Cây non đang phát triển nhanh chóng.",
    "foodstore.viewchat.wildtree.false.5": "Tôi tự hỏi cây này sẽ cao bao nhiêu.",
    "foodstore.viewchat.wildtree.false.6": "Cây con này cần được chăm sóc để phát triển mạnh mẽ.",
    "foodstore.viewchat.wildtree.false.7": "Một ngày nào đó, cây nhỏ này sẽ trở nên to lớn.",
    "foodstore.viewchat.wildtree.false.8": "Cây này vẫn còn trong thời kỳ thanh xuân.",
    "foodstore.viewchat.wildtree.false.9": "Thật là một cây dại trẻ đầy hứa hẹn.",
    "foodstore.viewchat.wildtree.false.10": "{{playerName}} đang làm rất tốt việc chăm sóc cây giống này.",
    "foodstore.viewchat.wildtree.false.11": "Tôi thích nhìn thấy những cây mới như thế này.",
    "foodstore.viewchat.wildtree.false.12": "Cây non này có một tương lai tươi sáng.",
    "foodstore.viewchat.wildtree.false.13": "Thật tuyệt vời khi nghĩ rằng cây non này sẽ trở thành một cây khổng lồ trong tương lai.",
    "foodstore.viewchat.wildtree.false.14": "Cây đang phát triển ổn định.",
    "foodstore.viewchat.wildtree.false.15": "Cây nhỏ này cần một chút ánh nắng để phát triển.",
    "foodstore.viewchat.crop.true.1": "Những {{cropName}} này đã sẵn sàng để thu hoạch!",
    "foodstore.viewchat.crop.true.2": "{{playerName}}, cây {{cropName}} của bạn trông thật hoàn hảo để thu hoạch.",
    "foodstore.viewchat.crop.true.3": "Đã đến lúc thu hoạch những mùa vụ tuyệt vời này.",
    "foodstore.viewchat.crop.true.4": "{{cropName}} đã chín và sẵn sàng!",
    "foodstore.viewchat.crop.true.5": "Những cây trồng này đã phát triển rất đẹp.",
    "foodstore.viewchat.crop.true.6": "Thật là một mùa vụ bội thu của {{cropName}}.",
    "foodstore.viewchat.crop.true.7": "{{cropName}} đang ở thời điểm cao nhất.",
    "foodstore.viewchat.crop.true.8": "Đến mùa thu hoạch cho những vụ mùa tuyệt vời này.",
    "foodstore.viewchat.crop.true.9": "Những {{cropName}} này rất thích hợp để thu hoạch ngay bây giờ.",
    "foodstore.viewchat.crop.true.10": "Sẵn sàng thu hoạch một số {{cropName}}, {{playerName}}?",
    "foodstore.viewchat.crop.true.11": "Cây trồng của bạn đã sẵn sàng để thu hoạch.",
    "foodstore.viewchat.crop.true.12": "Việc thu hoạch {{cropName}} sẽ mang lại phần thưởng xứng đáng.",
    "foodstore.viewchat.crop.true.13": "Hãy nhìn tất cả những quả {{cropName}} chín mọng đó.",
    "foodstore.viewchat.crop.true.14": "Những cây trồng này đang ở thời kỳ phát triển tốt nhất.",
    "foodstore.viewchat.crop.true.15": "Công sức của bạn đã được đền đáp, {{playerName}}!",
    "foodstore.viewchat.crop.false.1": "Những {{cropName}} này cần nhiều thời gian hơn để phát triển.",
    "foodstore.viewchat.crop.false.2": "Cây trồng của bạn đang phát triển rất tốt, {{playerName}}.",
    "foodstore.viewchat.crop.false.3": "{{cropName}} chưa sẵn sàng ngay lúc này.",
    "foodstore.viewchat.crop.false.4": "Những cây trồng này vẫn đang phát triển.",
    "foodstore.viewchat.crop.false.5": "Kiên nhẫn nhé, {{playerName}}. Cây {{cropName}} cần thêm thời gian.",
    "foodstore.viewchat.crop.false.6": "Chưa phải thời điểm thu hoạch cho những cây trồng này.",
    "foodstore.viewchat.crop.false.7": "Các loại cây {{cropName}} đang tiến triển.",
    "foodstore.viewchat.crop.false.8": "Hãy cho những cây trồng này thêm một chút thời gian để trưởng thành.",
    "foodstore.viewchat.crop.false.9": "Những {{cropName}} này sẽ sẵn sàng sớm thôi.",
    "foodstore.viewchat.crop.false.10": "Họ vẫn chưa đến đó, nhưng sắp tới rồi.",
    "foodstore.viewchat.crop.false.11": "Cây trồng của bạn đang phát triển tốt, chỉ cần thêm một chút thời gian nữa.",
    "foodstore.viewchat.crop.false.12": "Những {{cropName}} này gần như đã sẵn sàng.",
    "foodstore.viewchat.crop.false.13": "Cây trồng gần như đã sẵn sàng.",
    "foodstore.viewchat.crop.false.14": "Những cây trồng này cần thêm một chút thời gian để phát triển.",
    "foodstore.viewchat.crop.false.15": "Cố lên, {{playerName}}, {{cropName}} sẽ sớm sẵn sàng.",
    "foodstore.viewchat.emptydirt.1": "Đất mới được cày xới ở đây. Thú vị không biết {{playerName}} sẽ trồng gì.",
    "foodstore.viewchat.emptydirt.2": "Mảnh đất này đã sẵn sàng cho một cái gì đó mọc lên.",
    "foodstore.viewchat.emptydirt.3": "{{playerName}} sẽ trồng gì ở chỗ này?",
    "foodstore.viewchat.emptydirt.4": "Tôi không thể chờ đợi để xem {{playerName}} quyết định trồng gì ở đây.",
    "foodstore.viewchat.emptydirt.5": "Đất này đã được chuẩn bị sẵn sàng để gieo hạt.",
    "foodstore.viewchat.animal.true.1": "{{animalName}} con {{animalType}} giờ đã trưởng thành.",
    "foodstore.viewchat.animal.true.2": "{{playerName}}'s {{animalType}}, {{animalName}}, trông thật khỏe mạnh.",
    "foodstore.viewchat.animal.true.3": "Bạn đã nuôi một {{animalType}} thật đẹp, {{playerName}}.",
    "foodstore.viewchat.animal.true.4": "Thật tuyệt vời khi {{animalName}} đã trưởng thành thành một {{animalType}} mạnh mẽ như vậy.",
    "foodstore.viewchat.animal.true.5": "Nhìn kìa {{animalName}}! Một chú {{animalType}} xinh đẹp.",
    "foodstore.viewchat.animal.true.6": "{{animalName}} mang lại rất nhiều sức sống cho trang trại.",
    "foodstore.viewchat.animal.true.7": "Bạn đã làm rất tốt việc nuôi dưỡng {{animalName}}, {{playerName}}.",
    "foodstore.viewchat.animal.true.8": "{{animalName}} bây giờ là một {{animalType}} trưởng thành đẹp đẽ.",
    "foodstore.viewchat.animal.true.9": "Một con {{animalType}} như {{animalName}} là một tài sản thực sự cho trang trại của bạn.",
    "foodstore.viewchat.animal.true.10": "Thấy {{animalName}} đã lớn khôn chắc hẳn khiến bạn tự hào, {{playerName}}.",
    "foodstore.viewchat.animal.true.11": "Các con {{animalType}} như {{animalName}} phát triển mạnh mẽ dưới sự chăm sóc của {{playerName}}.",
    "foodstore.viewchat.animal.true.12": "Thật là một {{animalType}} {{animalName}} hùng vĩ!",
    "foodstore.viewchat.animal.true.13": "Một con {{animalType}} trưởng thành như {{animalName}} thật là một niềm vui để ngắm nhìn.",
    "foodstore.viewchat.animal.true.14": "Thật tuyệt vời khi thấy {{animalName}} vui vẻ và khỏe mạnh.",
    "foodstore.viewchat.animal.true.15": "{{playerName}}, {{animalType}} của bạn, {{animalName}}, trông thật tuyệt vời!",
    "foodstore.viewchat.animal.false.1": "{{animalName}} vẫn còn là một chú {{animalType}} con.",
    "foodstore.viewchat.animal.false.2": "Con {{animalType}} nhỏ bé này vừa mới bắt đầu hành trình của nó.",
    "foodstore.viewchat.animal.false.3": "{{playerName}}, con {{animalType}} {{animalName}} của bạn thật đáng yêu.",
    "foodstore.viewchat.animal.false.4": "Nhìn kìa, chú {{animalName}} bé nhỏ! Thật là một chú {{animalType}} dễ thương.",
    "foodstore.viewchat.animal.false.5": "{{animalName}} còn nhiều điều cần phát triển.",
    "foodstore.viewchat.animal.false.6": "Thật thú vị khi thấy những chú {{animalType}} con như {{animalName}} trên trang trại.",
    "foodstore.viewchat.animal.false.7": "{{animalName}} con {{animalType}} vẫn còn rất nhỏ.",
    "foodstore.viewchat.animal.false.8": "Em bé {{animalType}} {{animalName}} của bạn đang được chăm sóc tốt, {{playerName}}.",
    "foodstore.viewchat.animal.false.9": "Chú {{animalName}} nhỏ sẽ trở thành một {{animalType}} vĩ đại trong một ngày nào đó.",
    "foodstore.viewchat.animal.false.10": "Con {{animalType}} {{animalName}} này chỉ là một chú trẻ con.",
    "foodstore.viewchat.animal.false.11": "Thật là một chú {{animalType}} {{animalName}} dễ thương.",
    "foodstore.viewchat.animal.false.12": "{{playerName}}, tôi rất thích thấy những chú {{animalType}} con như {{animalName}} trên trang trại của bạn.",
    "foodstore.viewchat.animal.false.13": "{{animalName}} sẽ trở thành một {{animalType}} tuyệt vời với sự chăm sóc của bạn, {{playerName}}.",
    "foodstore.viewchat.animal.false.14": "Nhìn {{animalName}} lớn lên sẽ thật tuyệt vời.",
    "foodstore.viewchat.animal.false.15": "Em bé {{animalType}} {{animalName}} này thật quý giá, {{playerName}}.",
    "foodstore.viewchat.furniture.0.1": "Chiếc {{furniName}} này trông thật sự thoải mái.",
    "foodstore.viewchat.furniture.0.2": "Chiếc ghế thật đẹp! Tôi cá là {{playerName}} thích ngồi ở đây.",
    "foodstore.viewchat.furniture.0.3": "Chiếc {{furniName}} này trông rất chắc chắn! Tôi có thể đứng lên trên đó không?",
    "foodstore.viewchat.furniture.0.4": "Tôi có thể ngồi trên chiếc {{furniName}} này cả ngày để xem TV.",
    "foodstore.viewchat.furniture.0.5": "{{playerName}} có gu thẩm mỹ tuyệt vời về ghế.",
    "foodstore.viewchat.furniture.1.1": "Món đồ {{furniName}} này trông chắc chắn và phong cách.",
    "foodstore.viewchat.furniture.1.2": "Một nơi lý tưởng để thư giãn! Ghế đẹp, {{playerName}}.",
    "foodstore.viewchat.furniture.1.3": "Tôi yêu chiếc {{furniName}} này! Thật tuyệt cho một giấc nghỉ ngắn.",
    "foodstore.viewchat.furniture.1.4": "Thật là một chiếc ghế đáng yêu! {{playerName}} đã chọn nó rất tốt.",
    "foodstore.viewchat.furniture.1.5": "Món đồ {{furniName}} này thêm nhiều cá tính cho không gian.",
    "foodstore.viewchat.furniture.2.1": "Chiếc {{furniName}} này trông thật ấm cúng. Nó sẽ khiến tôi muốn đi ngủ.",
    "foodstore.viewchat.furniture.2.2": "Một chiếc ghế sofa hoàn hảo để thư giãn, {{playerName}}!",
    "foodstore.viewchat.furniture.2.3": "Tôi thích phong cách của {{furniName}} này.",
    "foodstore.viewchat.furniture.2.4": "Thật là một chiếc ghế sofa tuyệt vời! {{playerName}} chắc hẳn thích thư giãn ở đây.",
    "foodstore.viewchat.furniture.2.5": "{{furniName}} thật sự phù hợp với trang trí.",
    "foodstore.viewchat.furniture.3.1": "Món đồ nội thất {{furniName}} này trông thật hấp dẫn. Để tôi nghỉ ngơi một chút!",
    "foodstore.viewchat.furniture.3.2": "{{playerName}} đã chọn một chiếc ghế bành tuyệt vời.",
    "foodstore.viewchat.furniture.3.3": "{{furniName}} rất thích hợp cho việc đọc sách.",
    "foodstore.viewchat.furniture.3.4": "Tôi có thể tưởng tượng mình thư giãn trên chiếc {{furniName}} này.",
    "foodstore.viewchat.furniture.3.5": "Một chiếc {{furniName}} thật phong cách! Bạn đã có nó bao lâu rồi?",
    "foodstore.viewchat.furniture.4.1": "Chiếc {{furniName}} này trông vừa tiện dụng vừa thanh lịch.",
    "foodstore.viewchat.furniture.4.2": "{{playerName}} đã chọn một cái tủ đẹp.",
    "foodstore.viewchat.furniture.4.3": "{{furniName}} cung cấp nhiều không gian lưu trữ.",
    "foodstore.viewchat.furniture.4.4": "Thật là một chiếc tủ quần áo dễ thương! Nó vừa vặn với không gian này hoàn hảo.",
    "foodstore.viewchat.furniture.4.5": "Tôi yêu thiết kế của {{furniName}} này.",
    "foodstore.viewchat.furniture.6.1": "Sản phẩm {{furniName}} này thực sự là một tác phẩm nghệ thuật.",
    "foodstore.viewchat.furniture.6.2": "Một bức tranh thật đẹp! Lựa chọn tuyệt vời, {{playerName}}.",
    "foodstore.viewchat.furniture.6.3": "Chiếc {{furniName}} thật sự làm sáng bừng bức tường. Tôi cũng muốn có một cái cho riêng mình!",
    "foodstore.viewchat.furniture.6.4": "Tôi thích màu sắc trong {{furniName}} này.",
    "foodstore.viewchat.furniture.6.5": "Món đồ {{furniName}} này thật sự tuyệt đẹp. Bạn đã mua nó ở đâu vậy?",
    "foodstore.viewchat.furniture.8.1": "Món đồ {{furniName}} này mang lại một điểm nhấn đẹp cho không gian.",
    "foodstore.viewchat.furniture.8.2": "{{playerName}} có gu thẩm mỹ tốt trong trang trí. Bạn có thể giúp tôi trang trí phòng một ngày nào đó không?",
    "foodstore.viewchat.furniture.8.3": "Tôi thích phong cách của {{furniName}} này. Nó phù hợp với không gian!",
    "foodstore.viewchat.furniture.8.4": "{{furniName}} này thực sự hoàn thiện khu vực này.",
    "foodstore.viewchat.furniture.8.5": "Một món trang trí thật quyến rũ, {{playerName}}!",
    "foodstore.viewchat.furniture.10.1": "{{furniName}} này hoàn hảo để lưu trữ sách.",
    "foodstore.viewchat.furniture.10.2": "Tôi thích cách mà {{furniName}} trông như thế này.",
    "foodstore.viewchat.furniture.10.3": "Thật là một kệ sách đẹp, {{playerName}}. Bạn có những cuốn sách nào vậy?!",
    "foodstore.viewchat.furniture.10.4": "Kệ sách {{furniName}} vừa thời trang vừa tiện dụng.",
    "foodstore.viewchat.furniture.10.5": "Một giá sách tuyệt vời cho tất cả các cuốn sách của bạn, {{playerName}}.",
    "foodstore.viewchat.furniture.14.1": "Chiếc {{furniName}} này làm cho căn phòng trở nên ấm cúng hơn.",
    "foodstore.viewchat.furniture.14.2": "Một lò sưởi hoàn hảo cho những đêm lạnh giá, {{playerName}}.",
    "foodstore.viewchat.furniture.14.3": "{{furniName}} là một bổ sung tuyệt vời cho căn phòng. Chúng ta có thể gặp nhau một lần!",
    "foodstore.viewchat.furniture.14.4": "Tôi yêu sự ấm áp của {{furniName}} này. Nó khiến tôi cảm thấy như ở nhà!",
    "foodstore.viewchat.furniture.14.5": "Thật là một chiếc {{furniName}} đẹp, {{playerName}}!",
    "foodstore.viewchat.furniture.17.1": "Món đồ nội thất {{furniName}} này tạo thêm một điểm sáng dễ chịu.",
    "foodstore.viewchat.furniture.17.2": "Thật là một chiếc đèn tường đáng yêu, {{playerName}}.",
    "foodstore.viewchat.furniture.17.3": "{{furniName}} làm sáng bừng không gian một cách tuyệt vời.",
    "foodstore.viewchat.furniture.17.4": "Tôi thích cách mà {{furniName}} trông trên tường.",
    "foodstore.viewchat.furniture.17.5": "Một chiếc {{furniName}} thật phong cách!",
    "foodstore.config.globalpathupdate": "Tránh đi qua NPC?",
    "foodstore.config.globalpathupdateText": "Mặc định là Sai. Khi được đặt thành Đúng, NPC sẽ cố gắng đi vòng qua những vật cản trên đường đi thay vì đi xuyên qua chúng. LƯU Ý: nếu đường đi bị chặn hoàn toàn (ví dụ, bạn đặt một cái bàn chắn cửa của họ), NPC có thể đi ra khỏi màn hình.",
    "foodstore.brazierspot": "Ngay tại đây, ngọn lửa mê hoặc từ Lò than Đảo Thiên Đường thu hút những người đi du lịch từ xa!",
    "foodstore.config.extramessage": "Hiện có hiển thị tin nhắn bổ sung không?",
    "foodstore.config.allowindoorstore": "Cho phép bán hàng trong nhà?",
    "foodstore.config.allowindoorstoreText": "Mặc định là Sai. Khi được đặt thành Đúng, vật phẩm có thể được bán khi ở trong nhà (ví dụ: bên trong phòng ngủ của Lewis). LƯU Ý: Sẽ gây lag trong trò chơi có nhiều mô-đun nặng!",
    "foodstore.config.allowsellfruittree": "Cho phép bán trái cây trên cây?",
    "foodstore.config.allowsellfruittreeText": "Cho phép du khách mua trái cây khi cây có nhiều trái!",
    "foodstore.generalgooddecor.0": "Wow, {{playerName}}, nơi này trông thật tuyệt vời! Bạn có tài năng thực sự trong việc trang trí.",
    "foodstore.generalgooddecor.1": "Tôi yêu những gì bạn đã làm ở đây, {{playerName}}! Mọi thứ được sắp xếp thật đẹp.",
    "foodstore.generalgooddecor.2": "Khu vực này trông thật tuyệt vời, {{playerName}}! Kỹ năng trang trí của bạn thật sự ấn tượng.",
    "foodstore.generalgooddecor.3": "{{playerName}}, bạn thật sự đã làm rất tốt với việc trang trí. Thật tuyệt vời!",
    "foodstore.generalgooddecor.4": "Thật là một bối cảnh đẹp, {{playerName}}! Những trang trí thật hoàn hảo.",
    "foodstore.generalgooddecor.5": "Bạn đã làm rất tốt trong việc trang trí, {{playerName}}. Nó thật sự đẹp mắt.",
    "foodstore.generalgooddecor.6": "Mọi thứ trông thật đẹp, {{playerName}}! Bạn có gu thẩm mỹ tuyệt vời.",
    "foodstore.generalgooddecor.7": "Nơi này được trang trí rất đẹp, {{playerName}}. Tôi thật sự ấn tượng!",
    "foodstore.generalgooddecor.8": "Tôi không thể ngừng ngưỡng mộ vẻ đẹp của khu vực này, {{playerName}}. Làm rất tốt!",
    "foodstore.generalgooddecor.9": "Bạn đã tạo ra một bầu không khí thật chào đón ở đây, {{playerName}}. Thật tuyệt vời!",
    "foodstore.generalgooddecor.10": "Những món trang trí thật tuyệt vời, {{playerName}}. Bạn đã thực sự mang lại sức sống cho nơi này.",
    "foodstore.generalgooddecor.11": "Thật là một nơi quyến rũ, {{playerName}}! Những trang trí của bạn thật tuyệt vời.",
    "foodstore.generalgooddecor.12": "Bạn đã biến đổi khu vực này một cách tuyệt đẹp, {{playerName}}. Nó thật hấp dẫn!",
    "foodstore.generalgooddecor.13": "Mọi thứ trông thật hoàn hảo, {{playerName}}. Bạn thật sự có tài trong việc trang trí.",
    "foodstore.generalgooddecor.14": "Trang trí ở đây thật đẹp, {{playerName}}. Bạn đã làm rất tốt!",
    "foodstore.generalgooddecor.15": "Tôi thích cách bạn trang trí nơi này, {{playerName}}. Thật tuyệt vời!",
    "foodstore.generalgooddecor.16": "Bạn thật sự đã làm cho khu vực này trở nên nổi bật với những món trang trí của mình, {{playerName}}. Thật tuyệt vời!",
    "foodstore.generalgooddecor.17": "Nơi này trông rất được chăm sóc và trang trí đẹp mắt, {{playerName}}. Tôi thật ấn tượng!",
    "foodstore.generalgooddecor.18": "Bạn đã làm cho khu vực này trông thật đẹp, {{playerName}}. Kỹ năng trang trí thật tuyệt vời!",
    "foodstore.generalgooddecor.19": "Trang trí ở đây thật tuyệt vời, {{playerName}}. Bạn đã làm rất tốt!",
    "foodstore.generalnormaldecor.0": "Nơi này trông đẹp, {{playerName}}, nhưng nếu có thêm vài bức tranh nữa thì sẽ thật sự tươi sáng hơn.",
    "foodstore.generalnormaldecor.1": "Bạn đã có một khởi đầu tốt ở đây, {{playerName}}. Có thể thêm một chút ánh sáng nữa không?",
    "foodstore.generalnormaldecor.2": "Tôi thích những gì bạn đã làm, {{playerName}}, nhưng một vài chậu hoa sẽ làm tăng thêm vẻ đẹp.",
    "foodstore.generalnormaldecor.3": "Khu vực này đang phát triển, {{playerName}}. Bạn có muốn thêm một hoặc hai cái bàn không?",
    "foodstore.generalnormaldecor.4": "Làm tốt lắm cho đến giờ, {{playerName}}. Thêm vài chiếc ghế nữa sẽ khiến nó ấm cúng hơn.",
    "foodstore.generalnormaldecor.5": "Bạn có một số đồ trang trí đẹp ở đây, {{playerName}}. Có thể cân nhắc thêm một tấm thảm không?",
    "foodstore.generalnormaldecor.6": "Tôi thấy bạn đã bắt đầu trang trí, {{playerName}}. Một vài bức treo tường sẽ trông thật tuyệt.",
    "foodstore.generalnormaldecor.7": "Nơi này trông đẹp, {{playerName}}, nhưng nếu có thêm một lò sưởi thì sẽ càng tuyệt hơn.",
    "foodstore.generalnormaldecor.8": "Bạn đã có một khởi đầu tốt đẹp, {{playerName}}. Thêm vài cây nữa thì sẽ thật tuyệt.",
    "foodstore.generalnormaldecor.9": "Trang trí thật đẹp, {{playerName}}. Thế còn thêm một vài chiếc đèn trang trí nữa thì sao?",
    "foodstore.generalnormaldecor.10": "Bạn có một nền tảng đẹp ở đây, {{playerName}}. Một vài chiếc gối êm ái có thể mang lại sự thoải mái hơn.",
    "foodstore.generalnormaldecor.11": "Tôi thích phong cách của bạn, {{playerName}}. Có lẽ nên thêm vài kệ sách nữa?",
    "foodstore.generalnormaldecor.12": "Nơi này trông thật tuyệt, {{playerName}}. Một chút nghệ thuật trên tường sẽ thật tuyệt vời.",
    "foodstore.generalnormaldecor.13": "Bạn đã làm rất tốt, {{playerName}}. Một số trang trí bổ sung sẽ thật sự hoàn thiện vẻ ngoài.",
    "foodstore.generalnormaldecor.14": "Công việc của bạn rất tốt cho đến nay, {{playerName}}. Một chiếc đèn đẹp sẽ mang lại cảm giác ấm áp.",
    "foodstore.generalnormaldecor.15": "Trang trí ở đây rất đẹp, {{playerName}}. Có lẽ nên thêm một vài cái ghế nữa để ngồi?",
    "foodstore.generalnormaldecor.16": "Bạn có một nền tảng tốt, {{playerName}}. Một vài chậu hoa nữa sẽ trông đẹp hơn.",
    "foodstore.generalnormaldecor.17": "Khu vực này trông đẹp, {{playerName}}. Thêm vài bức tranh nữa sẽ thật tuyệt.",
    "foodstore.generalnormaldecor.18": "Làm tốt lắm trong việc trang trí, {{playerName}}. Bạn có muốn thêm một số tùy chọn ánh sáng nữa không?",
    "foodstore.generalnormaldecor.19": "Nơi này trông đẹp, {{playerName}}. Thêm một vài bàn nữa sẽ rất hữu ích.",
    "foodstore.generalbaddecor.0": "Nơi này có vẻ hơi trống trải, {{playerName}}. Có lẽ thêm một vài món đồ nội thất sẽ giúp ích.",
    "foodstore.generalbaddecor.1": "Nơi này có thể thêm màu sắc hơn, {{playerName}}. Thế nào nếu thêm một ít hoa?",
    "foodstore.generalbaddecor.2": "Khu vực này trông có vẻ đơn điệu, {{playerName}}. Một vài bức tranh sẽ làm cho nó trở nên sáng sủa hơn.",
    "foodstore.generalbaddecor.3": "Có vẻ như nơi này cần thêm sự chăm sóc, {{playerName}}. Thêm một số trang trí thì thật tuyệt.",
    "foodstore.generalbaddecor.4": "Có thể cần thêm một chút ở đây, {{playerName}}. Có thể là một số cây trồng hoặc cây cảnh đẹp?",
    "foodstore.generalbaddecor.5": "Nơi này có vẻ hơi trống trải, {{playerName}}. Thêm vài món đồ nội thất nữa sẽ giúp ích.",
    "foodstore.generalbaddecor.6": "Nơi này có vẻ hơi trống trải, {{playerName}}. Bạn có muốn thêm một số đồ trang trí không?",
    "foodstore.generalbaddecor.7": "Một chút trang trí thêm có thể thực sự giúp khu vực này, {{playerName}}. Có thể là một vài bức tranh hoặc hoa?",
    "foodstore.generalbaddecor.8": "Nơi này cần một chút cá tính hơn, {{playerName}}. Một số đồ nội thất sẽ giúp cải thiện điều đó.",
    "foodstore.generalbaddecor.9": "Cảm thấy hơi trống trải, {{playerName}}. Thêm một vài cây xanh hoặc hoa có thể giúp ích.",
    "foodstore.generalbaddecor.10": "Bạn thực sự có thể làm sống động nơi này hơn với nhiều trang trí hơn, {{playerName}}.",
    "foodstore.generalbaddecor.11": "Ở đây có vẻ hơi đơn điệu, {{playerName}}. Một vài bức tranh đẹp hoặc đồ nội thất có thể giúp cải thiện không gian.",
    "foodstore.generalbaddecor.12": "Một vài trang trí nữa sẽ làm cho nơi này trông đẹp hơn rất nhiều, {{playerName}}.",
    "foodstore.generalbaddecor.13": "Nơi này có vẻ hơi trống trải, {{playerName}}. Có lẽ nên thêm một vài món trang trí nữa?",
    "foodstore.generalbaddecor.14": "Nơi này có thể cần thêm trang trí, {{playerName}}. Một ít đồ nội thất hoặc hoa thì sao?",
    "foodstore.generalbaddecor.15": "Cảm thấy hơi trống trải, {{playerName}}. Thêm vài bức tranh hoặc cây xanh sẽ giúp không gian này trở nên tốt hơn.",
    "foodstore.generalbaddecor.16": "Khu vực này có thể cần thêm một chút cá tính, {{playerName}}. Có thể thêm một số đồ trang trí.",
    "foodstore.generalbaddecor.17": "Bạn có thể cải thiện nơi này rất nhiều với nhiều đồ trang trí hơn, {{playerName}}.",
    "foodstore.generalbaddecor.18": "Nơi này trông có vẻ hơi trống trải, {{playerName}}. Thêm một vài cây xanh hoặc đồ nội thất sẽ giúp cải thiện.",
    "foodstore.generalbaddecor.19": "Một chút trang trí thêm sẽ làm nên điều kỳ diệu ở đây, {{playerName}}. Có thể thêm vài bông hoa hoặc tranh vẽ.",
    "foodstore.config.moneymodifier": "Biến thể thu nhập chung?",
    "foodstore.config.moneymodifierText": "Điều này áp dụng cho tất cả thu nhập từ Thị trấn, ngoại trừ thu nhập từ lễ hội.",
    "foodstore.config.islandmoneymodifier": "Biến đổi thu nhập cho Lễ hội?",
    "foodstore.config.islandmoneymodifierText": "Điều này áp dụng cho việc bán tại lễ hội Paradise Island.",
    "foodstore.config.grangeprogress": "Dấu mốc tiến triển của Đảo Thiên Đường?",
    "foodstore.config.grangeprogressText": "Mặc định 2000000. Số tiền kiếm được thông qua việc bán Festival grange sẽ xác định điểm tiến độ của bạn.",
    "foodstore.items.RestaurantDecor": "Khách hàng sẽ thích ngồi ở bàn có trang trí xinh xắn này!",
    "foodstore.items.MarketLog": "Một cuốn sổ ghi chép để bạn theo dõi việc bán hàng của mình.",

    "foodstore.justdontlike.0": "Trước đây tôi thích nó, nhưng hôm nay có gì đó không ổn.",
    "foodstore.justdontlike.1": "Cái này có vẻ tệ hơn bình thường, tôi không chắc có gì khác biệt.",
    "foodstore.justdontlike.2": "Chuyện gì đã xảy ra với cái này? Trước đây nó tốt hơn.",
    "foodstore.justdontlike.3": "Bạn đã thay đổi công thức à? Hôm nay thật sự thất vọng.",
    "foodstore.justdontlike.4": "Tôi không thích nó hôm nay, không giống như trước.",
    "foodstore.justdontlike.5": "Liệu tất cả những món ngon đã hết rồi sao?",
    "foodstore.justdontlike.6": "Cái này không như trước nữa.",
    "foodstore.justdontlike.7": "Hôm nay không thú vị lắm, có gì đó sai sai.",
    "foodstore.justdontlike.8": "Chất lượng có vẻ giảm đi, tôi không thích nó.",

    "foodstore.justhate.0": "Hôm nay tôi không được khỏe. Điều này làm thay đổi khẩu vị của tôi.",
    "foodstore.justhate.1": "Hy vọng không ai thấy tôi lấy cái này.",
    "foodstore.justhate.2": "Tôi đang có tâm trạng tồi tệ. Đừng nói chuyện với tôi. Hãy xem món này như đã mất vĩnh viễn.",
    "foodstore.justhate.3": "Hôm nay tôi chọn làm kẻ xấu, nhưng bạn không thể đưa tôi đến đồn cảnh sát.",
    "foodstore.justhate.4": "Để tôi thử trước rồi tôi sẽ trả tiền sau.",
    "foodstore.justhate.5": "Hôm nay tôi không muốn chi tiêu. Cái này là mẫu miễn phí à?",
    "foodstore.justhate.6": "Kho của bạn vừa giảm một món, nhưng ví tiền của bạn thì không thay đổi.",
    "foodstore.justhate.7": "Tôi đã quyết định hôm nay là ngày tôi không trả tiền. Tuy nhiên, tôi vẫn lấy cái này.",
    "foodstore.justhate.8": "Tôi chỉ đơn giản là không thích trả tiền. Bạn không thể bắt tôi làm vậy.",

    "foodstore.config.hardmode": "Chế độ khó",
    "foodstore.config.hardmodeText": "Đôi khi mọi người chỉ đơn giản chọn cách khó chịu với việc mua sắm của họ.",
     "foodstore.config.disablesellnotice":               "Tắt thông báo bán hàng?",
  "foodstore.config.disablesellnoticeText":           "Tắt thông báo bán hàng trong hộp trò chuyện"
}